commandlineutils.errors.bad_value=A op\u00e7\u00e3o ''{0}'' tem um valor inapropriado de ''{1}''. Deve ser um: {2}
commandlineutils.errors.not_integer=O valor ''{0}'' para op\u00e7\u00e3o ''{1}'' n\u00e3o \u00e9 um inteiro

common.errors.empty_file=O arquivo ''{0}'' est\u00e1 vazio
common.errors.file_not_found=N\u00e3o \u00e9 poss\u00edvel abrir o arquivo ''{0}''
common.errors.invalid_file_path=Caminho de arquivo inv\u00e1lido ''{0}''
common.errors.folder_path_not_found=N\u00e3o foi poss\u00edvel localizar o diret\u00f3rio ''{0}''
common.errors.access_denied=Acesso negado ao arquivo ''{0}''. Verifique se o seu caminho \u00e9 v\u00e1lido e se o nome do seu arquivo n\u00e3o corresponde ao diret\u00f3rio existente
common.errors.requires_csv_file=O comando ''{0}'' requer um arquivo CSV
common.errors.requires_group_name=O comando ''{0}'' requer um nome de grupo
common.errors.requires_site_name=O comando ''{0}'' requer um nome do site
common.errors.options_conflict=Op\u00e7\u00f5es novas e obsoletas para especificar a fun\u00e7\u00e3o do usu\u00e1rio espec\u00edfica, onde for especificado. Somente uma pode ser usada
common.errors.csv_sizelimit=O arquivo CSV referenciado excede o limite de tamanho de 100MB. Divida o conte\u00fado do arquivo em arquivos CSV menores e importe-os separadamente.
common.options.admin-type=[Obsoleto] Atribui [ou remove] o direito de administrador do site para todos os usu\u00e1rios no arquivo CSV. Essa configura\u00e7\u00e3o pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. {0} pode ser: {1}, {2}, ou {3}. Se n\u00e3o especificado: {3} para novos usu\u00e1rios, inalterado para usu\u00e1rios existentes
common.options.complete=Requer [ou n\u00e3o] que todas as linhas sejam v\u00e1lidas para que qualquer altera\u00e7\u00e3o seja bem-sucedida. Padr\u00e3o: {0}
common.options.license=[Obsoleto] Define todo o n\u00edvel de licen\u00e7a padr\u00e3o para todos os usu\u00e1rios. Isso pode ser sobrescrito pelo valor no arquivo CSV. {0} pode ser {1}, {2} ou {3}
common.options.nowait=N\u00e3o aguarde o trabalho ser conclu\u00eddo
common.options.publisher=[Obsoleto] Atribui [ou remove] o direito de publica\u00e7\u00e3o para todos os usu\u00e1rios no arquivo CSV. Essa configura\u00e7\u00e3o pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. Padr\u00e3o se n\u00e3o especificado:  para novos usu\u00e1rios, inalterado para usu\u00e1rios existentes
common.options.silent-progress=N\u00e3o exiba mensagens de progresso para o trabalho
common.options.sysadmin-type=[Obsoleto] Atribui [ou remove] o direito de administrador do site para todos os usu\u00e1rios no arquivo CSV. Essa configura\u00e7\u00e3o pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. {0} pode ser: {1},{2} ,{3} ou {4}. Padr\u00e3o se n\u00e3o especificado: {4} para novos usu\u00e1rios, inalterado para usu\u00e1rios existentes
common.output.job_queued_success=Trabalho enfileirado
common.output.succeeded=Bem-sucedido
common.options.role=Define a fun\u00e7\u00e3o padr\u00e3o para todos os usu\u00e1rios afetados. Valores legais para {0}: {1}. Se n\u00e3o especificado, o servidor usa o valor padr\u00e3o: {2}

addusers.options.users=Arquivo que cont\u00e9m uma lista de usu\u00e1rios, um por linha, para adicionar ao grupo
addusers.short_description=Adicionar usu\u00e1rios a um grupo
addusers.status=Adicionando usu\u00e1rios listados em {0} ao grupo {1}...

creategroup.short_description=Criar um grupo local
creategroup.status=Criando grupo ''{0}'' no servidor...
creategroup.options.role=Define a fun\u00e7\u00e3o que ser\u00e1 definida para usu\u00e1rios do grupo no momento do logon. Os valores legais de {0}: {1}. A fun\u00e7\u00e3o de site de um usu\u00e1rio s\u00f3 ser\u00e1 definida para esse valor se for menos restritiva que a fun\u00e7\u00e3o de site atual do usu\u00e1rio. Se n\u00e3o especificada, nenhuma fun\u00e7\u00e3o ser\u00e1 definida para usu\u00e1rios desse grupo ao fazer logon.

createextracts.errors.required_argument=O comando createextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
createextracts.errors.error=Erro ao criar a extra\u00e7\u00e3o
createextracts.for.datasource=Criar extra\u00e7\u00e3o para a fonte de dados ''{0}''
createextracts.for.workbook_name=Criar extra\u00e7\u00e3o para a pasta de trabalho de nome ''{0}''
createextracts.for.workbook_url=Criar extra\u00e7\u00e3o para a pasta de trabalho com URL ''{0}''
createextracts.options.datasource=O nome da fonte de dados de destino para criar a extra\u00e7\u00e3o
createextracts.options.embedded-datasources=Uma lista de espa\u00e7o separado de nomes de fontes de dados inseridas nesta pasta de trabalho de destino. Coloque os nomes da fonte de dados com aspas duplas se apresentarem espa\u00e7os. Dispon\u00edvel somente ao criar extra\u00e7\u00f5es para a pasta de trabalho.
createextracts.options.encrypt=Criar extra\u00e7\u00e3o criptografada.
createextracts.options.include-all=Incluir todas as fontes de dados inseridas na pasta de trabalho de destino. Dispon\u00edvel somente ao criar extra\u00e7\u00f5es para a pasta de trabalho.
createextracts.options.parent-project-path=O caminho do pai do projeto que cont\u00e9m o recurso de destino. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
createextracts.options.project=O nome do projeto que cont\u00e9m o recurso de destino. Somente necess\u00e1rio se {0} ou {1} estiver especificado. Se n\u00e3o estiver especificado, o projeto padr\u00e3o ''{2}'' \u00e9 usado
createextracts.options.url=O nome can\u00f4nico do recurso, conforme ele aparece na URL
createextracts.options.workbook=O nome da pasta de trabalho de destino para criar a extra\u00e7\u00e3o
createextracts.short_description=Criar extra\u00e7\u00f5es para uma pasta de trabalho ou fonte de dados publicada
createextracts.workbook.include-all=Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
createextracts.workbook.embedded-datasource-names=Com nomes de fontes de dados inseridas

createproject.options.description=Descri\u00e7\u00e3o do projeto
createproject.options.name=Nome do projeto
createproject.options.parent-project-path=O caminho do projeto que ter\u00e1 o novo projeto. Caso n\u00e3o seja especificado, ser\u00e1 criado no n\u00edvel de raiz do site
createproject.short_description=Criar um projeto
createproject.status=Criando projeto ''{0}'' no servidor...

createsite.errors.invalid_url_option=A op\u00e7\u00e3o URL fica inv\u00e1lida ao criar v\u00e1rios sites. Execute novamente o comando ap\u00f3s remover a op\u00e7\u00e3o de URL ou criar cada site separadamente
createsite.errors.site_name_already_exists=J\u00e1 existe um site com o nome ''{0}''. Tente um nome do site diferente.
createsite.errors.site_id_already_exists=J\u00e1 existe um site com a ID ''{0}''. Use -r para especificar uma ID de site diferente. Consulte tabcmd createsite para obter mais informa\u00e7\u00f5es.
createsite.options.allow-mobile-snapshots=Permitir [ou negar] instant\u00e2neos m\u00f3veis. O padr\u00e3o \u00e9 permitir instant\u00e2neos m\u00f3veis
createsite.options.allow-subscriptions=Permitir [ou negar] assinaturas para este site. O padr\u00e3o \u00e9 a configura\u00e7\u00e3o padr\u00e3o do servidor. As assinaturas n\u00e3o podem ser habilitadas se as assinaturas do servidor estiverem desabilitadas
createsite.options.allow-web-authoring=Permitir [ou negar] a cria\u00e7\u00e3o na Web para este site. O padr\u00e3o \u00e9 permitir a cria\u00e7\u00e3o na Web
createsite.options.metrics-level=0 para nenhuma cole\u00e7\u00e3o, 100 para todas as cole\u00e7\u00f5es
createsite.options.guest-access-enabled=A permiss\u00e3o de acesso de convidado para visualizar exibi\u00e7\u00f5es para aqueles que n\u00e3o fizeram logon na conta do Tableau Server
createsite.options.site-mode=Permitir [ou negar] administrador de site no gerenciamento de usu\u00e1rios no site
createsite.options.storage-quota=Cota de armazenamento do site em MB
createsite.options.subscription-email=E-mail usado para assinaturas
createsite.options.subscription-footer=O rodap\u00e9 usado para assinaturas
createsite.options.url=ID do site
createsite.options.user-quota=Quantidade m\u00e1xima de usu\u00e1rios no site
createsite.options.extract_encryption_mode=Modo de criptografia de extra\u00e7\u00e3o: desabilitado, habilitado ou imposto. Caso n\u00e3o esteja definido, o valor padr\u00e3o \u00e9 usado.
createsite.options.web_extraction_enabled=Permitir [ou negar] extrair a cria\u00e7\u00e3o ou alterar as extra\u00e7\u00e3os para funcionar neste site. O padr\u00e3o \u00e9 permitir.
createsite.options.run_now_enabled=Permitir [ou negar] Executar agora para este site. O padr\u00e3o \u00e9 permitir o Executar agora.
createsite.options.time_zone=Fuso hor\u00e1rio a ser usado com extra\u00e7\u00f5es nesse site. O padr\u00e3o n\u00e3o est\u00e1 definido para usar o fuso hor\u00e1rio do servidor.
createsite.short_description=Criar um site
createsite.status=Criar site ''{0}'' no servidor...

createsiteusers.options.auth-type=Atribui o tipo de autentica\u00e7\u00e3o para todos os usu\u00e1rios no arquivo CSV. Para o Tableau Online, {0} pode ser {1} (padr\u00e3o) ou {2}. Para o Tableau Server, {0} pode ser Local (padr\u00e3o) ou {2}.
createsiteusers.description=Crie usu\u00e1rios no site atual. Os usu\u00e1rios s\u00e3o lidos do arquivo CSV dado. As colunas do arquivo podem ser na ordem mostrada abaixo.{0}1. Nome de usu\u00e1rio{0}2. Senha        (Ignorada ao usar o Active Directory){0}3. Nome amig\u00e1vel   (Ignorado ao usar o Active Directory){0}4. N\u00edvel de licen\u00e7a ({1}, {2}, {3}, {4} ou {5}){0}5. Administrador ({6}/{7}){0}6. Publicador ({8}/{9}/1 ou {10}/{11}/0){0}7. E-mail (apenas para o Tableau Public){0}O arquivo pode ter menos colunas. Por exemplo, ele pode ser uma lista simples com um nome de usu\u00e1rio por linha. \u00c9 poss\u00edvel usar aspas se um valor contiver v\u00edrgulas. O tabcmd espera pelo t\u00e9rmino da tarefa {12}.  Voc\u00ea pode escolher n\u00e3o esperar pelo t\u00e9rmino da tarefa no servidor e, em vez disso, retornar imediatamente ao passar o marcador {13}. Administradores de sistema n\u00e3o podem ser criados ou removidos pelo uso desse comando. Use ''{14}'' em vez disso
createsiteusers.short_description=Criar usu\u00e1rios no site atual
createsiteusers.status=Adicionando usu\u00e1rios listados em {0} ao site atual...

createusers.description=Crie usu\u00e1rios. Os usu\u00e1rios s\u00e3o lidos do arquivo CSV dado. As colunas do arquivo podem ser na ordem mostrada abaixo.{0}1. Nome de usu\u00e1rio{0}2. Senha        (Ignorada ao usar o Active Directory){0}3. Nome amig\u00e1vel   (Ignorado ao usar o Active Directory){0}4. N\u00edvel de licen\u00e7a ({1}, {2}, {3}, {4} ou {5}){0}5. Administrador ({6}/{7}/{8}/{9}){0}6. Publicador ({10}/{11}/1 ou {12}/{13}/0){0}7. E-mail (apenas para o Tableau Public){0}O arquivo pode ter menos colunas. Por exemplo, ele pode ser uma lista simples com um nome de usu\u00e1rio por linha. \u00c9 poss\u00edvel usar aspas se um valor contiver v\u00edrgulas. O tabcmd espera pelo t\u00e9rmino da tarefa {14}.  Voc\u00ea pode escolher n\u00e3o esperar pelo t\u00e9rmino da tarefa no servidor e, em vez disso, retornar imediatamente ao passar o marcador {15}
createusers.short_description=Criar usu\u00e1rios no servidor
createusers.status=Adicionando usu\u00e1rios listados em {0} ao servidor

decryptextracts.short_description=Descriptografar extra\u00e7\u00f5es em um site
decryptextracts.status=Agendando decodifica\u00e7\u00f5es de extra\u00e7\u00f5es no site {0}...

delete.errors.mutually_exclusive=N\u00e3o \u00e9 poss\u00edvel especificar a pasta de trabalho e a fonte de dados para excluir
delete.errors.requires_workbook_datasource=O comando ''{0}'' requer um nome da pasta de trabalho ou nome da fonte de dados
delete.options.datasource=Fonte de dados a ser exclu\u00edda
delete.options.parent-project-path=O caminho do pai do projeto que cont\u00e9m a pasta de trabalho/fonte de dados a ser exclu\u00edda. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
delete.options.project=O projeto que cont\u00e9m a pasta de trabalho/fonte de dados a ser exclu\u00edda. O projeto padr\u00e3o \u00e9 ''{0}''
delete.options.workbook=Pasta de trabalho a ser exclu\u00edda
delete.short_description=Exclua uma pasta de trabalho ou fonte de dados do servidor
delete.status=Removendo {0} ''{1}'' do servidor...

deleteextracts.errors.required_argument=O comando deleteextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
deleteextracts.errors.error=Erro ao excluir a extra\u00e7\u00e3o
deleteextracts.for.datasource=Excluir extra\u00e7\u00e3o para a fonte de dados ''{0}''
deleteextracts.for.workbook_name=Excluir extra\u00e7\u00e3o para a pasta de trabalho de nome ''{0}''
deleteextracts.for.workbook_url=Excluir extra\u00e7\u00e3o para a pasta de trabalho com URL ''{0}''
deleteextracts.options.datasource=O nome da fonte de dados de destino para exclus\u00e3o da extra\u00e7\u00e3o
deleteextracts.options.embedded-datasources=Uma lista de espa\u00e7o separado de nomes de fontes de dados inseridas nesta pasta de trabalho de destino. Coloque os nomes da fonte de dados com aspas duplas se apresentarem espa\u00e7os. Dispon\u00edvel somente ao excluir extra\u00e7\u00f5es para a pasta de trabalho.
deleteextracts.options.include-all=Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
deleteextracts.options.parent-project-path=O caminho do pai do projeto que cont\u00e9m o recurso de destino. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
deleteextracts.options.project=O nome do projeto que cont\u00e9m o recurso de destino. Somente necess\u00e1rio se {0} ou {1} estiver especificado. Se n\u00e3o estiver especificado, o projeto padr\u00e3o ''{2}'' \u00e9 usado
deleteextracts.options.url=O nome can\u00f4nico do recurso, conforme ele aparece na URL
deleteextracts.options.workbook=O nome da pasta de trabalho de destino para excluir a extra\u00e7\u00e3o
deleteextracts.short_description=Excluir extra\u00e7\u00f5es para uma pasta de trabalho ou fonte de dados publicada
deleteextracts.workbook.include-all=Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
deleteextracts.workbook.embedded-datasource-names=Com nomes de fontes de dados inseridas

deletegroup.short_description=Excluir um grupo
deletegroup.status=Excluindo o grupo ''{0}'' do servidor...

deleteproject.errors.requires_project_name=O comando ''{0}'' requer um nome de projeto
deleteproject.options.parent-project-path=O caminho do pai do projeto a ser exclu\u00eddo. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
deleteproject.short_description=Excluir um projeto
deleteproject.status=Excluindo o projeto ''{0}'' do servidor...

deletesite.errors.logged_into_this_site=N\u00e3o \u00e9 poss\u00edvel excluir o site ao qual voc\u00ea est\u00e1 atualmente conectado
deletesite.short_description=Excluir um site
deletesite.status=Excluindo o site ''{0}'' do servidor...

deletesiteusers.description=Exclua usu\u00e1rios do site. Os usu\u00e1rios s\u00e3o lidos de um determinado arquivo CSV. O arquivo \u00e9 uma lista simples de um nome de usu\u00e1rio por linha
deletesiteusers.short_description=Excluir usu\u00e1rios do site
deletesiteusers.status=Excluindo usu\u00e1rios do site listados no {0} do servidor...

deleteusers.description=Exclua usu\u00e1rios. Os usu\u00e1rios s\u00e3o lidos de um determinado arquivo de valor separado por v\u00edrgula (CSV). O arquivo \u00e9 uma lista simples de um nome de usu\u00e1rio por linha
deleteusers.short_description=Excluir usu\u00e1rios
deleteusers.status=Excluindo usu\u00e1rios listados no {0} do servidor...

editdomain.description=Edite um dom\u00ednio. Use o comando ''{0}'' para exibir uma lista de dom\u00ednios para edi\u00e7\u00e3o
editdomain.errors.requires_nickname_name=Uma op\u00e7\u00e3o ''{0}'' ou ''{1}'' deve ser especificada
editdomain.options.id=ID do dom\u00ednio
editdomain.options.name=Nome do dom\u00ednio
editdomain.options.nickname=Apelido do dom\u00ednio
editdomain.short_description=Edite um dom\u00ednio
editdomain.output={0}ID{1}Nickname{1}{1}Name{0}
editdomain.status=Edite o dom\u00ednio com ID ''{0}'' no servidor...

editsite.errors.invalid_site-id=A op\u00e7\u00e3o {0} fica inv\u00e1lida ao criar v\u00e1rios sites. Execute novamente o comando ap\u00f3s remover a op\u00e7\u00e3o {0} ou edite cada site separadamente
editsite.errors.invalid_site-name=A op\u00e7\u00e3o {0} fica inv\u00e1lida ao criar v\u00e1rios sites. Execute novamente o comando ap\u00f3s remover a op\u00e7\u00e3o {0} ou edite cada site separadamente
editsite.options.allow-mobile-snapshots=Permitir [ou negar] instant\u00e2neos m\u00f3veis
editsite.options.allow-subscriptions=Permitir [ou negar] as assinaturas para este site
editsite.options.allow-web-authoring=Permitir [ou negar] a cria\u00e7\u00e3o na Web para este site
editsite.options.cache-warmup=Permitir [ou negar] aquecimento de cache para este site
editsite.options.cache-warmup-threshold=Limite em dias para determinar o intervalo de tempo entre as visualiza\u00e7\u00f5es de uma exibi\u00e7\u00e3o para desencadear um aquecimento
editsite.options.site-name=Exiba o nome do site
editsite.options.status=Alterar a disponibilidade do site. Deve ser ''{0}'' ou ''{1}''
editsite.options.allow-materialized-views=Permitir [ou recusar] exibi\u00e7\u00f5es materializadas para este site
editsite.options.extract_encryption_mode=Modo de criptografia de extra\u00e7\u00e3o: desabilitado, habilitado ou imposto. Caso n\u00e3o esteja definido, n\u00e3o ser\u00e1 alterado no servidor.
editsite.options.web_extraction_enabled=Permitir [ou negar] a cria\u00e7\u00e3o de extra\u00e7\u00e3o ou altera\u00e7\u00e3o de extra\u00e7\u00f5es funcionem neste site. A configura\u00e7\u00e3o padr\u00e3o \u00e9 permitir.
editsite.options.run_now_enabled=Permitir [ou negar] Executar agora para este site. O padr\u00e3o \u00e9 permitir o Executar agora
editsite.options.time_zone=Fuso hor\u00e1rio a ser usado com extra\u00e7\u00f5es nesse site
editsite.options.use_default_time_zone=Fuso hor\u00e1rio a ser usado com extra\u00e7\u00f5es n\u00e3o definido nesse site, em vez disso ele usar\u00e1 o fuso hor\u00e1rio padr\u00e3o do servidor.
editsite.short_description=Edite um site
editsite.status=Edite o site ''{0}'' no servidor...

encryptextracts.short_description=Criptografar extra\u00e7\u00f5es em um site
encryptextracts.status=Agendando criptografias de extra\u00e7\u00f5es no site {0}...

export.errors.need_country_and_languge=As op\u00e7\u00f5es --pa\u00eds e --idioma devem ser usadas juntas
export.errors.white_space_workbook_view=O nome da pasta de trabalho ou da exibi\u00e7\u00e3o a ser exportada n\u00e3o pode incluir espa\u00e7os. Use o nome normalizado da pasta de trabalho ou da exibi\u00e7\u00e3o, conforme aparece na URL.
export.errors.requires_workbook_view_name=O comando ''{0}'' requer um nome <workbook>/<view>
export.errors.requires_workbook_view_param=O comando ''{0}'' requer um par\u00e2metro <workbook>/<view>, e deve haver pelo menos uma barra (/) neste par\u00e2metro
export.options.country=Se n\u00e3o estiver usando o local padr\u00e3o do usu\u00e1rio, a abrevia\u00e7\u00e3o de pa\u00eds do local (encontre no Registro de marca secund\u00e1ria de idioma IANA). Deve usar com o --idioma
export.options.csv=Exporte dados em formato CSV (padr\u00e3o)
export.options.fullpdf=Exporte exibi\u00e7\u00f5es visuais em formato PDF (se a pasta de trabalho foi publicada com guias)
export.options.height=Define a altura. Deve ser um valor integral (padr\u00e3o: 600 pixels)
export.options.language=Se n\u00e3o estiver usando o local padr\u00e3o do usu\u00e1rio, a abrevia\u00e7\u00e3o de idioma do local (encontre no Registro de marca secund\u00e1ria de idioma IANA). Deve usar com o --pa\u00eds
export.options.pagelayout=Define a orienta\u00e7\u00e3o da p\u00e1gina do PDF exportado. Valores legais: {0}. Se n\u00e3o especificado, a configura\u00e7\u00e3o no Tableau Desktop ser\u00e1 usada
export.options.pagesize=Define o tamanho da p\u00e1gina do PDF exportado. Valores legais: {0} (padr\u00e3o: ''{1}'')
export.options.pdf=Exporte dados em formato PDF
export.options.png=Exporte dados em formato PNG
export.options.width=Define a largura. Deve ser um valor integral (padr\u00e3o: 800 pixels)
export.short_description=Exporte os dados ou imagem de uma exibi\u00e7\u00e3o do servidor
export.status=Solicitando ''{0}'' do servidor...
export.success=Salvou {0} para ''{1}''

extracts.workbook.errors.requires_datasources_or_include_all=Comando {0} para a pasta de trabalho exige o sinalizador de fonte de dados inserida ou incluir todas

fileuploader.progress=Progresso de upload: {0}%

get.description=Obtenha um arquivo do servidor. O arquivo ser\u00e1 nomeado ap\u00f3s o \u00faltimo componente do caminho, caso nenhum argumento do arquivo seja especificado
get.errors.requires_url=O comando ''{0}'' requer um URL
get.options.file=Nome para salvar o arquivo como
get.short_description=Obtenha um arquivo do servidor

help.available_commands=Comandos dispon\u00edveis:
help.command_options=Op\u00e7\u00f5es de comando:
help.description0=Mostre Ajuda para um comando espec\u00edfico
help.description1=Listar todos os comandos dispon\u00edveis
help.errors.unknown_command=Comando desconhecido: {0}
help.global_options=Op\u00e7\u00f5es globais:
help.short_description=Ajuda para os comandos tabcmd

httputils.found_attachment=Anexo encontrado: {0}
httputils.mapped_attachment=Anexo encontrado: {0} (remapeado para {1})

initialuser.errors.username_and_password_required=O nome de usu\u00e1rio e a senha s\u00e3o obrigat\u00f3rios
initialuser.options.friendly-name=Nome amig\u00e1vel
initialuser.short_description=Crie um usu\u00e1rio inicial em um servidor n\u00e3o inicializado

listdomains.description=Listar dom\u00ednios
listdomains.status=Listando dom\u00ednios do servidor...

listsites.output={0}{0}NAME: {1} {0}SITEID: ''{2}''
listsites.output_extended={0}{0}NAME: {1} {0}SITEID: ''{2}''{0}EXTRACTENCRYPTION: {3}
listsites.short_description=Listar sites para usu\u00e1rio
listsites.status=Listando sites para usu\u00e1rio {0}...
listsites.options.get_extract_encryption_mode=Imprimir modo de criptografia de extra\u00e7\u00e3o do(s) site(s)

login.description=Efetuar logon no servidor. A sua sess\u00e3o continuar\u00e1 at\u00e9 que expire no servidor ou voc\u00ea use {0}
login.short_description=Fa\u00e7a logon no serviodor

logout.short_description=Sair do servidor

publish.description=Publique uma pasta de trabalho, fonte de dados ou extra\u00e7\u00e3o no servidor

publish.errors.invalid_datasource_update_file_type=Tipo de arquivo incorreto ''{0}'' para atualiza\u00e7\u00e3o de uma fonte de dados. Substituir/anexar somente aplica-se a um arquivo de extra\u00e7\u00e3o (.tde)
publish.errors.invalid_name_option=Op\u00e7\u00e3o {0} \u00e9 inv\u00e1lida ao publicar v\u00e1rios itens
publish.errors.invalid_publish_file_type=Tipo de arquivo incorreto ''{0}'' para publica\u00e7\u00e3o, era esperado um arquivo .tde, .tds, .tdsx, .twb ou .twbx
publish.errors.mutually_exclusive_option=Use somente um de {0} ou {1}
publish.errors.requires_resource_file=O comando ''{0}'' requer uma pasta de trabalho, fonte de dados ou arquivo de extra\u00e7\u00e3o
publish.errors.unexpected_server_response=Resposta inesperada do servidor: {0}
publish.errors.server_resource_not_found=O recurso especificado n\u00e3o existe ou voc\u00ea n\u00e3o tem permiss\u00e3o para v\u00ea-lo. Verifique o nome e as permiss\u00f5es do projeto
publish.options.append=Anexe o arquivo de extra\u00e7\u00e3o \u00e0 fonte de dados existente
publish.options.async=Publicar de forma ass\u00edncrona
publish.options.db-password=Senha do banco de dados para todas as fontes de dados
publish.options.db-username=Nome de usu\u00e1rio do banco de dados para todas as fontes de dados
publish.options.description=Descri\u00e7\u00e3o da pasta de trabalho ou fonte de dados
publish.options.encrypt_extracts=Criptografar extra\u00e7\u00f5es no servidor
publish.options.name=O nome da pasta de trabalho/fonte de dados no servidor. Se omitido, a pasta de trabalho/fonte de dados ser\u00e1 nomeado de acordo com nome de arquivo, sem a extens\u00e3o twb(x), tds(x) ou tde. Publicar um arquivo .tde criar\u00e1 uma fonte de dados
publish.options.oauth-username=Use as credenciais salvas na cadeia de chaves associada ao USERNAME para publicar
publish.options.overwrite=Sobrescreva a pasta de trabalho/fonte de dados existente, se houver
publish.options.project=Projeto para publicar a pasta de trabalho/fonte de dados para
publish.options.parent-project-path=O caminho do pai do projeto para publicar a pasta de trabalho/fonte de dados para
publish.options.replace=Substitua o arquivo de extra\u00e7\u00e3o para a fonte de dados existente
publish.options.restart=Reinicia o envio de arquivos
publish.options.save-db-password=Armazene a senha do banco de dados no servidor
publish.options.save-oauth=Insira as credenciais OAuth especificadas com {0}
publish.options.tabbed=Publique com as exibi\u00e7\u00f5es em guias habilitadas
publish.options.thumbnail-groupname=Se a pasta de trabalho contiver quaisquer filtros de usu\u00e1rio, represente esse grupo enquanto computa as miniaturas
publish.options.thumbnail-username=Se a pasta de trabalho contiver quaisquer filtros de usu\u00e1rio, represente esse usu\u00e1rio enquanto computa as miniaturas
publish.status=Publicando ''{0}'' para o servidor. Isso pode demorar v\u00e1rios minutos...
publish.success=Arquivo publicado com \u00eaxito no servidor no seguinte local:

publishsamples.options.parent-project-path=O caminho do pai do projeto no qual publicar amostras. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
publishsamples.options.projectname=Nome do projeto ao qual as amostras ser\u00e3o publicadas
publishsamples.short_description=Publica pastas de trabalho de exemplo ao projeto especificado. Amostras atuais ser\u00e3o substitu\u00eddas.
publishsamples.status=Publicando amostras...

reencryptextracts.short_description=Criptografar novamente as extra\u00e7\u00f5es em um site
reencryptextracts.status=Agendando novas criptografias de extra\u00e7\u00f5es no site {0}...

refreshextracts.errors.required_argument=O comando refreshextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
refreshextracts.errors.add_and_remove_calculations=N\u00e3o \u00e9 poss\u00edvel executar atualiza\u00e7\u00e3o com ambas as op\u00e7\u00f5es --addcalculations e --removecalculations
refreshextracts.errors.calculations_and_incremental=N\u00e3o \u00e9 poss\u00edvel adicionar ou remover c\u00e1lculos materializados durante atualiza\u00e7\u00f5es incrementais de extra\u00e7\u00e3o
refreshextracts.errors.error=Erro na atualiza\u00e7\u00e3o de extra\u00e7\u00f5es
refreshextracts.options.datasource=O nome da fonte de dados a ser atualizada
refreshextracts.options.incremental=Execute uma atualiza\u00e7\u00e3o em incrementos (se suportada)
refreshextracts.options.parent-project-path=O caminho do pai do projeto que cont\u00e9m a extra\u00e7\u00e3o a ser atualizada. \u00c9 necess\u00e1rio especificar o nome do projeto com --project.
refreshextracts.options.project=O nome do projeto que cont\u00e9m a pasta de trabalho/fonte de dados. Somente necess\u00e1rio se {0} ou {1} estiver especificado. Se n\u00e3o estiver especificado, o projeto padr\u00e3o ''{2}'' \u00e9 usado
refreshextracts.options.synchronous=Aguarde a atualiza\u00e7\u00e3o ser executada e conclua antes da sair
refreshextracts.options.url=O nome can\u00f4nico da pasta de trabalho ou da exibi\u00e7\u00e3o, conforme ele aparece na URL
refreshextracts.options.workbook=O nome da pasta de trabalho a ser atualizada
refreshextracts.options.addcalculations=Adiciona c\u00e1lculos materializados na extra\u00e7\u00e3o
refreshextracts.options.removecalculations=Remove c\u00e1lculos materializados da extra\u00e7\u00e3o
refreshextracts.short_description=Atualize as extra\u00e7\u00f5es de uma pasta de trabalho ou fonte de dados no servidor
refreshextracts.status_incremented=Agendando extra\u00e7\u00f5es para {0} ''{1}'' a serem incrementadas agora...
refreshextracts.status_refreshed=Agendando extra\u00e7\u00f5es para {0} ''{1}'' a serem atualizadas agora...

removeusers.options.users=Arquivo que cont\u00e9m uma lista de usu\u00e1rios, um por linha, para remover do grupo
removeusers.short_description=Remova usu\u00e1rios de um grupo
removeusers.status=Removendo usu\u00e1rios listados em {0} do grupo {1}...

runschedule.errors.requires_schedule_name=O comando ''{0}'' requer um nome de agenda
runschedule.short_description=Executar uma agenda
runschedule.status=Executando agenda ''{0}'' no servidor...

materializeviews.short_description=Atualizar e verificar as configura\u00e7\u00f5es de exibi\u00e7\u00f5es materializadas para sites/pastas de trabalho
materializeviews.status.site=Atualizando configura\u00e7\u00e3o de exibi\u00e7\u00f5es materializadas do site ''{0}''...
materializeviews.status.workbook=Atualizando configura\u00e7\u00e3o de exibi\u00e7\u00f5es materializadas da pasta de trabalho ''{0}''...
materializeviews.errors.invalid_workbook_arguments=O comando materializeviews requer um argumento de um nome de pasta de trabalho
materializeviews.errors.invalid_site_arguments=O comando materializeviews requer um argumento de uma ID de site
materializeviews.errors.invalid_workbook_option=Use ''{0}'' ou ''{1}'' com ''{2}''
materializeviews.errors.invalid_project_path=Use ''{1}'' com ''{0}''
materializeviews.errors.invalid_site_option=Use ''{0}'' com ''{1}''
materializeviews.errors.site_mode_conflict=Use ''{0}'' ou ''{1}'' para alterar o modo de exibi\u00e7\u00f5es materializadas do site
materializeviews.errors.site_not_updated=Site ''{0}'' n\u00e3o atualizado, somente administradores de servidor podem alterar a configura\u00e7\u00e3o de exibi\u00e7\u00f5es materializadas
materializeviews.errors.invalid_argument_options_combination=Use ''{0}'' ou ''{1}'' para alterar a configura\u00e7\u00e3o de exibi\u00e7\u00f5es materializadas
materializeviews.options.materialize_now=Use ''{0}'' para agendar a materializa\u00e7\u00e3o da pasta de trabalho selecionada imediatamente
materializeviews.options.project=Use ''{0}''  para especificar o nome do projeto
materializeviews.options.parent_project_path=Use ''{0}'' para especificar o caminho do projeto principal para ''{1}''
materializeviews.options.allow_workbook=Use ''{0}'' para habilitar/desabilitar exibi\u00e7\u00f5es materializadas da pasta de trabalho
materializeviews.options.allow_site=Use ''{0}'' para habilitar/desabilitar exibi\u00e7\u00f5es materializadas do site
materializeviews.options.selected_workbooks=Use ''{0}'' para habilitar as pastas de trabalho selecionadas no site, usadas com a op\u00e7\u00e3o ''{1}''. Essa \u00e9 a op\u00e7\u00e3o padr\u00e3o
materializeviews.options.all_workbooks=Use ''{0}'' para habilitar todas as pastas de trabalho no site, usadas com a op\u00e7\u00e3o ''{1}''

session.auto_site_login=Logon autom\u00e1tico no site: {0}
session.certificate-alias=Alias de certificado: {0}
session.connecting=Conectando-se ao servidor...
session.continuing_session=Continuando a sess\u00e3o anterior
session.errors.auth_required=Autoriza\u00e7\u00e3o necess\u00e1ria
session.errors.invalid_keystore_password=A senha do reposit\u00f3rio de chaves est\u00e1 incorreta. Informe a senha correta e tente novamente
session.errors.invalid_redirect=N\u00e3o \u00e9 poss\u00edvel redirecionar para uma URL inv\u00e1lida: {0}
session.errors.keystore_pwdfile_create=N\u00e3o \u00e9 poss\u00edvel criar o arquivo de senha do reposit\u00f3rio de chaves, erro: {0}
session.errors.missing_arguments=N\u00e3o \u00e9 poss\u00edvel efetuar logon devido \u00e0 falta de argumentos: {0}
session.errors.no_redirect_found=Nenhum endere\u00e7o de redirecionamento na resposta de redire\u00e7\u00e3o
session.errors.no_sslcafile_found=N\u00e3o foi poss\u00edvel localizar um arquivo de autoridade de certifica\u00e7\u00e3o (CA) nestes locais: ''{0}''. O arquivo CA \u00e9 usado para garantir a comunica\u00e7\u00e3o segura com o Tableau Server. Para obter informa\u00e7\u00f5es sobre a cria\u00e7\u00e3o de um arquivo CA, consulte a ajuda do Tableau Server. Para se conectar ao Tableau Server sem validar o seu certificado SSL, use o sinalizador --no-certcheck.
session.errors.script_no_password=Tabcmd foi executado de um script ou IDE, mas a nenhuma senha foi fornecida. Uma senha deve ser fornecida como um argumento para tabcmd, a fim de efetuar logon.
session.errors.session_expired=A sess\u00e3o expirou
session.errors.unsupported_command=O comando n\u00e3o \u00e9 suportado por este servidor
session.keystore.notice=Deseja armazenar a senha no local para evitar digitar a senha da pr\u00f3xima vez? [responda sim ou n\u00e3o]
session.keystore.password=Senha do reposit\u00f3rio de chaves:
session.keystore.pwdfile_create=Criar arquivo de senha do reposit\u00f3rio de chaves no caminho: {0}
session.keystore.pwdfile_remove=Remova o arquivo de senha do reposit\u00f3rio de chaves que cont\u00e9m a senha incorreta
session.login=Fazendo logon...
session.logout=Saiu
session.monitorjob.errors.no_jobid=N\u00e3o \u00e9 poss\u00edvel monitorar o trabalho.  Nenhum job_id encontrado: {0}
session.monitorjob.percent_complete={0}% conclu\u00eddo
session.new_session=Criando nova sess\u00e3o
session.no-certificate-found=Nenhum certificado de cliente encontrado
session.not_default_site_member=Voc\u00ea n\u00e3o \u00e9 um membro do site padr\u00e3o. Selecione um SITEID nos sites a seguir:
session.not_site_member=Voc\u00ea n\u00e3o \u00e9 um membro do site  ''{0}''. Selecione um SITEID nos sites a seguir:
session.options.help=Exiba a ajuda tabcmd
session.options.no-certcheck=N\u00e3o valide o certificado SSL
session.options.no-cookie=N\u00e3o salve o ID da sess\u00e3o ao efetuar logon. Os comandos subsequentes ir\u00e3o necessitar efetuar o logon novamente. Se n\u00e3o for especificado, o padr\u00e3o \u00e9 salvar o ID da sess\u00e3o
session.options.no-prompt=N\u00e3o solicite uma senha
session.options.no-proxy=N\u00e3o use um proxy HTTP
session.options.password=Use a senha do Tableau Server especificada
session.options.password-file=Leia a senha do Tableau Server de FILE
session.options.proxy=Use o proxy HTTP especificado
session.options.server=Use a URL do Tableau Server especificada. Se nenhum protocolo for especificado, http:// ser\u00e1 usado
session.options.site=Use o site do Tableau Server especificado. Especifique uma cadeia de caracteres vazia ('''') para for\u00e7ar o uso do site padr\u00e3o
session.options.timeout=Quanto tempo esperar, em segundos, para que o servidor conclua o processamento do comando. O padr\u00e3o \u00e9 aguardar at\u00e9 que o servidor responda
session.options.use-certificate=Utilize o certificado de cliente para entrada
session.options.username=Use o nome de usu\u00e1rio do Tableau Server especificado
session.password=Senha:
session.retrying_task=Fazendo logon novamente para tentar o comando original com uma nova sess\u00e3o...
session.session_expired_login=A sess\u00e3o expirou. Fazendo logon para limpar a sess\u00e3o...
session.site_list={0}{0}NAME: {1}{0}SITEID: ''{2}''
session.using-certificate=Utiliza\u00e7\u00e3o do certificado de cliente para entrada
session.inferred_username=Fazendo logon como usu\u00e1rio ''{0}'' uma vez que n\u00e3o foi fornecido nenhum --sinalizador de nome de usu\u00e1rio

sessiondata.errors.bad_api=API de servidor formada incorretamente: {0}
sessiondata.errors.no_server_api=N\u00e3o \u00e9 poss\u00edvel localizar a vers\u00e3o de API do servidor na resposta
sessiondata.errors.version_mismatch=A vers\u00e3o do Tabcmd {0} (API {1}) n\u00e3o corresponde \u00e0 vers\u00e3o do Tableau Server {2} (API {3})

sessionoptions.errors.ambiguous_scheme=Especifique ''{0}'' ou ''{1}'' antes do nome do servidor
sessionoptions.errors.bad_password_file=N\u00e3o \u00e9 poss\u00edvel ler a senha no arquivo ''{0}''
sessionoptions.errors.bad_protocol=O protocolo ''{0}'' n\u00e3o \u00e9 suportado
sessionoptions.errors.bad_proxy_format=O formato do Proxy n\u00e3o corresponde HOST:PORT: {0}
sessionoptions.errors.bad_timeout=Argumento n\u00e3o num\u00e9rico para {0} ''{1}'' ignorado

set.description=Defina uma configura\u00e7\u00e3o no servidor. Use !setting para desativar uma configura\u00e7\u00e3o
set.errors.requires_setting_name=O comando ''{0}'' requer um nome de configura\u00e7\u00e3o
set.errors.single_setting_name=O comando ''{0}'' usa um \u00fanico nome de configura\u00e7\u00e3o
set.short_description=Defina uma configura\u00e7\u00e3o no servidor

setsetting.status=Configurando ''{0}'' para {1}

syncgroup.errors.server_admin=A fun\u00e7\u00e3o m\u00ednima do site de um grupo n\u00e3o pode ser definida como '' ServerAdministrator ''.
syncgroup.options.role=Define a fun\u00e7\u00e3o padr\u00e3o de todos os usu\u00e1rios no grupo. Valores legais para {0}: {1}. Se um usu\u00e1rio j\u00e1 existe, a fun\u00e7\u00e3o determinada somente \u00e9 aplicada caso seja menos restritiva que a fun\u00e7\u00e3o atual do usu\u00e1rio. Se n\u00e3o for especificado, o padr\u00e3o \u00e9 {2} para novos usu\u00e1rios e n\u00e3o alterado para usu\u00e1rios existentes
syncgroup.options.overwritesiterole=Permite que a fun\u00e7\u00e3o do usu\u00e1rio no site seja alterada para uma com menos privil\u00e9gio usando --role e sobrescrevendo o comportamento padr\u00e3o.
syncgroup.options.grantlicensemode=Quando conceder a um usu\u00e1rio a licen\u00e7a especificada no grupo. Os valores legais s\u00e3o: {0}. Se nenhum valor for passado, ''na sincroniza\u00e7\u00e3o'' ser\u00e1 usado como o valor padr\u00e3o.
syncgroup.short_description=Sincronize o servidor com um grupo do Active Directory
syncgroup.status=Sincronizando o servidor com o grupo do Active Directory {0}...
syncgroup.options.sysadmin-type=[Obsoleto. Usar --fun\u00e7\u00e3o.] Atribui [ou remove] o direito de administrador de todos os usu\u00e1rios do grupo. {0} pode ser: {1}, {2}, {3} ou {4}.
syncgroup.options.license=[Obsoleto. Usar --fun\u00e7\u00e3o.] Configura o n\u00edvel de licen\u00e7a padr\u00e3o para todos os usu\u00e1rios do grupo. {0} pode ser: {1}, {2} ou {3}.
syncgroup.options.publisher=[Obsoleto. Usar --fun\u00e7\u00e3o.] Atribui [ou remove] o direito de publica\u00e7\u00e3o para todos os usu\u00e1rios do grupo.

tabcmd.mutually_exclusive_options=N\u00e3o \u00e9 poss\u00edvel especificar ''{0}'' e ''{1}'' no mesmo comando

tabcmdparser.errors.ambiguous_option=Op\u00e7\u00e3o amb\u00edgua ''{0}'' entre as op\u00e7\u00f5es: {1}
tabcmdparser.warning.unexpected_dash=Tra\u00e7o inesperado detectado no argumento: {0}. Os tra\u00e7os v\u00e1lidos s\u00e3o -, --. Este erro geralmente ocorre ao copiar/colar de um editor de texto com formata\u00e7\u00e3o. Tente digitar novamente o tra\u00e7o para o argumento na linha de comando.

resetopenidsub.short_description=Redefina um OpenID Connect SubId para um usu\u00e1rio
resetopenidsub.options.targetusername=Usu\u00e1rio a ser redefinido
resetopenidsub.options.all=Redefinir todos os usu\u00e1rios

version.description=Imprimir informa\u00e7\u00f5es de vers\u00e3o

vizqlsession.errors.cannot_create_session=Falha ao criar uma sess\u00e3o VizQl no servidor
vizqlsession.errors.no_command_result=N\u00e3o foi poss\u00edvel encontrar o resultado do comando: {0}
vizqlsession.errors.session_already_closed=Objeto da sess\u00e3o VizQl j\u00e1 fechado
vizqlsession.errors.cannot_parse_response=N\u00e3o \u00e9 poss\u00edvel analisar a cadeia de caracteres de resposta JSON: {0}

upgradethumbnails.short_description=Isso executar\u00e1 o trabalho Atualizar miniaturas do processador em segundo plano. Renderizar\u00e1 todas as miniaturas geradas antes do Tableau 2018.2 para uma alta resolu\u00e7\u00e3o, al\u00e9m de talvez colocar uma carga maior que a usual no Tableau Server e em fontes de dados externas. Se ocorrer algum problema, o trabalho poder\u00e1 ser interrompido executando tabcmd upgradethumbnails --server <server> --stop
upgradethumbnails.options.stop=Interromper todos os trabalhos de atualiza\u00e7\u00e3o de miniaturas relacionados
upgradethumbnails.status.running=Iniciando atualiza\u00e7\u00e3o de miniaturas
upgradethumbnails.status.not_running=Nenhuma atualiza\u00e7\u00e3o de miniaturas sendo iniciada
upgradethumbnails.status.cancelling=Trabalhos de cancelamento de atualiza\u00e7\u00e3o de miniaturas
upgradethumbnails.continue_promt=Deseja continuar? Insira 1 para Sim, 0 para N\u00e3o (1/0)
upgradethumbnails.invalid_response=Resposta inv\u00e1lida
validateidpmetadata.options.digest_algorithms=Uma lista de algoritmos resumidos separados por espa\u00e7o. Valores legais para {0}: {1}. Se n\u00e3o for especificado, o servidor usar\u00e1 os valores da configura\u00e7\u00e3o do servidor: {2}
validateidpmetadata.options.min_allowed_rsa_key_size=Se n\u00e3o for especificado, o servidor usar\u00e1 valores da defini\u00e7\u00e3o de configura\u00e7\u00e3o do servidor: {0}
validateidpmetadata.options.min_allowed_elliptic_curve_size=Se n\u00e3o for especificado, o servidor usar\u00e1 valores da defini\u00e7\u00e3o de configura\u00e7\u00e3o do servidor: {0}
validateidpmetadata.options.site_names=Uma lista de nomes de sites separados por espa\u00e7os em que deve ser realizada a valida\u00e7\u00e3o de certificado. Se ela n\u00e3o for especificada, todos os sites ser\u00e3o inspecionados.
validateidpmetadata.short_description=Identifica sites do Tableau Server configurados com IdPs usando o algoritmo resumido n\u00e3o-seguro, SHA-1. Este comando tamb\u00e9m identifica IdPs que est\u00e3o usando certificados com um tamanho de chave RSA insuficiente ou tamanho de curva el\u00edptica.
