commandlineutils.errors.bad_value=La opci\u00f3n ''{0}'' tiene un valor incorrecto de ''{1}''. Debe ser uno de: {2}
commandlineutils.errors.not_integer=El valor ''{0}'' para la opci\u00f3n ''{1}'' no es un entero

common.errors.empty_file=El archivo ''{0}'' est\u00e1 vac\u00edo
common.errors.file_not_found=No se puede abrir el archivo ''{0}''
common.errors.invalid_file_path=Ruta de archivo no v\u00e1lida ''{0}''
common.errors.folder_path_not_found=No se encontr\u00f3 el directorio ''{0}''
common.errors.access_denied=Acceso denegado al archivo ''{0}''. Compruebe que la ruta sea v\u00e1lida y que el nombre de archivo no coincida con un directorio existente.
common.errors.requires_csv_file=El comando ''{0}'' requiere un archivo CSV
common.errors.requires_group_name=El comando ''{0}'' requiere un nombre de grupo
common.errors.requires_site_name=El comando ''{0}'' requiere un nombre de sitio
common.errors.options_conflict=Se especificaron opciones nuevas y opciones que ya no se usan para especificar la funci\u00f3n del usuario. Solo se puede utilizar una de ellas.
common.errors.csv_sizelimit=El archivo CSV al que hace referencia supera el l\u00edmite de tama\u00f1o de 100 MB. Divida el contenido en archivos CSV m\u00e1s peque\u00f1os e imp\u00f3rtelos por separado.
common.options.admin-type=[Ya no se usa] Asigna [o elimina] el derecho de administraci\u00f3n del sitio para todos los usuarios en el archivo CSV. Esta configuraci\u00f3n se puede sustituir por los valores de las distintas filas del archivo CSV. {0} puede ser: {1}, {2} o {3}. Si no se especifica: {3} para los nuevos usuarios, sin cambios para los usuarios existentes
common.options.complete=Requiere [o no] que todas las filas sean v\u00e1lidas para que los cambios sean correctos. Valor predeterminado: {0}
common.options.license=[Ya no se usa] Configura el nivel de licencia predeterminado para todos los usuarios. Se puede sustituir con el valor del archivo CSV. {0} puede ser {1}, {2} o {3}
common.options.nowait=No esperar a que termine el trabajo
common.options.publisher=[Ya no se usa] Asigna [o elimina] el derecho de publicaci\u00f3n para todos los usuarios en el archivo CSV. Esta configuraci\u00f3n se puede sustituir por los valores de las distintas filas del archivo CSV. Valor predeterminado si no se especifica: falso para los nuevos usuarios, sin cambios para los usuarios existentes
common.options.silent-progress=No mostrar mensajes de progreso para el trabajo
common.options.sysadmin-type=[Ya no se usa] Asigna [o elimina] el derecho de administraci\u00f3n del sitio para todos los usuarios en el archivo CSV. Esta configuraci\u00f3n se puede sustituir por los valores de las distintas filas del archivo CSV. {0} puede ser: {1}, {2}, {3} o {4}. Valor predeterminado si no se especifica: {4} para los nuevos usuarios, sin cambios para los usuarios existentes
common.output.job_queued_success=Trabajo en cola
common.output.succeeded=Correcto
common.options.role=Establece la funci\u00f3n predeterminada de todos los usuarios a los que afecta. Valores v\u00e1lidos de {0}: {1}. Si no se especifica, el servidor usa el valor predeterminado: {2}

addusers.options.users=Archivo que contiene una lista de usuarios, uno por l\u00ednea, para a\u00f1adirlos al grupo
addusers.short_description=A\u00f1adir usuarios a un grupo
addusers.status=A\u00f1adiendo los usuarios mostrados en {0} al grupo {1}...

creategroup.short_description=Crear un grupo local
creategroup.status=Creando el grupo ''{0}'' en el servidor...
creategroup.options.role=Establece el rol que se asignar\u00e1 a los usuarios del grupo una vez que inicien sesi\u00f3n. Valores legales de {0}: {1}. El rol en el sitio de un usuario solo se establecer\u00e1 con este valor si es menos restrictivo que el rol en el sitio actual del usuario. Si no se especifica ninguno, no se asignar\u00e1 ning\u00fan rol para los usuarios de este grupo cuando inicien sesi\u00f3n.

createextracts.errors.required_argument=El comando createextracts necesita una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos.
createextracts.errors.error=Error al crear la extracci\u00f3n
createextracts.for.datasource=Crear extracci\u00f3n para la fuente de datos ''{0}''
createextracts.for.workbook_name=Creando extracci\u00f3n del libro de trabajo ''{0}''
createextracts.for.workbook_url=Crear extracci\u00f3n para el libro de trabajo con URL ''{0}''
createextracts.options.datasource=El nombre de la fuente de datos de destino para la creaci\u00f3n de extracci\u00f3n
createextracts.options.embedded-datasources=Una lista de nombres de fuente de datos insertadas y separados por espacios dentro del libro de trabajo de destino. Escriba los nombres de fuente de datos con comillas si contienen espacios. Solo disponible al crear extracciones para un libro de trabajo.
createextracts.options.encrypt=Crear extracci\u00f3n cifrada.
createextracts.options.include-all=Incluya todas las fuentes de datos de un libro de trabajo de destino. Solo estar\u00e1 disponible al crear extracciones para el libro de trabajo.
createextracts.options.parent-project-path=Ruta del proyecto que es el principal dentro del proyecto que contiene el recurso de destino. Debe especificar el nombre del proyecto con --project.
createextracts.options.project=El nombre del proyecto que contiene el recurso de destino. Solo es necesario si {0} o {1} est\u00e1n especificados. Si no lo est\u00e1n, se utilizar\u00e1 el proyecto predeterminado ''{2}''.
createextracts.options.url=El nombre can\u00f3nico para el recurso tal y como aparece en la URL
createextracts.options.workbook=El nombre del libro de trabajo de destino para la creaci\u00f3n de extracci\u00f3n
createextracts.short_description=Crear extracciones para un libro de trabajo o una fuente de datos publicada
createextracts.workbook.include-all=Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
createextracts.workbook.embedded-datasource-names=Con nombres de fuente de datos incrustada

createproject.options.description=Descripci\u00f3n del proyecto
createproject.options.name=Nombre del proyecto
createproject.options.parent-project-path=Ruta del proyecto que contendr\u00e1 el proyecto nuevo. Si no se indica, se crear\u00e1 en el nivel de base del sitio
createproject.short_description=Crear un proyecto
createproject.status=Creando el proyecto ''{0}''en el servidor...

createsite.errors.invalid_url_option=La opci\u00f3n de URL no es v\u00e1lida al crear varios sitios. Vuelva a ejecutar el comando despu\u00e9s de eliminar la opci\u00f3n de URL, o bien cree cada sitio por separado
createsite.errors.site_name_already_exists=Ya existe un sitio con el nombre ''{0}''. Escriba otro nombre de sitio.
createsite.errors.site_id_already_exists=Ya existe un sitio con el ID ''{0}''. Utilice -r para especificar otro ID de sitio. Consulte la ayuda de tabcmd createsite para obtener m\u00e1s informaci\u00f3n.
createsite.options.allow-mobile-snapshots=Permitir [o denegar] instant\u00e1neas m\u00f3viles. De forma predeterminada, se permiten las instant\u00e1neas m\u00f3viles
createsite.options.allow-subscriptions=Permitir [o denegar] suscripciones para este sitio. El valor predeterminado es la configuraci\u00f3n predeterminada del servidor. Las suscripciones no se pueden habilitar si las suscripciones de servidor est\u00e1n deshabilitadas
createsite.options.allow-web-authoring=Permitir [o denegar] la creaci\u00f3n web para este sitio. De forma predeterminada, se permite la creaci\u00f3n web
createsite.options.metrics-level=0 para ninguna recolecci\u00f3n, 100 para todas las recolecciones
createsite.options.guest-access-enabled=Permiso de acceso de invitados que no han iniciado sesi\u00f3n con una cuenta de Tableau Server para ver las vistas
createsite.options.site-mode=Permitir [o denegar] el administrador de sitio desde la administraci\u00f3n de usuarios en el sitio
createsite.options.storage-quota=Cuota de almacenamiento del sitio en MB
createsite.options.subscription-email=Correo electr\u00f3nico usado para suscripciones
createsite.options.subscription-footer=Pie de p\u00e1gina usado para suscripciones
createsite.options.url=ID del sitio
createsite.options.user-quota=M\u00e1ximo de usuarios de sitio
createsite.options.extract_encryption_mode=Modo de cifrado de extracciones: deshabilitado, habilitado o requerido. Si no se establece nada, se usa el valor predeterminado.
createsite.options.web_extraction_enabled=Permitir [o denegar] la creaci\u00f3n de extracci\u00f3n y el cambio de extracciones a tiempo real para este sitio. La configuraci\u00f3n predeterminada est\u00e1 permitida.
createsite.options.run_now_enabled=Permitir [o denegar] la opci\u00f3n Ejecutar ahora para este sitio. La opci\u00f3n predeterminada es Permitir.
createsite.options.time_zone=La zona horaria que se usar\u00e1 con las extracciones en este sitio. La opci\u00f3n predeterminada se ha desconfigurado para usar la zona horaria del servidor.
createsite.short_description=Crear un sitio
createsite.status=Creando el sitio ''{0}'' en el servidor...

createsiteusers.options.auth-type=Asigna el tipo de autenticaci\u00f3n de todos los usuarios del archivo CSV. Para Tableau Online, {0} puede ser {1} (predeterminado) or {2}. Para Tableau Server, {0} puede ser Local (predeterminado) o {2}.
createsiteusers.description=Crear usuarios en el sitio actual. Los usuarios se leen a partir del archivo CSV especificado. El archivo puede tener las columnas en el orden que se muestra a continuaci\u00f3n.{0}1. Nombre de usuario{0}2. Contrase\u00f1a        (Se omite en caso de usar Active Directory){0}3. Nombre descriptivo   (Se omite en caso de usar Active Directory){0}4. Nivel de licencia ({1}, {2}, {3}, {4} o {5}){0}5. Administrador ({6}/{7}){0}6. Publicador ({8}/{9}/1 o {10}/{11}/0){0}7. Correo electr\u00f3nico (solo para Tableau Public){0}El archivo puede tener menos columnas. Por ejemplo, puede ser una lista simple con un nombre de usuario por l\u00ednea. Puede usar comillas si un valor contiene comas. Tabcmd espera hasta que la tarea de {12} se completa.  Puede elegir no esperar a que se complete la tarea en el servidor y volver inmediatamente pasando el selector {13}. Con este comando no se pueden eliminar ni degradar administradores de sistema. Para ello, use "{14}"
createsiteusers.short_description=Crear usuarios en el sitio actual
createsiteusers.status=A\u00f1adiendo los usuarios mostrados en {0} al sitio actual...

createusers.description=Crear usuarios. Los usuarios se leen a partir del archivo CSV especificado. El archivo puede tener las columnas en el orden que se muestra a continuaci\u00f3n.{0}1. Nombre de usuario{0}2. Contrase\u00f1a        (Se omite en caso de usar Active Directory){0}3. Nombre descriptivo   (Se omite en caso de usar Active Directory){0}4. Nivel de licencia ({1}, {2}, {3}, {4} o {5}){0}5. Administrador ({6}/{7}/{8}/{9}){0}6. Publicador ({10}/{11}/1 o {12}/{13}/0){0}7. Correo electr\u00f3nico (solo para Tableau Public){0}El archivo puede tener menos columnas. Por ejemplo, puede ser una lista simple con un nombre de usuario por l\u00ednea. Puede usar comillas si un valor contiene comas. Tabcmd espera hasta que la tarea de {14} se completa.  Puede elegir no esperar a que se complete la tarea en el servidor y volver inmediatamente pasando el selector {15}.
createusers.short_description=Crear usuarios en el servidor
createusers.status=A\u00f1adiendo los usuarios mostrados en {0} al servidor

decryptextracts.short_description=Descifrar las extracciones en un sitio
decryptextracts.status=Programando el descifrado de las extracciones en el sitio {0}...

delete.errors.mutually_exclusive=No se puede especificar un libro de trabajo y una fuente de datos para su eliminaci\u00f3n
delete.errors.requires_workbook_datasource=El comando ''{0}'' requiere un nombre de libro de trabajo o de fuente de datos
delete.options.datasource=Fuente de datos que se va a eliminar
delete.options.parent-project-path=Ruta del elemento superior del proyecto que contiene los libros de trabajo o las fuentes de datos que se van a eliminar. Se debe especificar el nombre del proyecto con --project.
delete.options.project=El proyecto que contiene el libro de trabajo o la fuente de datos que se va a eliminar. El proyecto predeterminado es ''{0}''
delete.options.workbook=Libro de trabajo que se va a eliminar
delete.short_description=Eliminar un libro de trabajo o una fuente de datos del servidor
delete.status=Eliminando {0} ''{1}'' del servidor...

deleteextracts.errors.required_argument=El comando deleteextracts requiere una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos
deleteextracts.errors.error=Error al eliminar la extracci\u00f3n
deleteextracts.for.datasource=Eliminar extracci\u00f3n de la fuente de datos ''{0}''
deleteextracts.for.workbook_name=Eliminando la extracci\u00f3n del libro de trabajo ''{0}''
deleteextracts.for.workbook_url=Eliminar extracci\u00f3n para el libro de trabajo con la URL ''{0}''
deleteextracts.options.datasource=El nombre de la fuente de datos de destino para la eliminaci\u00f3n de la extracci\u00f3n
deleteextracts.options.embedded-datasources=Una lista de nombres de fuente de datos insertadas y separados por espacios dentro del libro de trabajo de destino. Escriba los nombres de fuente de datos con comillas si contienen espacios. Solo disponible al eliminar extracciones para un libro de trabajo.
deleteextracts.options.include-all=Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
deleteextracts.options.parent-project-path=Ruta del proyecto que es el principal dentro del proyecto que contiene el recurso de destino. Debe especificar el nombre del proyecto con --project.
deleteextracts.options.project=El nombre del proyecto que contiene el recurso de destino. Solo es necesario si {0} o {1} est\u00e1n especificados. Si no lo est\u00e1n, se utilizar\u00e1 el proyecto predeterminado ''{2}''.
deleteextracts.options.url=El nombre can\u00f3nico para el recurso tal y como aparece en la URL
deleteextracts.options.workbook=El nombre del libro de trabajo de destino para la eliminaci\u00f3n de extracci\u00f3n
deleteextracts.short_description=Eliminar extracciones para un libro de trabajo o una fuente de datos publicada
deleteextracts.workbook.include-all=Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
deleteextracts.workbook.embedded-datasource-names=Con nombres de fuente de datos insertadas

deletegroup.short_description=Eliminar un grupo
deletegroup.status=Eliminando el grupo ''{0}'' del servidor...

deleteproject.errors.requires_project_name=El comando ''{0}'' requiere un nombre de proyecto
deleteproject.options.parent-project-path=Ruta del elemento superior del proyecto que se va a eliminar. Se debe especificar el nombre del proyecto con --project..
deleteproject.short_description=Eliminar un proyecto
deleteproject.status=Eliminando el proyecto ''{0}'' del servidor...

deletesite.errors.logged_into_this_site=No se puede eliminar el sitio en el que tiene iniciada la sesi\u00f3n
deletesite.short_description=Eliminar un sitio
deletesite.status=Eliminando el sitio ''{0}'' del servidor...

deletesiteusers.description=Elimine usuarios del sitio. Los usuarios se leen a partir del archivo CSV especificado. El archivo es una lista simple de un nombre de usuario por l\u00ednea
deletesiteusers.short_description=Eliminar usuarios del sitio
deletesiteusers.status=Eliminando los usuarios del sitio mostrados en {0} del servidor...

deleteusers.description=Elimine usuarios. Los usuarios se leen a partir del archivo de valores separados por comas (CSV) especificado. El archivo es una lista simple de un nombre de usuario por l\u00ednea
deleteusers.short_description=Eliminar usuarios
deleteusers.status=Eliminando los usuarios mostrados en {0} del servidor...

editdomain.description=Edite un dominio. Use el comando ''{0}'' para ver una lista de dominios para la edici\u00f3n
editdomain.errors.requires_nickname_name=Se debe especificar una opci\u00f3n ''{0}'' o ''{1}''
editdomain.options.id=ID del dominio
editdomain.options.name=Nombre del dominio
editdomain.options.nickname=Apodo del dominio
editdomain.short_description=Editar un dominio
editdomain.output={0}ID{1}Apodo{1}{1}Nombre{0}
editdomain.status=Editando el dominio con el ID ''{0}'' en el servidor...

editsite.errors.invalid_site-id=La opci\u00f3n {0} no es v\u00e1lida al editar varios sitios. Vuelva a ejecutar el comando despu\u00e9s de eliminar la opci\u00f3n {0}, o bien edite cada sitio por separado
editsite.errors.invalid_site-name=La opci\u00f3n {0} no es v\u00e1lida al editar varios sitios. Vuelva a ejecutar el comando despu\u00e9s de eliminar la opci\u00f3n {0}, o bien edite cada sitio por separado
editsite.options.allow-mobile-snapshots=Permitir [o denegar] instant\u00e1neas m\u00f3viles
editsite.options.allow-subscriptions=Permitir [o denegar] suscripciones para este sitio
editsite.options.allow-web-authoring=Permitir [o denegar] la creaci\u00f3n web para este sitio
editsite.options.cache-warmup=Permitir [o denegar] el calentamiento de cach\u00e9 para este sitio
editsite.options.cache-warmup-threshold=Umbral (en d\u00edas) del tiempo transcurrido desde la visualizaci\u00f3n de una vista para que se active el calentamiento
editsite.options.site-name=Mostrar nombre del sitio
editsite.options.status=Cambie la disponibilidad del sitio. Debe ser ''{0}'' o ''{1}''
editsite.options.allow-materialized-views=Permitir [o denegar] las vistas materializadas para este sitio
editsite.options.extract_encryption_mode=Modo de cifrado de extracciones: deshabilitado, habilitado o requerido. Si no se establece nada, no se cambia en el servidor.
editsite.options.web_extraction_enabled=Permitir [o denegar] la creaci\u00f3n de extracciones y el cambio de extracciones a tiempo real para este sitio. Permitir es la configuraci\u00f3n predeterminada.
editsite.options.run_now_enabled=Permitir [o denegar] la opci\u00f3n Ejecutar ahora para este sitio. La opci\u00f3n predeterminada es Permitir
editsite.options.time_zone=La zona horaria que se usar\u00e1 con las extracciones en este sitio
editsite.options.use_default_time_zone=Se ha desconfigurado la zona horaria para las extracciones de este sitio, se usar\u00e1 la zona horaria predeterminada del servidor
editsite.short_description=Editar un sitio
editsite.status=Editando el sitio ''{0}'' en el servidor...

encryptextracts.short_description=Cifrar las extracciones en un sitio
encryptextracts.status=Programando el recifrado de las extracciones en el sitio {0}...

export.errors.need_country_and_languge=Las opciones --country y --language se deben utilizar juntas.
export.errors.white_space_workbook_view=El nombre del libro de trabajo o la vista de la exportaci\u00f3n no puede incluir espacios. Use el nombre normalizado del libro de trabajo o la vista tal como aparece en la URL.
export.errors.requires_workbook_view_name=El comando ''{0}'' requiere un nombre de <workbook>/<view>
export.errors.requires_workbook_view_param=El comando ''{0}'' requiere un par\u00e1metro de <workbook>/<view>, que debe contener al menos una barra (/)
export.options.country=Si no se utiliza la configuraci\u00f3n regional predeterminada del usuario, se debe usar la abreviatura de la configuraci\u00f3n regional del pa\u00eds (que se puede encontrar en el registro de subetiquetas de idioma de la IANA) con el comando --language
export.options.csv=Exportar datos en formato CSV (predeterminado)
export.options.fullpdf=Exportar las vistas visuales en formato PDF (si el libro de trabajo se ha publicado con pesta\u00f1as)
export.options.height=Configura el alto. Debe ser un valor entero (valor predeterminado: 600 p\u00edxeles)
export.options.language=Si no se utiliza la configuraci\u00f3n regional predeterminada del usuario, se debe usar la abreviatura de la configuraci\u00f3n regional del idioma (que se puede encontrar en el registro de subetiquetas de idioma de la IANA) con el comando --country
export.options.pagelayout=Configura la orientaci\u00f3n de p\u00e1ginas del PDF exportado. Valores legales: {0}. Si no se especifica, se utilizar\u00e1 la configuraci\u00f3n de Tableau Desktop
export.options.pagesize=Configura el tama\u00f1o de p\u00e1gina del PDF exportado. Valores legales: {0} (valor predeterminado: ''{1}'')
export.options.pdf=Exportar datos en formato PDF
export.options.png=Exportar datos en formato PNG
export.options.width=Configura el ancho. Debe ser un valor entero (valor predeterminado: 800 p\u00edxeles)
export.short_description=Exportar los datos o la imagen de una vista del servidor
export.status=Solicitando ''{0}'' al servidor...
export.success=Se ha guardado {0} en ''{1}''

extracts.workbook.errors.requires_datasources_or_include_all=El comando {0} para un libro de trabajo requiere una fuente de datos insertada o incluir un selector total .

fileuploader.progress=Progreso de carga: {0}%

get.description=Obtenga un archivo del servidor. El archivo recibir\u00e1 el nombre tras el \u00faltimo componente de la ruta si no se especifica ning\u00fan argumento de nombre de archivo
get.errors.requires_url=El comando ''{0}'' requiere una URL
get.options.file=Nombre para guardar el archivo como
get.short_description=Obtener un archivo del servidor

help.available_commands=Comandos disponibles:
help.command_options=Opciones de comando:
help.description0=Mostrar la ayuda para un comando espec\u00edfico
help.description1=Lista de comandos disponibles
help.errors.unknown_command=Comando desconocido: {0}
help.global_options=Opciones globales:
help.short_description=Ayuda para comandos tabcmd

httputils.found_attachment=Archivo adjunto encontrado: {0}
httputils.mapped_attachment=Adjunto encontrado: {0} (reasignado a {1})

initialuser.errors.username_and_password_required=Se requiere tanto el nombre de usuario como la contrase\u00f1a
initialuser.options.friendly-name=Nombre descriptivo
initialuser.short_description=Crear un usuario inicial en un servidor no inicializado

listdomains.description=Mostrar dominios
listdomains.status=Mostrando dominios del servidor...

listsites.output={0}{0}NAME: {1} {0}SITEID: ''{2}''
listsites.output_extended={0}{0}NAME: {1} {0}SITEID: ''{2}''{0}EXTRACTENCRYPTION: {3}
listsites.short_description=Mostrar sitios para usuario
listsites.status=Mostrando sitios para el usuario {0}...
listsites.options.get_extract_encryption_mode=Imprimir el modo de cifrado de las extracciones del sitio

login.description=Inicie sesi\u00f3n en el servidor. La sesi\u00f3n continuar\u00e1 hasta que expire en el servidor o utilice {0}
login.short_description=Iniciar sesi\u00f3n en el servidor

logout.short_description=Cerrar sesi\u00f3n en el servidor

publish.description=Publicar un libro de trabajo, una fuente de datos o una extracci\u00f3n en el servidor

publish.errors.invalid_datasource_update_file_type=Tipo de archivo ''{0}'' incorrecto para actualizar una fuente de datos. La operaci\u00f3n de reemplazar/adjuntar solo se aplica a un archivo de extracci\u00f3n (.tde)
publish.errors.invalid_name_option=La opci\u00f3n {0} no es v\u00e1lida para publicar varios elementos
publish.errors.invalid_publish_file_type=Tipo de archivo ''{0}'' incorrecto para la publicaci\u00f3n, se esperaba un archivo .tde, .tds, .tdsx, .twb o .twbx
publish.errors.mutually_exclusive_option=Usar solo uno de {0} o {1}
publish.errors.requires_resource_file=El comando ''{0}'' requiere un libro de trabajo, una fuente de datos o un archivo de extracci\u00f3n
publish.errors.unexpected_server_response=Respuesta inesperada del servidor: {0}
publish.errors.server_resource_not_found=El recurso que ha especificado no existe o no tiene permiso para verlo. Compruebe el nombre del proyecto y sus permisos
publish.options.append=Adjuntar archivo de extracci\u00f3n a fuente de datos existente
publish.options.async=Publicar de forma as\u00edncrona
publish.options.db-password=Contrase\u00f1a de base de datos para todas las fuentes de datos
publish.options.db-username=Nombre de usuario de base de datos para todas las fuentes de datos
publish.options.description=Descripci\u00f3n del libro de trabajo o la fuente de datos
publish.options.encrypt_extracts=Cifrar extracciones en el servidor
publish.options.name=Nombre del libro de trabajo o la fuente de datos en el servidor. Si se omite, el libro de trabajo o la fuente de datos recibir\u00e1 un nombre tras el nombre de archivo, sin la extensi\u00f3n twb(x), tds(x) o tde. La publicaci\u00f3n de un archivo .tde dar\u00e1 lugar a la creaci\u00f3n de una fuente de datos
publish.options.oauth-username=Use las credenciales guardadas en la llave del servidor asociada a USERNAME para publicar
publish.options.overwrite=Sobrescribir el libro de trabajo o la fuente de datos, si existe
publish.options.project=Proyecto para publicar el libro de trabajo/fuente de datos en
publish.options.parent-project-path=Ruta del elemento superior del proyecto para publicar el libro de trabajo o la fuente de datos en
publish.options.replace=Reemplazar archivo de la extracci\u00f3n con fuente de datos existente
publish.options.restart=Reinicia la carga de archivos
publish.options.save-db-password=Almacenar la contrase\u00f1a de base de datos en el servidor
publish.options.save-oauth=Incrustar las credenciales de OAuth especificadas con {0}
publish.options.tabbed=Publicar con vistas tabuladas habilitadas
publish.options.thumbnail-groupname=Si el libro de trabajo contiene filtros de usuario, suplante al grupo mientras calcula las miniaturas
publish.options.thumbnail-username=Si el libro de trabajo contiene filtros de usuario, suplante al usuario mientras calcula las miniaturas
publish.status=Publicando ''{0}'' en el servidor. Esta operaci\u00f3n podr\u00eda tardar varios minutos...
publish.success=Archivo publicado correctamente en el servidor, en la siguiente ubicaci\u00f3n:

publishsamples.options.parent-project-path=Ruta del elemento superior del proyecto para el que se van a publicar muestras. Se debe especificar el nombre del proyecto con --project
publishsamples.options.projectname=Nombre del proyecto en el que se publican las muestras
publishsamples.short_description=Publica los libros de trabajo de muestras en el proyecto especificado. Se sobrescribir\u00e1n las muestras existentes.
publishsamples.status=Publicando muestras...

reencryptextracts.short_description=Volver a cifrar las extracciones de un sitio
reencryptextracts.status=Programando de nuevo el cifrado de las extracciones del sitio {0}...

refreshextracts.errors.required_argument=El comando refreshextracts requiere una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos
refreshextracts.errors.add_and_remove_calculations=No se puede actualizar con las opciones --addcalculations y --removecalculations a la vez
refreshextracts.errors.calculations_and_incremental=No se pueden a\u00f1adir o eliminar c\u00e1lculos materializados durante una actualizaci\u00f3n de extracci\u00f3n incremental
refreshextracts.errors.error=Error al actualizar la extracci\u00f3n
refreshextracts.options.datasource=Nombre de la fuente de datos que se va a actualizar
refreshextracts.options.incremental=Realizar una actualizaci\u00f3n incremental (si es compatible)
refreshextracts.options.parent-project-path=Ruta del elemento superior del proyecto que contiene las extracciones que se van a actualizar. Se debe especificar el nombre del proyecto con --project.
refreshextracts.options.project=Nombre del proyecto que contiene el libro de trabajo o la fuente de datos. Solo es necesario si se especifica {0} o {1}. Si no se especifica, se usa el proyecto predeterminado ''{2}''
refreshextracts.options.synchronous=Esperando a la actualizaci\u00f3n para ejecutar y terminar antes de salir
refreshextracts.options.url=Nombre can\u00f3nico del libro de trabajo o vista tal y como aparece en la URL
refreshextracts.options.workbook=Nombre del libro de trabajo que se va a actualizar
refreshextracts.options.addcalculations=A\u00f1ade c\u00e1lculos materializados a la extracci\u00f3n
refreshextracts.options.removecalculations=Elimina c\u00e1lculos materializados de la extracci\u00f3n
refreshextracts.short_description=Actualizar las extracciones de un libro de trabajo o una fuente de datos en el servidor
refreshextracts.status_incremented=Programando extracciones para {0} ''{1}'' para su incrementaci\u00f3n...
refreshextracts.status_refreshed=Programando extracciones para {0} ''{1}'' para su actualizaci\u00f3n...

removeusers.options.users=Archivo que contiene una lista de usuarios, uno por l\u00ednea, para eliminarlos del grupo
removeusers.short_description=Eliminar usuarios de un grupo
removeusers.status=Eliminando los usuarios mostrados en {0} del grupo {1}...

runschedule.errors.requires_schedule_name=El comando ''{0}'' requiere un nombre de programa
runschedule.short_description=Ejecutar un programa
runschedule.status=Ejecutando el programa ''{0}'' en el servidor...

materializeviews.short_description=Actualice y busque los sitios o libros de trabajo en la configuraci\u00f3n de vistas materializadas
materializeviews.status.site=Actualizando la configuraci\u00f3n de las vistas materializadas para el sitio ''{0}''...
materializeviews.status.workbook=Actualizando la configuraci\u00f3n de las vistas materializadas para el libro de trabajo ''{0}''...
materializeviews.errors.invalid_workbook_arguments=El comando de vistas materializadas necesita un argumento de un nombre de libro de trabajo
materializeviews.errors.invalid_site_arguments=El comando de vistas materializadas necesita un argumento de un ID de sitio
materializeviews.errors.invalid_workbook_option=Use ''{0}'' o ''{1}'' con  ''{2}''
materializeviews.errors.invalid_project_path=Use ''{1}'' con  ''{0}''
materializeviews.errors.invalid_site_option=Use ''{0}'' con  ''{1}''
materializeviews.errors.site_mode_conflict=Use ''{0}'' o ''{1}'' para cambiar el modo de las vistas materializadas en el sitio
materializeviews.errors.site_not_updated=El sitio ''{0}'' no est\u00e1 actualizado, solo los administradores del servidor pueden cambiar la configuraci\u00f3n de las vistas materializadas
materializeviews.errors.invalid_argument_options_combination=Use ''{0}'' o ''{1}'' para cambiar la configuraci\u00f3n de las vistas materializadas
materializeviews.options.materialize_now=Use ''{0}'' para programar la materializaci\u00f3n de un libro de trabajo determinado de manera inmediata
materializeviews.options.project=Use ''{0}'' para especificar un nombre de proyecto
materializeviews.options.parent_project_path=Use ''{0}'' para especificar la ruta del proyecto primario a  ''{1}''
materializeviews.options.allow_workbook=Use ''{0}'' para habilitar o deshabilitar las vistas materializadas del libro de trabajo
materializeviews.options.allow_site=Use ''{0}'' para habilitar o deshabilitar las vistas materializadas del sitio
materializeviews.options.selected_workbooks=Use ''{0}'' para habilitar determinados libros de trabajo del sitio, junto con la opci\u00f3n ''{1}''. Esta es la opci\u00f3n predeterminada
materializeviews.options.all_workbooks=Use ''{0}'' para habilitar todos los libros de trabajo del sitio, junto con la opci\u00f3n ''{1}''

session.auto_site_login=Iniciar sesi\u00f3n autom\u00e1ticamente en este sitio: {0}
session.certificate-alias=Alias de certificado: {0}
session.connecting=Conectando al servidor...
session.continuing_session=Continuando sesi\u00f3n anterior
session.errors.auth_required=Autorizaci\u00f3n requerida
session.errors.invalid_keystore_password=La contrase\u00f1a del almac\u00e9n de claves es incorrecta. Introduzca la contrase\u00f1a correcta y reint\u00e9ntelo
session.errors.invalid_redirect=No se puede redirigir a una URL no v\u00e1lida: {0}
session.errors.keystore_pwdfile_create=No se puede crear un archivo de contrase\u00f1a de almac\u00e9n de claves, error: {0}
session.errors.missing_arguments=No se puede iniciar sesi\u00f3n debido a que faltan argumentos: {0}
session.errors.no_redirect_found=No hay ninguna direcci\u00f3n de redireccionamiento en la respuesta de redireccionamiento
session.errors.no_sslcafile_found=No se encontr\u00f3 ning\u00fan archivo de autoridad de certificaci\u00f3n (CA) en estas ubicaciones: ''{0}''. El archivo de CA se utiliza para garantizar una comunicaci\u00f3n segura con Tableau Server. Para obtener informaci\u00f3n sobre c\u00f3mo crear un archivo de CA, consulte la Ayuda de Tableau Server. Para conectarse a Tableau Server sin validar su certificado SSL, use la marca --no-certcheck.
session.errors.script_no_password=Se ejecut\u00f3 tabcmd desde un script o IDE, pero no se proporcion\u00f3 ninguna contrase\u00f1a. Para iniciar sesi\u00f3n, se debe proporcionar una contrase\u00f1a como argumento de tabcmd.
session.errors.session_expired=La sesi\u00f3n ha expirado
session.errors.unsupported_command=El comando no es compatible con este servidor
session.keystore.notice=\u00bfDesea almacenar la contrase\u00f1a en local para no tener que escribirla la pr\u00f3xima vez? [respuesta s\u00ed o no]
session.keystore.password=Contrase\u00f1a del almac\u00e9n de claves:
session.keystore.pwdfile_create=Crear un archivo de contrase\u00f1a de almac\u00e9n de claves en la ruta: {0}
session.keystore.pwdfile_remove=Eliminar el archivo de contrase\u00f1a de almac\u00e9n de claves que contiene la contrase\u00f1a incorrecta
session.login=Iniciando sesi\u00f3n...
session.logout=Sesi\u00f3n cerrada
session.monitorjob.errors.no_jobid=No se puede supervisar el trabajo. No se ha encontrado ning\u00fan job_id: {0}
session.monitorjob.percent_complete={0}% completado
session.new_session=Creando nueva sesi\u00f3n
session.no-certificate-found=No se ha encontrado ning\u00fan certificado de cliente v\u00e1lido
session.not_default_site_member=No es miembro del sitio predeterminado. Seleccione un SITEID de los siguientes sitios:
session.not_site_member=No es miembro del sitio ''{0}''. Seleccione un SITEID de los siguientes sitios:
session.options.help=Mostrar ayuda de tabcmd
session.options.no-certcheck=No validar el certificado SSL
session.options.no-cookie=No guardar el ID de sesi\u00f3n al iniciar sesi\u00f3n. Los comandos siguientes necesitar\u00e1n volver a iniciar sesi\u00f3n. Si no se especifica, el valor predeterminado consiste en guardar el ID de sesi\u00f3n
session.options.no-prompt=No solicitar contrase\u00f1a
session.options.no-proxy=No utilizar un proxy HTTP
session.options.password=Usar la contrase\u00f1a de Tableau Server especificada
session.options.password-file=Leer la contrase\u00f1a de Tableau Server desde el archivo
session.options.proxy=Usar el proxy HTTP especificado
session.options.server=Usar la URL de Tableau Server especificada. Si no se especifica el protocolo, se utiliza http://
session.options.site=Utilice el sitio de Tableau Server. Especifique una cadena vac\u00eda ('''') para forzar el uso del sitio predeterminado
session.options.timeout=Espera, en segundos, para que el servidor termine de procesar el comando. El valor predeterminado es esperar hasta que el servidor responda
session.options.use-certificate=Use el certificado de cliente para iniciar sesi\u00f3n
session.options.username=Usar el nombre de usuario de Tableau Server especificado
session.password=Contrase\u00f1a:
session.retrying_task=Iniciando sesi\u00f3n de nuevo para volver a probar el comando original con una sesi\u00f3n nueva...
session.session_expired_login=La sesi\u00f3n ha expirado. Se est\u00e1 cerrando la sesi\u00f3n...
session.site_list={0}{0}NAME: {1}{0}SITEID: ''{2}''
session.using-certificate=Usar el certificado de cliente para iniciar sesi\u00f3n
session.inferred_username=Iniciando sesi\u00f3n con el usuario ''{0}'', ya que no se ha indicado ning\u00fan selector de nombre de usuario

sessiondata.errors.bad_api=API de servidor mal formada: {0}
sessiondata.errors.no_server_api=No se puede encontrar la versi\u00f3n de API del servidor en la respuesta
sessiondata.errors.version_mismatch=La versi\u00f3n de tabcmd {0} (API {1}) no coincide con la versi\u00f3n de Tableau Server {2} (API {3})

sessionoptions.errors.ambiguous_scheme=Especifique ''{0}'' o ''{1}'' antes del nombre del servidor
sessionoptions.errors.bad_password_file=No se puede leer la contrase\u00f1a del archivo ''{0}''
sessionoptions.errors.bad_protocol=El protocolo ''{0}'' no es compatible
sessionoptions.errors.bad_proxy_format=El formato de proxy no coincide con HOST:PUERTO: {0}
sessionoptions.errors.bad_timeout=El argumento no num\u00e9rico de {0} ''{1}'' se ha ignorado

set.description=Defina una configuraci\u00f3n en el servidor. Use !setting para desactivar una configuraci\u00f3n
set.errors.requires_setting_name=El comando ''{0}'' requiere un nombre de configuraci\u00f3n
set.errors.single_setting_name=El comando ''{0}'' toma un \u00fanico nombre de configuraci\u00f3n
set.short_description=Defina una configuraci\u00f3n en el servidor

setsetting.status=Configurando ''{0}'' a {1}

syncgroup.errors.server_admin=El rol en el sitio m\u00ednimo de un grupo no se puede configurar como "ServerAdministrator".
syncgroup.options.role=Configura el rol predeterminado de todos los usuarios del grupo. Valores legales para {0}: {1}. Si un usuario ya existe, el rol especificado solo se aplica si es menos restrictivo que el rol actual del usuario. Si no se especifica, el valor predeterminado es {2} para los nuevos usuarios y permanece sin cambios para los usuarios existentes
syncgroup.options.overwritesiterole=Permite cambiar el Rol de sitio de un usuario a uno con menos privilegios si se usa --role. Esta operaci\u00f3n anula el comportamiento predeterminado.
syncgroup.options.grantlicensemode=Cu\u00e1ndo conceder a un usuario la licencia especificada en el grupo. Los valores legales son: {0}. Si no se aprueba ning\u00fan valor, se utilizar\u00e1 ''sincronizado'' como valor predeterminado.
syncgroup.short_description=Sincronizar el servidor con un grupo de Active Directory
syncgroup.status=Sincronizando el servidor con el grupo de Active Directory {0}...
syncgroup.options.sysadmin-type=[Obsoleto. Usar --rol en su lugar.] Asigna [o elimina] el derecho de administrador a todos los usuarios del grupo. {0} puede ser: {1}, {2}, {3}, o {4}.
syncgroup.options.license=[Obsoleto. Usar --rol en su lugar.] Configura el nivel de licencia predeterminado para todos los usuarios del grupo. {0} puede ser {1}, {2}, o {3}.
syncgroup.options.publisher=[Obsoleto. Usar --rol en su lugar.] Asigna [o elimina] el derecho publicar a todos los usuarios en el grupo.

tabcmd.mutually_exclusive_options=No se puede especificar ''{0}'' y ''{1}'' en el mismo comando

tabcmdparser.errors.ambiguous_option=Opci\u00f3n ambigua ''{0}'' entre las opciones: {1}
tabcmdparser.warning.unexpected_dash=Se detect\u00f3 una raya inesperada en el argumento: {0}. Las rayas v\u00e1lidas son -, --. Este error se produce normalmente al copiar o pegar desde un editor de texto con formato. Intente volver a escribir la raya para el argumento en la l\u00ednea de comandos.

resetopenidsub.short_description=Restablecer una SubID de OpenID Connect de un usuario
resetopenidsub.options.targetusername=Usuario que se va a restablecer
resetopenidsub.options.all=Restablecer todos los usuarios

version.description=Imprimir informaci\u00f3n de versi\u00f3n

vizqlsession.errors.cannot_create_session=No se pudo crear una sesi\u00f3n de VizQl en el servidor
vizqlsession.errors.no_command_result=No se encontr\u00f3 el resultado del comando: {0}
vizqlsession.errors.session_already_closed=El objeto de sesi\u00f3n de VizQl ya est\u00e1 cerrado
vizqlsession.errors.cannot_parse_response=No se pudo analizar la cadena de respuesta JSON: {0}

upgradethumbnails.short_description=Esto ejecutar\u00e1 el trabajo de actualizaci\u00f3n de miniaturas del procesador en segundo plano. De esta forma, se mejorar\u00e1 la resoluci\u00f3n de las miniaturas creadas antes de la versi\u00f3n 2018.2 de Tableau. Es posible que esto aumente la carga habitual de Tableau Server y de las fuentes de datos externas. Si surge alg\u00fan problema, se puede detener el trabajo ejecutando el comando tabcmd upgradethumbnails --server <server> --stop
upgradethumbnails.options.stop=Detener todos los trabajos relacionados con la actualizaci\u00f3n de miniaturas
upgradethumbnails.status.running=Comenzando actualizaci\u00f3n de miniaturas
upgradethumbnails.status.not_running=No comenzar\u00e1 la actualizaci\u00f3n de miniaturas
upgradethumbnails.status.cancelling=Cancelando los trabajos de actualizaci\u00f3n de miniaturas
upgradethumbnails.continue_promt=\u00bfQuiere continuar? Escriba 1 en caso afirmativo, 0 en caso negativo (1/0)
upgradethumbnails.invalid_response=Respuesta no v\u00e1lida
validateidpmetadata.options.digest_algorithms=Una lista de algoritmos de proceso separada por espacios. Valores legales de {0}: {1}. Si no se especifican, el servidor usa los valores de la configuraci\u00f3n del servidor: {2}
validateidpmetadata.options.min_allowed_rsa_key_size=Si no se esecifica, el servidor utiliza valores de los ajustes de configuraci\u00f3n del servidor: {0}
validateidpmetadata.options.min_allowed_elliptic_curve_size=Si no se esecifica, el servidor utiliza valores de los ajustes de configuraci\u00f3n del servidor: {0}
validateidpmetadata.options.site_names=Una lista separada mediante espacios de los nombres de los sitios en los que se realizar\u00e1 la validaci\u00f3n de certificados. Si no se especifica ninguno, se inspeccionar\u00e1n todos los sitios.
validateidpmetadata.short_description=Identifica sitios de Tableau Server que est\u00e1n configurados con IdP a trav\u00e9s del algoritmo de proceso no seguro, SHA-a. Este comando tambi\u00e9n identifica IdP que utilizan certificados con un tama\u00f1o de clave RSA insuficiente o un tama\u00f1o de curva el\u00edptico.
