commandlineutils.errors.bad_value=L''option ''{0}'' a la valeur ''{1}'' incorrecte. Ce devrait \u00eatre une valeur parmi : {2}
commandlineutils.errors.not_integer=La valeur ''{0}'' pour l''option ''{1}'' n''est pas un entier

common.errors.empty_file=Le fichier ''{0}'' est vide
common.errors.file_not_found=Impossible d''ouvrir le fichier ''{0}''.
common.errors.invalid_file_path=Chemin d''acc\u00e8s du fichier ''{0}'' non valide
common.errors.folder_path_not_found=R\u00e9pertoire ''{0}'' introuvable
common.errors.access_denied=Acc\u00e8s au fichier ''{0}'' refus\u00e9. V\u00e9rifiez que le chemin est valide et que le nom de fichier ne correspond pas \u00e0 un r\u00e9pertoire existant
common.errors.requires_csv_file=La commande ''{0}'' n\u00e9cessite un fichier CSV
common.errors.requires_group_name=La commande ''{0}'' n\u00e9cessite un nom de groupe
common.errors.requires_site_name=La commande ''{0}'' n\u00e9cessite un nom de site
common.errors.options_conflict=Des options nouvelles et d\u00e9sapprouv\u00e9es pour sp\u00e9cifier le r\u00f4le de l''utilisateur ont \u00e9t\u00e9 sp\u00e9cifi\u00e9es. Une seule d''entre elles peut \u00eatre utilis\u00e9e
common.errors.csv_sizelimit=Le fichier CSV que vous r\u00e9f\u00e9rencez d\u00e9passe la taille limite de 100 Mo. Divisez le contenu du fichier en fichiers CSV plus petits, puis importez-les s\u00e9par\u00e9ment.
common.options.admin-type=[Obsol\u00e8te] Attribue [ou retire] le droit Admin d''acc\u00e8s au site \u00e0 tous les utilisateurs du fichier CSV. Ce param\u00e8tre peut \u00eatre remplac\u00e9 par les valeurs de lignes individuelles du fichier CSV. {0} peut \u00eatre : {1}, {2} ou {3}. Si non sp\u00e9cifi\u00e9 : {3} pour les nouveaux utilisateurs, pas de changement pour les utilisateurs existants.
common.options.complete=Requiert [ou non] que toutes les lignes soient valides pour qu''une modification aboutisse. Valeur par d\u00e9faut : {0}
common.options.license=[R\u00e9trograd\u00e9] D\u00e9termine le niveau de licence par d\u00e9faut applicable \u00e0 tous les utilisateurs. La valeur indiqu\u00e9e dans le fichier CSV pr\u00e9vaut sur ce r\u00e9glage. {0} peut \u00eatre {1}, {2} ou {3}
common.options.nowait=Ne pas attendre que le travail soit termin\u00e9
common.options.publisher=[Obsol\u00e8te] Attribue [ou retire] le droit de publication \u00e0 tous les utilisateurs du fichier CSV. Ce param\u00e8tre peut \u00eatre remplac\u00e9 par les valeurs de lignes individuelles du fichier CSV.  Valeur par d\u00e9faut si non sp\u00e9cifi\u00e9 : FAUX pour les nouveaux utilisateurs, pas de changement pour les utilisateurs existants.
common.options.silent-progress=Ne pas afficher les messages de progression pour le travail
common.options.sysadmin-type=[Obsol\u00e8te] Attribue [ou retire] le droit Admin d''acc\u00e8s au site \u00e0 tous les utilisateurs du fichier CSV. Ce param\u00e8tre peut \u00eatre remplac\u00e9 par les valeurs de lignes individuelles du fichier CSV. {0} peut \u00eatre\u00a0: {1}, {2}, {3} ou {4}. Valeur par d\u00e9faut si non sp\u00e9cifi\u00e9 : {4} pour les nouveaux utilisateurs, aucun changement pour les utilisateurs existants.
common.output.job_queued_success=Travail en file d''attentte
common.output.succeeded=T\u00e2che ex\u00e9cut\u00e9e
common.options.role=D\u00e9finit le r\u00f4le par d\u00e9faut de tous les utilisateurs concern\u00e9s. Valeurs l\u00e9gales pour {0}: {1}. Si elles ne sont pas sp\u00e9cifi\u00e9es, le serveur utilise la valeur par d\u00e9faut : {2}

addusers.options.users=Fichier qui contient une liste d''utiisateurs (1 par ligne) \u00e0 ajouter au groupe
addusers.short_description=Ajouter des utilisateurs \u00e0 un groupe
addusers.status=Ajout des utilisateurs r\u00e9capitul\u00e9s dans {0} au groupe {1}...

creategroup.short_description=Cr\u00e9er un groupe local
creategroup.status=Cr\u00e9ation d''un groupe ''{0}'' sur le serveur...
creategroup.options.role=Configure les r\u00f4les qui seront d\u00e9finis pour les utilisateurs du groupe lors de la connexion. Valeurs autoris\u00e9es pour {0}\u00a0: {1}. Le r\u00f4le sur le site d''un utilisateur peut uniquement \u00eatre d\u00e9fini sur cette valeur s''il est moins restrictif que le r\u00f4le sur le site actuel de l''utilisateur. En l''absence de sp\u00e9cification, aucun r\u00f4le ne sera d\u00e9fini pour les utilisateurs de ce groupe lors de la connexion.

createextracts.errors.required_argument=La commande createextracts n\u00e9cessite une URL de classeur, un nom de classeur ou un nom de source de donn\u00e9es.
createextracts.errors.error=Erreur lors de la cr\u00e9ation d''extrait
createextracts.for.datasource=Cr\u00e9ation d''extrait pour la source de donn\u00e9es ''{0}''
createextracts.for.workbook_name=Cr\u00e9ation de l''extrait avec le classeur portant le nom ''{0}''
createextracts.for.workbook_url=Cr\u00e9ation d''extrait pour le classeur avec l''URL ''{0}''
createextracts.options.datasource=Nom de la source de donn\u00e9es cible pour la cr\u00e9ation d''extraits
createextracts.options.embedded-datasources=Liste s\u00e9par\u00e9e par des espaces des noms de sources de donn\u00e9es int\u00e9gr\u00e9s dans le classeur cible. Entourez les noms des sources de donn\u00e9es avec des guillemets doubles s''ils contiennent des espaces. Uniquement disponible en cas de cr\u00e9ation d''extraits pour un classeur.
createextracts.options.encrypt=Cr\u00e9ez un extrait crypt\u00e9.
createextracts.options.include-all=Incluez toutes les sources de donn\u00e9es int\u00e9gr\u00e9es dans le classeur cible. Uniquement disponible lors de la cr\u00e9ation d''extraits pour un classeur.
createextracts.options.parent-project-path=Partie du projet qui est le parent du projet contenant la ressource cible. Vous devez sp\u00e9cifier le nom du projet avec --project.
createextracts.options.project=Nom du projet qui contient la ressource source. N''est n\u00e9cessaire que si {0} ou {1} est sp\u00e9cifi\u00e9. Dans le cas contraire, le projet par d\u00e9faut ''{2}'' est utilis\u00e9.
createextracts.options.url=Nom canonique de la ressource, tel qu''il appara\u00eet dans l''URL
createextracts.options.workbook=Nom du classeur cible pour la cr\u00e9ation d''extraits
createextracts.short_description=Cr\u00e9er des extraits pour un classeur ou une source de donn\u00e9es publi\u00e9(e)
createextracts.workbook.include-all=Inclure toutes les sources de donn\u00e9es int\u00e9gr\u00e9es dans le classeur cible
createextracts.workbook.embedded-datasource-names=Avec noms de sources de donn\u00e9es int\u00e9gr\u00e9es

createproject.options.description=Description du projet
createproject.options.name=Nom du projet
createproject.options.parent-project-path=Chemin du projet qui contiendra le nouveau projet. S''il n''est pas indiqu\u00e9, il sera cr\u00e9\u00e9 au niveau de la racine du site
createproject.short_description=Cr\u00e9ation d''un projet
createproject.status=Cr\u00e9ation du projet ''{0}'' sur le serveur...

createsite.errors.invalid_url_option=Lors de la cr\u00e9ation de plusieurs sites, l''option d''URL n''est pas valide. Relancez la commande apr\u00e8s avoir supprim\u00e9 l''option d''URL ou cr\u00e9ez chaque site s\u00e9par\u00e9ment
createsite.errors.site_name_already_exists=Il existe d\u00e9j\u00e0 un site appel\u00e9 ''{0}''. Essayez un nom de site diff\u00e9rent.
createsite.errors.site_id_already_exists=Il existe d\u00e9j\u00e0 un site portant l''ID ''{0}''. Utilisez -r pour sp\u00e9cifier un ID de site diff\u00e9rent. Consultez l''aide sur la commande tabcmd createsite pour plus d''informations.
createsite.options.allow-mobile-snapshots=Autoriser [ou interdire] les instantan\u00e9s mobiles. Par d\u00e9faut ils sont autoris\u00e9s.
createsite.options.allow-subscriptions=Autoriser [ou interdire] les abonnements pour ce site. Par d\u00e9faut, le param\u00e8tre du serveur est pris en compte. Les abonnements ne peuvent pas \u00eatre activ\u00e9s si les abonnements au serveur sont d\u00e9sactiv\u00e9s
createsite.options.allow-web-authoring=Autoriser [ou interdire] la cr\u00e9ation Web pour ce site. Par d\u00e9faut, elle est autoris\u00e9e.
createsite.options.metrics-level=0 pour aucune collection, 100 pour toutes les collections
createsite.options.guest-access-enabled=Autorisation d''acc\u00e8s Utilisateur invit\u00e9 \u00e0 visualiser les vues pour ceux qui ne sont pas connect\u00e9s \u00e0 un compte Tableau Server
createsite.options.site-mode=Autoriser [ou refuser] un administrateur de site depuis la gestion des utilisateurs du site
createsite.options.storage-quota=Quota de stockage du site en Mo
createsite.options.subscription-email=Adresse e-mail utilis\u00e9e pour les abonnements
createsite.options.subscription-footer=Pied de page utilis\u00e9 pour les abonnements
createsite.options.url=ID de site
createsite.options.user-quota=Nombre maximum d''utilisateurs du site
createsite.options.extract_encryption_mode=Mode de cryptage des extraits\u00a0: d\u00e9sactiv\u00e9, activ\u00e9 ou appliqu\u00e9. Si le mode n''est pas d\u00e9fini, la valeur par d\u00e9faut est utilis\u00e9e.
createsite.options.web_extraction_enabled=Autorisez ou [refusez] la cr\u00e9ation d''extraits et la modification d''extraits sur l''option En direct pour ce site. Le param\u00e8tre par d\u00e9faut est autoris\u00e9.
createsite.options.run_now_enabled=Autorisez [ou refusez] l''option Ex\u00e9cuter maintenant pour ce site. Le param\u00e8tre par d\u00e9faut est d''autoriser Ex\u00e9cuter maintenant.
createsite.options.time_zone=Fuseau horaire \u00e0 utiliser avec les extraits sur ce site. Param\u00e8tre par d\u00e9faut non d\u00e9fini sur l''utilisation du fuseau horaire du serveur.
createsite.short_description=Cr\u00e9er un site
createsite.status=Cr\u00e9er le site ''{0}'' sur le serveur...

createsiteusers.options.auth-type=Affecte le type d''authentification pour tous les utilisateurs dans le fichier CSV. Pour Tableau Online, {0} peut \u00eatre {1} (par d\u00e9faut) ou {2}. Pour Tableau Server, {0} peut \u00eatre local (par d\u00e9faut) ou {2}.
createsiteusers.description=Cr\u00e9ez des utilisateurs sur le site actuel. Les utilisateurs sont lus \u00e0 partir du fichier CSV indiqu\u00e9. Les colonnes du fichier peuvent se pr\u00e9senter dans l''ordre indiqu\u00e9 ci-dessous.{0}1. Nom d''utilisateur{0}2. Mot de passe        (Ignor\u00e9 en cas d''utilisation d''Active Directory){0}3. Nom convivial   (Ignor\u00e9 en cas d''utilisation d''Active Directory){0}4. Niveau de licence ({1}, {2}, {3}, {4} ou {5}){0}5. Administrateur ({6}/{7}){0}6. Publicateur ({8}/{9}/1 ou {10}/{11}/0){0}7. E-mail (uniquement pour Tableau Public){0}Le fichier peut avoir moins de colonnes. Par exemple, il peut \u00eatre une simple liste comportant un nom d''utilisateur par ligne. Vous pouvez utiliser des guillemets si une valeur contient des virgules. Tabcmd attend que la t\u00e2che {12} soit termin\u00e9e.  Vous pouvez choisir de ne pas attendre la fin de la t\u00e2che sur le serveur et revenir imm\u00e9diatement en transmettant l''indicateur {13}. Les administrateurs syst\u00e8me ne peuvent pas \u00eatre cr\u00e9\u00e9s ou r\u00e9trograd\u00e9s \u00e0 l''aide de cette commande. Utilisez ''{14}'' \u00e0 la place
createsiteusers.short_description=Cr\u00e9er des utilisateurs sur le site actuel
createsiteusers.status=Ajout des utilisateurs r\u00e9pertori\u00e9s dans {0} au site actuel...

createusers.description=Cr\u00e9ez des utilisateurs. Les utilisateurs sont lus \u00e0 partir du fichier CSV indiqu\u00e9. Les colonnes du fichier peuvent se pr\u00e9senter dans l''ordre indiqu\u00e9 ci-dessous.{0}1. Nom d''utilisateur{0}2. Mot de passe        (Ignor\u00e9 en cas d''utilisation d''Active Directory){0}3. Nom convivial   (Ignor\u00e9 en cas d''utilisation d''Active Directory){0}4. Niveau de licence ({1}, {2}, {3}, {4} ou {5}){0}5. Administrateur ({6}/{7}/{8}/{9}){0}6. Publicateur ({10}/{11}/1 ou {12}/{13}/0){0}7. E-mail (uniquement pour Tableau Public){0}Le fichier peut avoir moins de colonnes. Par exemple, il peut \u00eatre une simple liste comportant un nom d''utilisateur par ligne. Vous pouvez utiliser des guillemets si une valeur contient des virgules. Tabcmd attend que la t\u00e2che {14} soit termin\u00e9e.  Vous pouvez choisir de ne pas attendre la fin de la t\u00e2che sur le serveur et revenir imm\u00e9diatement en transmettant l''indicateur {15}
createusers.short_description=Cr\u00e9er des utilisateurs sur le serveur
createusers.status=Suppression des utilisateurs r\u00e9pertori\u00e9s dans {0} au serveur

decryptextracts.short_description=D\u00e9crypter les extraits sur un site
decryptextracts.status=Programmation des extraits sur le site {0} \u00e0 d\u00e9crypter...

delete.errors.mutually_exclusive=Impossible de sp\u00e9cifier \u00e0 la fois un classeur et une source de donn\u00e9es \u00e0 supprimer
delete.errors.requires_workbook_datasource=La commande ''{0}'' n\u00e9cessite un nom de classeur ou un nom de source de donn\u00e9es
delete.options.datasource=Source de donn\u00e9es \u00e0 supprimer
delete.options.parent-project-path=Chemin du parent du projet contenant le classeur/la source de donn\u00e9es \u00e0 supprimer. Vous devez sp\u00e9cifier le nom du projet avec --project.
delete.options.project=Projet contenant le classeur/la source de donn\u00e9es \u00e0 supprimer. Le projet par d\u00e9faut est ''{0}''
delete.options.workbook=Classeur \u00e0 supprimer
delete.short_description=Supprimer un classeur ou une source de donn\u00e9es du serveur
delete.status=Suppression de {0} ''{1}'' du serveur...

deleteextracts.errors.required_argument=La commande deleteextracts n\u00e9cessite une URL de classeur, un nom de classeur ou un nom de source de donn\u00e9es
deleteextracts.errors.error=Erreur lors de la suppression de l''extrait
deleteextracts.for.datasource=Suppression d''extrait pour la source de donn\u00e9es ''{0}''
deleteextracts.for.workbook_name=Suppression d''un extrait pour le classeur portant le nom ''{0}''
deleteextracts.for.workbook_url=Suppression d''extrait pour le classeur avec l''URL ''{0}''
deleteextracts.options.datasource=Nom de la source de donn\u00e9es cible pour la suppression d''extraits
deleteextracts.options.embedded-datasources=Liste s\u00e9par\u00e9e par des espaces des noms de sources de donn\u00e9es int\u00e9gr\u00e9s dans le classeur cible. Entourez les noms des sources de donn\u00e9es avec des guillemets doubles s''ils contiennent des espaces. Uniquement disponible en cas de suppression d''extraits pour un classeur.
deleteextracts.options.include-all=Inclure toutes les sources de donn\u00e9es int\u00e9gr\u00e9es dans le classeur cible
deleteextracts.options.parent-project-path=Partie du projet qui est le parent du projet contenant la ressource cible. Vous devez sp\u00e9cifier le nom du projet avec --project.
deleteextracts.options.project=Nom du projet qui contient la ressource source. N''est n\u00e9cessaire que si {0} ou {1} est sp\u00e9cifi\u00e9. Dans le cas contraire, le projet par d\u00e9faut ''{2}'' est utilis\u00e9.
deleteextracts.options.url=Nom canonique de la ressource, tel qu''il appara\u00eet dans l''URL
deleteextracts.options.workbook=Nom du classeur cible pour la suppression d''extraits
deleteextracts.short_description=Supprimer les extraits pour un classeur ou une source de donn\u00e9es publi\u00e9(e)
deleteextracts.workbook.include-all=Inclure toutes les sources de donn\u00e9es int\u00e9gr\u00e9es dans le classeur cible
deleteextracts.workbook.embedded-datasource-names=Avec noms de sources de donn\u00e9es int\u00e9gr\u00e9s

deletegroup.short_description=Supprimer un groupe
deletegroup.status=Suppression du groupe ''{0}'' du serveur...

deleteproject.errors.requires_project_name=La commande ''{0}'' n\u00e9cessite un nom de projet
deleteproject.options.parent-project-path=Chemin du parent du projet \u00e0 supprimer. Vous devez sp\u00e9cifier le nom du projet avec --project.
deleteproject.short_description=Supprimer un projet
deleteproject.status=Suppression du projet ''{0}'' du serveur...

deletesite.errors.logged_into_this_site=Impossible de supprimer le site auquel vous \u00eates actuellement connect\u00e9
deletesite.short_description=Supprimer un site
deletesite.status=Suppression du site ''{0}'' du serveur...

deletesiteusers.description=Supprimer des utilisateurs du site. Les utilisateurs sont lus depuis le fichier CSV donn\u00e9. Le fichier est une simple liste contenant un utilisateur par ligne
deletesiteusers.short_description=Supprimer des utilisateurs du site
deletesiteusers.status=Suppression des utilisateurs du site r\u00e9pertori\u00e9s dans {0} du serveur...

deleteusers.description=Supprimer des utilisateurs. Les utilisateurs sont lus depuis le fichier CSV (valeurs s\u00e9par\u00e9es par des virgules) donn\u00e9. Ce fichier est une simple liste contenant un utilisateur par ligne
deleteusers.short_description=Supprimer des utilisateurs
deleteusers.status=Suppression des utilisateurs r\u00e9pertori\u00e9s dans {0} du serveur...

editdomain.description=Modifier un domaine. Utilisez la commande ''{0}'' pour afficher une liste de domaines \u00e0 modifier
editdomain.errors.requires_nickname_name=Une option ''{0}'' ou ''{1}'' doit \u00eatre sp\u00e9cifi\u00e9e
editdomain.options.id=ID du domaine
editdomain.options.name=Nom du domaine
editdomain.options.nickname=Surnom du domaine
editdomain.short_description=Modifier un domaine
editdomain.output={0}ID{1}Surnom{1}{1}Nom{0}
editdomain.status=Modifier le domaine poss\u00e9dant l''ID ''{0}'' sur le serveur...

editsite.errors.invalid_site-id=L''option {0} n''est pas valide lorsque vous modifiez plusieurs sites. Relancez la commande apr\u00e8s avoir supprim\u00e9 l''option {0} ou modifiez chaque site s\u00e9par\u00e9ment
editsite.errors.invalid_site-name=L''option {0} n''est pas valide lorsque vous modifiez plusieurs sites. Relancez la commande apr\u00e8s avoir supprim\u00e9 l''option {0} ou modifiez chaque site s\u00e9par\u00e9ment
editsite.options.allow-mobile-snapshots=Autoriser [ou interdire] les instantan\u00e9s mobiles
editsite.options.allow-subscriptions=Autoriser [ou interdire] les abonnements pour ce site
editsite.options.allow-web-authoring=Autoriser [ou interdire]  la cr\u00e9ation Web pour ce site
editsite.options.cache-warmup=Autoriser [ou interdire]  le r\u00e9chauffement du cache pour ce site
editsite.options.cache-warmup-threshold=Le seuil de nombre de jours auquel doit remonter le dernier affichage d''une vue pour d\u00e9clencher le r\u00e9chauffement
editsite.options.site-name=Afficher le nom du site
editsite.options.status=Modifier la disponibilit\u00e9 du site. Celle-ci doit \u00eatre ''{0}'' ou ''{1}''
editsite.options.allow-materialized-views=Autoriser [ou refuser] les vues mat\u00e9rialis\u00e9es pour ce site
editsite.options.extract_encryption_mode=Mode de cryptage des extraits\u00a0: d\u00e9sactiv\u00e9, activ\u00e9 ou appliqu\u00e9. Si le mode n''est pas d\u00e9fini, il n''est pas modifi\u00e9 sur le serveur.
editsite.options.web_extraction_enabled=Autorisez ou [refusez] la cr\u00e9ation d''extraits et la modification d''extraits sur l''option En direct pour ce site. Le param\u00e8tre par d\u00e9faut est autoris\u00e9.
editsite.options.run_now_enabled=Autorisez [ou refusez] l''option Ex\u00e9cuter maintenant pour ce site. Le param\u00e8tre par d\u00e9faut est d''autoriser Ex\u00e9cuter maintenant
editsite.options.time_zone=Fuseau horaire \u00e0 utiliser avec les extraits sur ce site
editsite.options.use_default_time_zone=Fuseau horaire non d\u00e9fini \u00e0 utiliser avec les extraits sur ce site. Le fuseau horaire du serveur par d\u00e9faut sera utilis\u00e9 \u00e0 la place
editsite.short_description=Modifier un site
editsite.status=Modifier le site ''{0}'' sur le serveur...

encryptextracts.short_description=Crypter les extraits sur un site
encryptextracts.status=Programmation des extraits sur le site {0} \u00e0 crypter...

export.errors.need_country_and_languge=Les options --country et --language doivent \u00eatre utilis\u00e9es ensemble
export.errors.white_space_workbook_view=Le nom du classeur ou de la vue \u00e0 exporter ne peut pas inclure d''espaces. Utilisez le nom normalis\u00e9 du classeur ou de la vue tel qu''il appara\u00eet dans l''URL.
export.errors.requires_workbook_view_name=La commande ''{0}'' n\u00e9cessite un nom de <classeur>/<vue>
export.errors.requires_workbook_view_param=La commande ''{0}'' n\u00e9cessite un param\u00e8tre de <classeur>/<vue> contenant au moins une barre oblique (/)
export.options.country=Si les param\u00e8tres r\u00e9gionaux par d\u00e9faut de l''utilisateur sont utilis\u00e9s, abr\u00e9viation du pays pour les param\u00e8tres r\u00e9gionaux (se trouve dans IANA Language Subtag Registry). \u00c0 utiliser avec --language
export.options.csv=Exporter des donn\u00e9es dans le format CSV (par d\u00e9faut)
export.options.fullpdf=Exporter des vues dans le format PDF (si le classeur a \u00e9t\u00e9 publi\u00e9 avec des onglets)
export.options.height=D\u00e9finit la hauteur. Doit \u00eatre une valeur de nombre entier (600 pixels par d\u00e9faut)
export.options.language=Si les param\u00e8tres r\u00e9gionaux par d\u00e9faut de l''utilisateur sont utilis\u00e9s, abr\u00e9viation de la langue pour les param\u00e8tres r\u00e9gionaux (se trouve dans IANA Language Subtag Registry). \u00c0 utiliser avec --country
export.options.pagelayout=D\u00e9finit l''orientation de la page du PDF export\u00e9. Valeurs admises : {0}. Si aucune valeur n''est sp\u00e9cifi\u00e9e, le param\u00e8tre indiqu\u00e9 dans Tableau Desktop est utilis\u00e9
export.options.pagesize=D\u00e9finit la taille de page du PDF export\u00e9. Valeurs admises : {0} (''{1}'' par d\u00e9faut).
export.options.pdf=Exporter les donn\u00e9es au format PDF
export.options.png=Exporter les donn\u00e9es au format PNG
export.options.width=D\u00e9finit la largeur. Doit \u00eatre un nombre entier (800 pixels par d\u00e9faut)
export.short_description=Exporter les donn\u00e9es ou une image d''une vue depuis le serveur
export.status=Requ\u00eate de ''{0}'' en provenance du serveur...
export.success={0} enregistr\u00e9 dans ''{1}''

extracts.workbook.errors.requires_datasources_or_include_all=La commande {0} pour le classeur requiert soit une source de donn\u00e9es int\u00e9gr\u00e9e, soit un indicateur include-all.

fileuploader.progress=Progression du chargement : {0}%

get.description=Obtenir un fichier du serveur. Si aucun argument de nom de fichier n''est sp\u00e9cifi\u00e9, le fichier prend le nom du dernier \u00e9l\u00e9ment du chemin d''acc\u00e8s
get.errors.requires_url=La commande ''{0}'' n\u00e9cessite une URL
get.options.file=Nom sous lequel enregistrer le fichier
get.short_description=Obtenir un fichier du serveur

help.available_commands=Commandes disponibles :
help.command_options=Options de commande :
help.description0=Afficher l''aide pour une commande sp\u00e9cifique
help.description1=R\u00e9pertorier toutes les commandes disponibles
help.errors.unknown_command=Commande inconnue : {0}
help.global_options=Options globales :
help.short_description=Aide relative aux commandes tabcmd

httputils.found_attachment=Pi\u00e8ce jointe trouv\u00e9e\u00a0: {0}
httputils.mapped_attachment=Pi\u00e8ce jointe trouv\u00e9e : {0} (re-mapp\u00e9e \u00e0 {1})

initialuser.errors.username_and_password_required=Vous devez saisir le nom d''utilisateur et le mot de passe
initialuser.options.friendly-name=Nom convivial
initialuser.short_description=Cr\u00e9er un utilisateur initial sur un serveur non initialis\u00e9

listdomains.description=R\u00e9pertorier des domaines
listdomains.status=Etablissement de la liste des domaines du serveur...

listsites.output={0}NOM{0} : {1} {0}ID SITE : ''{2}''
listsites.output_extended={0}{0}NAME: {1} {0}SITEID: ''{2}''{0}EXTRACTENCRYPTION: {3}
listsites.short_description=R\u00e9pertorier des sites pour l''utilisateur
listsites.status=Etablissement de la liste des sites pour l''utilisateur {0}...
listsites.options.get_extract_encryption_mode=Imprimer le mode de cryptage d''extrait pour le(s) site(s)

login.description=Connexion au serveur. Votre session se poursuivra jusqu''\u00e0 ce qu''elle expire sur le serveur ou que vous utilisiez {0}
login.short_description=Se connecter au serveur

logout.short_description=Se d\u00e9connecter du serveur

publish.description=Publier un classeur, une source de donn\u00e9es ou un extrait sur le serveur

publish.errors.invalid_datasource_update_file_type=Type de fichier ''{0}'' incorrect pour la mise \u00e0 jour d''une source de donn\u00e9es. Le remplacement/l''ajout ne s''applique qu''\u00e0 un fichier d''extrait (.tde)
publish.errors.invalid_name_option=L''option {0} n''est pas valide lorsque vous publiez plusieurs \u00e9l\u00e9ments
publish.errors.invalid_publish_file_type=Type de fichier ''{0}'' incorrect pour la publication ; un fichier .tde, .tds, .tdsx, .twb ou .twbx \u00e9tait attendu
publish.errors.mutually_exclusive_option=N''utiliser qu''une valeur parmi {0} et {1}
publish.errors.requires_resource_file=La commande ''{0}'' n\u00e9cessite un classeur, une source de donn\u00e9es ou un fichier d''extrait
publish.errors.unexpected_server_response=R\u00e9ponse impr\u00e9vue du serveur : {0}
publish.errors.server_resource_not_found=La ressource sp\u00e9cifi\u00e9e n''existe pas, ou vous n''\u00eates pas autoris\u00e9 \u00e0 la voir. Consultez le nom de votre projet et les autorisations.
publish.options.append=Ajout d''un fichier d''extrait \u00e0 une source de donn\u00e9es existante
publish.options.async=Publier de mani\u00e8re asynchrone
publish.options.db-password=Mot de passe de base de donn\u00e9es pour toutes les sources de donn\u00e9es.
publish.options.db-username=Nom d''utilisateur de base de donn\u00e9es pour toutes les sources de donn\u00e9es.
publish.options.description=Description du classeur ou de la source de donn\u00e9es
publish.options.encrypt_extracts=Crypter les extraits sur le serveur
publish.options.name=Nom du classeur/de la source de donn\u00e9es sur le serveur. S''il est omis, le classeur/la source de donn\u00e9es prend le nom du fichier sans l''extension twb(x), tds(x) ou tde. La publication d''un fichier .tde cr\u00e9e une source de donn\u00e9es
publish.options.oauth-username=Utiliser les informations d''identification enregistr\u00e9es dans la cha\u00eene keychain du serveur qui est associ\u00e9e au nom d''utilisateur (USERNAME) \u00e0 publier
publish.options.overwrite=Remplacer, le cas \u00e9ch\u00e9ant, le classeur/la source de donn\u00e9es existant(e)
publish.options.project=Projet vers lequel publier le classeur/la source de donn\u00e9es
publish.options.parent-project-path=Chemin du projet vers lequel publier le classeur/la source de donn\u00e9es
publish.options.replace=Remplacer un fichier d''extrait dans la source de donn\u00e9es existante
publish.options.restart=Red\u00e9marre l''envoi de fichiers
publish.options.save-db-password=Stocker le mot de passe de la base de donn\u00e9es sur le serveur
publish.options.save-oauth=Int\u00e9grer les informations d''identification OAuth sp\u00e9cifi\u00e9es \u00e0 {0}
publish.options.tabbed=Publier avec les vues \u00e0 onglets activ\u00e9es
publish.options.thumbnail-groupname=Si le classeur contient des filtres utilisateur, empruntez l''identit\u00e9 de ce groupe pendant le calcul des images miniatures
publish.options.thumbnail-username=Si le classeur contient des filtres utilisateur, empruntez l''identit\u00e9 de cet utilisateur pendant le calcul des images miniatures
publish.status=Publication de ''{0}'' sur le serveur. Ceci peut prendre quelques minutes...
publish.success=Le fichier a \u00e9t\u00e9 publi\u00e9 sur le serveur \u00e0 l''emplacement suivant :

publishsamples.options.parent-project-path=Chemin du parent du projet sur lequel publier les \u00e9chantillons. Vous devez sp\u00e9cifier le nom du projet avec --project.
publishsamples.options.projectname=Nom du projet dans lequel publier les exemples
publishsamples.short_description=Publie des exemples de classeurs dans le projet sp\u00e9cifi\u00e9. Les exemples existants seront \u00e9cras\u00e9s.
publishsamples.status=Publication d''exemples...

reencryptextracts.short_description=Re-crypter les extraits sur un site
reencryptextracts.status=Programmation des extraits sur le {0} \u00e0 re-crypter...

refreshextracts.errors.required_argument=La commande refreshextracts n\u00e9cessite une URL de classeur, un nom de classeur ou un nom de source de donn\u00e9es
refreshextracts.errors.add_and_remove_calculations=Impossible d''ex\u00e9cuter l''actualisation avec les options --addcalculations et --removecalculations en m\u00eame temps
refreshextracts.errors.calculations_and_incremental=Impossible d''ajouter ou de supprimer des calculs mat\u00e9rialis\u00e9s pendant une actualisation d''extrait incr\u00e9mentielle
refreshextracts.errors.error=Erreur d''actualisation de l''extrait
refreshextracts.options.datasource=Nom de la source de donn\u00e9es \u00e0 actualiser
refreshextracts.options.incremental=Proc\u00e9der \u00e0 une actualisation incr\u00e9mentielle (si prise en charge)
refreshextracts.options.parent-project-path=Chemin du parent du projet contenant l''extrait \u00e0 actualiser. Vous devez sp\u00e9cifier le nom du projet avec --project.
refreshextracts.options.project=Nom du projet qui contient le classeur/la source de donn\u00e9es. N''est n\u00e9cessaire que si {0} ou {1} est sp\u00e9cifi\u00e9. Dans le cas contraire, le projet par d\u00e9faut ''{2}'' est utilis\u00e9
refreshextracts.options.synchronous=Attendre l''ex\u00e9cution compl\u00e8te de l''actualisation avant toute sortie
refreshextracts.options.url=Nom canonique du classeur ou de la vue, tel qu''il appara\u00eet dans l''URL
refreshextracts.options.workbook=Nom du classeur \u00e0 actualiser
refreshextracts.options.addcalculations=Ajoute des calculs mat\u00e9rialis\u00e9s \u00e0 l''extrait
refreshextracts.options.removecalculations=Supprimer les calculs mat\u00e9rialis\u00e9s de l''extrait
refreshextracts.short_description=Actualiser les extraits d''un classeur ou d''une source de donn\u00e9es sur le serveur
refreshextracts.status_incremented=Planification des extraits pour {0} ''{1}'' \u00e0 incr\u00e9menter maintenant...
refreshextracts.status_refreshed=Planification des extraits pour {0} ''{1}'' \u00e0 actualiser maintenant...

removeusers.options.users=Fichier qui contient une liste d''utilisateurs (un par ligne) \u00e0 supprimer du groupe
removeusers.short_description=Supprimer des utilisateurs d''un groupe
removeusers.status=Suppression des utilisateurs r\u00e9pertori\u00e9s dans {0} du groupe {1}...

runschedule.errors.requires_schedule_name=La commande ''{0}'' n\u00e9cessite un nom de programmation
runschedule.short_description=Ex\u00e9cuter une programmation
runschedule.status=Ex\u00e9cution de la programmation ''{0}'' sur le serveur...

materializeviews.short_description=Mettre \u00e0 jour et v\u00e9rifier les param\u00e8tres Vues mat\u00e9rialis\u00e9es pour les sites/classeurs
materializeviews.status.site=Mise \u00e0 jour du param\u00e8tre Vues mat\u00e9rialis\u00e9es pour le site ''{0}''...
materializeviews.status.workbook=Mise \u00e0 jour du param\u00e8tre Vues mat\u00e9rialis\u00e9es pour le classeur ''{0}''...
materializeviews.errors.invalid_workbook_arguments=La commande materializeviews requiert un argument de nom de classeur
materializeviews.errors.invalid_site_arguments=La commande materializeviews requiert un argument d''ID de site
materializeviews.errors.invalid_workbook_option=Utiliser ''{0}'' ou ''{1}'' avec ''{2}''
materializeviews.errors.invalid_project_path=Utiliser ''{1}'' avec ''{0}''
materializeviews.errors.invalid_site_option=Utiliser ''{0}'' avec ''{1}''
materializeviews.errors.site_mode_conflict=Utiliser ''{0}'' ou ''{1}'' pour modifier le mode Vues mat\u00e9rialis\u00e9es du site
materializeviews.errors.site_not_updated=Le site ''{0}'' n''a pas \u00e9t\u00e9 mis \u00e0 jour, seuls les administrateurs de serveur peuvent modifier le param\u00e8tre Vues mat\u00e9rialis\u00e9es
materializeviews.errors.invalid_argument_options_combination=Utiliser ''{0}'' ou ''{1}'' pour modifier le param\u00e8tre Vues mat\u00e9rialis\u00e9es
materializeviews.options.materialize_now=Utiliser ''{0}'' pour programmer la mat\u00e9rialisation d''un classeur donn\u00e9 imm\u00e9diatement
materializeviews.options.project=Utiliser ''{0}'' pour sp\u00e9cifier le nom du projet
materializeviews.options.parent_project_path=Utiliser ''{0}'' pour sp\u00e9cifier le chemin d''acc\u00e8s du projet parent \u00e0 ''{1}''
materializeviews.options.allow_workbook=Utiliser ''{0}'' pour activer/d\u00e9sactiver les vues mat\u00e9rialis\u00e9e pour un classeur
materializeviews.options.allow_site=Utiliser ''{0}'' pour activer/d\u00e9sactiver les vues mat\u00e9rialis\u00e9e pour un site
materializeviews.options.selected_workbooks=Utiliser ''{0}'' pour activer les classeurs s\u00e9lectionn\u00e9s sur le site (utilis\u00e9 avec l''option ''{1}''). Il s''agit de l''option par d\u00e9faut
materializeviews.options.all_workbooks=Utiliser ''{0}'' pour activer tous les classeurs du site (utilis\u00e9 avec l''option ''{1}'')

session.auto_site_login=Connexion automatique au site : {0}
session.certificate-alias=Alias de certificat\u00a0: {0}
session.connecting=Connexion au serveur...
session.continuing_session=Poursuite de la session pr\u00e9c\u00e9dente
session.errors.auth_required=Autorisation requise
session.errors.invalid_keystore_password=Le mot de passe Keystore est incorrect. Saisissez le mot de passe correct et r\u00e9essayez.
session.errors.invalid_redirect=Redirection impossible vers l''URL non valide : {0}
session.errors.keystore_pwdfile_create=Impossible de cr\u00e9er un fichier de mot de passe Keystore, erreur\u00a0: {0}
session.errors.missing_arguments=Connexion impossible en raison d''arguments manquants : {0}
session.errors.no_redirect_found=Aucune adresse de redirection dans la r\u00e9ponse de redirection
session.errors.no_sslcafile_found=Impossible de trouver un fichier d''autorit\u00e9 de certification (CA) dans ces emplacements\u00a0: ''{0}''. Le fichier sert \u00e0 assurer une communication s\u00e9curis\u00e9e avec Tableau Server. Pour des informations sur la cr\u00e9ation d''un fichier CA, voir l''aide de Tableau Server. Pour vous connecter \u00e0 Tableau Server sans valider son certificat SSL, utilisez le drapeau --no-certcheck.
session.errors.script_no_password=Tabcmd a \u00e9t\u00e9 ex\u00e9cut\u00e9 \u00e0 partir d''un script ou d''un IDE mais aucun mot de passe n''a \u00e9t\u00e9 fourni. Un mot de passe doit \u00eatre fourni en tant qu''argument \u00e0 tabcmd pour que la connexion soit possible.
session.errors.session_expired=Votre session a expir\u00e9
session.errors.unsupported_command=Commande non prise en charge par ce serveur
session.keystore.notice=Voulez-vous stocker le mot de passe en local pour \u00e9viter d''avoir \u00e0 le saisir la prochaine fois\u00a0? [r\u00e9pondez Oui ou Non]
session.keystore.password=Mot de passe Keystore\u00a0:
session.keystore.pwdfile_create=Cr\u00e9ez un fichier de mot de passe Keystore dans le chemin d''acc\u00e8s\u00a0: {0}
session.keystore.pwdfile_remove=Supprimez le fichier de mot de passe Keystore contenant le mot de passe incorrect
session.login=Connexion...
session.logout=D\u00e9connect\u00e9
session.monitorjob.errors.no_jobid=Impossible de contr\u00f4ler le travail. ID de travail (job_id) introuvable : {0}
session.monitorjob.percent_complete={0}% termin\u00e9
session.new_session=Cr\u00e9ation d''une session
session.no-certificate-found=Aucun certificat client valide trouv\u00e9
session.not_default_site_member=Vous n''\u00eattes pas membre du site par d\u00e9faut. S\u00e9lectionnez un SITEID parmi les sites suivants :
session.not_site_member=Vous n''\u00eates pas membre du site ''{0}''. S\u00e9lectionnez un SITEID parmi les sites suivants :
session.options.help=Afficher l''aide de la commande tabcmd
session.options.no-certcheck=Ne pas valider le certificat SSL
session.options.no-cookie=Ne pas enregistrer l''ID de session lors de la connexion. Une nouvelle connexion sera n\u00e9cessaire pour les commandes suivantes. Si rien n''est sp\u00e9cifi\u00e9, l''ID de session est enregistr\u00e9 par d\u00e9faut.
session.options.no-prompt=Ne pas demander de mot de passe
session.options.no-proxy=Ne pas utiliser de proxy HTTP
session.options.password=Utiliser le mot de passe Tableau Server sp\u00e9cifi\u00e9
session.options.password-file=Lire le mot de passe Tableau Server depuis un FICHIER
session.options.proxy=Utilisez le proxy HTTP sp\u00e9cifi\u00e9
session.options.server=Utilisez l''URL Tableau Server sp\u00e9cifi\u00e9e. Si aucun protocole n''est indiqu\u00e9, http:// est utilis\u00e9
session.options.site=Utilisez le site Tableau Server sp\u00e9cifi\u00e9. Entrez une cha\u00eene vide ("") pour forcer l''utilisation du site par d\u00e9faut.
session.options.timeout=Temps en secondes \u00e0 attendre que le serveur termine le traitement de la commande. Par d\u00e9faut, ce temps d''attente dure jusqu''\u00e0 la r\u00e9ponse du serveur.
session.options.use-certificate=Utiliser le certificat client pour se connecter
session.options.username=Utilisez le nom d''utilisateur Tableau Server sp\u00e9cifi\u00e9
session.password=Mot de passe\u00a0:
session.retrying_task=Reconnexion pour r\u00e9essayer la commande d''origine avec une nouvelle session...
session.session_expired_login=Votre session a expir\u00e9. D\u00e9connectez-vous pour effacer la session...
session.site_list={0}{0}NOM : {1}{0}ID SITE : ''{2}''
session.using-certificate=Utilisation du certificat client pour se connecter
session.inferred_username=Connexion en tant qu''utilisateur ''{0}'' puisqu''aucun indicateur --username n''a \u00e9t\u00e9 sp\u00e9cifi\u00e9

sessiondata.errors.bad_api=API de serveur mal form\u00e9e : {0}
sessiondata.errors.no_server_api=Impossible de trouver la version d''API de serveur dans la r\u00e9ponse
sessiondata.errors.version_mismatch=La version {0} de Tabcmd (API {1}) ne correspond pas \u00e0 la version {2} de Tableau Server (API {3})

sessionoptions.errors.ambiguous_scheme=Sp\u00e9cifiez ''{0}'' ou ''{1}'' avant le nom du serveur
sessionoptions.errors.bad_password_file=Impossible de lire le mot de passe depuis le fichier ''{0}''
sessionoptions.errors.bad_protocol=Le protocole ''{0}'' n''est pas pris en charge
sessionoptions.errors.bad_proxy_format=Le format de proxy ne correspond pas \u00e0 HOST:PORT : {0}
sessionoptions.errors.bad_timeout=Argument non num\u00e9rique vers {0} ''{1}'' ignor\u00e9

set.description=D\u00e9finir un param\u00e8tre sur le serveur. Utiliser !setting pour d\u00e9sactiver un param\u00e8tre
set.errors.requires_setting_name=La commande ''{0}'' n\u00e9cessite un nom de param\u00e8tre
set.errors.single_setting_name=La commande ''{0}'' g\u00e8re un nom de param\u00e8tre unique
set.short_description=D\u00e9finir un param\u00e8tre sur le serveur

setsetting.status=D\u00e9finition de ''{0}'' sur {1}

syncgroup.errors.server_admin=Le r\u00f4le sur le site minimum d''un groupe ne peut pas \u00eatre d\u00e9fini sur "ServerAdministrator".
syncgroup.options.role=D\u00e9finit le r\u00f4le par d\u00e9faut pour tous les utilisateurs du groupe. Valeurs admises pour {0} : {1}. S''il existe d\u00e9j\u00e0 un utilisateur, le r\u00f4le donn\u00e9 n''est appliqu\u00e9 que s''il est moins restrictif que le r\u00f4le actuel de cet utilisateur. Si rien n''est sp\u00e9cifi\u00e9, la valeur par d\u00e9faut est {2} pour les nouveaux utilisateurs et demeure inchang\u00e9e pour les utilisateurs existants
syncgroup.options.overwritesiterole=Autorise la transformation d''un r\u00f4le sur le site d''utilisateur en un r\u00f4le dot\u00e9 de moins de privil\u00e8ges en utilisant --role, avec \u00e9crasement du comportement par d\u00e9faut.
syncgroup.options.grantlicensemode=\u00c0 quel moment conc\u00e9der \u00e0 l''utilisateur la licence sp\u00e9cifi\u00e9e dans le groupe. Les valeurs autoris\u00e9e sont\u00a0: {0}. Si aucune valeur n''est transmise, l''option ''lors de la synchronisation'' est utilis\u00e9e comme valeur par d\u00e9faut.
syncgroup.short_description=Synchroniser le serveur avec un groupe Active Directory
syncgroup.status=Synchronisation du serveur avec le groupe Active Directory {0}...
syncgroup.options.sysadmin-type=[R\u00e9trograd\u00e9. Utilisez --role \u00e0 la place.] Attribue [ou supprime] le droit d''administrateur pour tous les utilisateurs du groupe. {0} peut \u00eatre\u00a0: {1}, {2}, {3} ou {4}.
syncgroup.options.license=[R\u00e9trograd\u00e9. Utilisez --role \u00e0 la place.] D\u00e9finit le niveau de licence par d\u00e9faut pour tous les utilisateurs du groupe. {0} peut \u00eatre {1}, {2} ou {3}
syncgroup.options.publisher=[R\u00e9trograd\u00e9. Utilisez --role \u00e0 la place.] Attribue [ou supprime] le droit de publication pour tous les utilisateurs du groupe.

tabcmd.mutually_exclusive_options=Impossible de sp\u00e9cifier ''{0}'' et ''{1}'' dans la m\u00eame commande

tabcmdparser.errors.ambiguous_option=Option ''{0}'' ambigu\u00eb parmi les options : {1}
tabcmdparser.warning.unexpected_dash=Tiret inattendu d\u00e9tect\u00e9 dans l''argument\u00a0: {0}. Les tirets valides sont -, --. Cette erreur se produit souvent en cas de copier/coller depuis un \u00e9diteur de texte utilisant un formatage. Essayez de saisir \u00e0 nouveau le tiret pour l''argument dans la ligne de commande.

resetopenidsub.short_description=R\u00e9initialiser un ID de connexion OpenID pour un utilisateur
resetopenidsub.options.targetusername=Utilisateur \u00e0 r\u00e9initialiser
resetopenidsub.options.all=R\u00e9initialiser tous les utilisateurs

version.description=Imprimer les informations de version

vizqlsession.errors.cannot_create_session=Impossible de cr\u00e9er une session VizQl sur le serveur
vizqlsession.errors.no_command_result=Impossible de trouver le r\u00e9sultat de la commande : {0}
vizqlsession.errors.session_already_closed=Objet de session VizQl d\u00e9j\u00e0 ferm\u00e9
vizqlsession.errors.cannot_parse_response=Impossible d''analyser la cha\u00eene de r\u00e9ponse JSON : {0}

upgradethumbnails.short_description=Ceci ex\u00e9cutera le travail du backgrounder Mettre \u00e0 niveau les images miniatures. Le rendu des images miniatures g\u00e9n\u00e9r\u00e9es avant Tableau 2018.2 seront ex\u00e9cut\u00e9 \u00e0 nouveau avec une r\u00e9solution sup\u00e9rieure, ce qui peut exercer une charge sup\u00e9rieure \u00e0 la normale sur Tableau Server et les sources de donn\u00e9es externes. En cas de probl\u00e8mes, vous pouvez arr\u00eater le travail en ex\u00e9cutant tabcmd upgradethumbnails --server <server> --stop
upgradethumbnails.options.stop=Arr\u00eater tous les travaux li\u00e9s \u00e0 la mise \u00e0 niveau des images miniatures
upgradethumbnails.status.running=D\u00e9marrage de la mise \u00e0 niveau des images miniatures
upgradethumbnails.status.not_running=Pas de d\u00e9marrage de la mise \u00e0 niveau des images miniatures
upgradethumbnails.status.cancelling=Annulation des travaux de mise \u00e0 niveau des images miniatures
upgradethumbnails.continue_promt=Voulez-vous continuer\u00a0? Entrez 1 pour Oui, 0 pour Non (1/0)
upgradethumbnails.invalid_response=R\u00e9ponse non valide
validateidpmetadata.options.digest_algorithms=Liste s\u00e9par\u00e9e par des espaces d''algorithmes digest. Valeurs autoris\u00e9es pour {0}\u00a0: {1}. En l''absence de sp\u00e9cification, le serveur utilise les valeurs du param\u00e8tre de configuration du serveur\u00a0: {2}
validateidpmetadata.options.min_allowed_rsa_key_size=En l''absence de sp\u00e9cification, le serveur utilise les valeurs du param\u00e8tre de configuration du serveur\u00a0: {0}
validateidpmetadata.options.min_allowed_elliptic_curve_size=En l''absence de sp\u00e9cification, le serveur utilise les valeurs du param\u00e8tre de configuration du serveur\u00a0: {0}
validateidpmetadata.options.site_names=Liste s\u00e9par\u00e9e par des espaces de noms de sites sur lesquels ex\u00e9cuter la validation de certificat. En l''absence de sp\u00e9cification, tous les sites sont inspect\u00e9s.
validateidpmetadata.short_description=Identifie les sites Tableau Server qui sont configur\u00e9s avec les IdP en utilisant l''algorithme digest non s\u00e9curis\u00e9 SHA-1. Cette commande identifie \u00e9galement les IdP qui utilisent des certificats avec une taille insuffisante de cl\u00e9 RSA ou de courbe elliptique.
