Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# errors.download.extracts.timeout
source: Publish timed out after {0} seconds because this datasource has a large extract file. Please try to use Tableau Desktop to publish this datasource.
de: Bei der Veröffentlichung trat nach {0} Sekunden eine Zeitüberschreitung auf, da diese Datenquellen eine große Extraktdatei enthält. Bitte versuchen Sie Tableau Desktop zu verwenden um diese Datenquelle zu veröffentlichen.
es: La publicación expiró tras {0} segundos porque la fuente de datos tiene un archivo de extracción demasiado grande. Utilice Tableau Desktop para publicar esta fuente de datos.
fr: La publication a expiré après {0} secondes parce que cette source de données comporte un fichier dʼextrait volumineux. Essayez dʼutiliser Tableau Desktop pour publier cette source de données.
ga: 42979-表:Pűbłısh tıméď oűt äftéя {0} séçoฑďs béçäűsé thıs ďätäsoűяçé häs ä łäяgé éxtяäçt fıłé. Płéäsé tяy to űsé Täbłéäű Ðésktop to pűbłısh thıs ďätäsoűяçé.|
it: Pubblica il timeout dopo {0} secondi perché questa origine dati presenta un file di estrazione di grandi dimensioni. Prova a usare Tableau Desktop per pubblicare questa origine dati.
ja: このデータソースの抽出ファイルが大きいため、{0} 秒後にパブリッシュがタイムアウトしました。Tableau Desktop を使用してこのデータソースをパブリッシュしてみてください。
ko: 이 데이터 원본에 대규모 추출 파일이 있어서 {0}초 후 게시 시간이 초과되었습니다. 이 데이터 원본을 게시하려면 Tableau Desktop을 사용하십시오.
pt: A publicação atinge o tempo limite após {0} segundos porque esta fonte de dados é um arquivo de extração grande. Tente usar o Tableau Desktop para publicar a fonte de dados.
sv: Publiceringen fick timeout efter {0} sekunder eftersom datakällan har en stor extraktfil. Försök använda Tableau Desktop för att publicera den här datakällan.
zh: 发布在 {0} 秒后超时，原因是此数据源有很大的数据提取文件。请尝试使用 Tableau Desktop 来发布此数据源。

# errors.publish.datasource.invalid_extract_update_time
source: Invalid extractUpdateTime specified: {0}
de: Ungültige extractUpdateTime angegeben: {0}
es: Valor extractUpdateTime no válido indicado: {0}
fr: Paramètre extractUpdateTime spécifié non valide : {0}
ga: 54427-表:İฑväłıď éxtяäçtUpďätéTımé spéçıfıéď: {0}|
it: Specificato valore extractUpdateTime non valido: {0}
ja: 無効な extractUpdateTime が指定されました: {0}
ko: 잘못된 extractUpdateTime이 지정됨: {0}
pt: extractUpdateTime inválido especificado: {0}
sv: Ogiltig extractUpdateTime angavs: {0}
zh: 指定的 extractUpdateTime 无效: {0}

# errors.publish.async.serialization
source: Could not serialize publishing job status error
de: Fehler beim Serialisieren des Status des Veröffentlichungsauftrags
es: Error de estado que impide serializar la publicación del trabajo
fr: Impossible de sérialiser lʼerreur dʼétat du travail de publication
ga: 03191-表:Çoűłď ฑot séяıäłıžé pűbłıshıฑg job stätűs éяяoя|
it: Impossibile serializzare l’errore di stato del processo di pubblicazione
ja: パブリッシュ ジョブのステータス エラーをシリアル化できませんでした
ko: 게시 작업 상태 오류를 직렬화할 수 없습니다.
pt: Não foi possível serializar o erro de status de trabalho de publicação
sv: Det gick inte att serialisera publiceringsjobbstatusfel
zh: 无法序列化发布作业状态错误

# errors.publish.only_extract_files_are_allowed.message
source: Can''t Publish to Tableau Server
es: No puede publicar en Tableau Server
it: Impossibile pubblicare su Tableau Server
ja: Tableau Server にパブリッシュできません
pt: Não é possível publicar no Tableau Server
zh: 无法发布到 Tableau Server

# errors.publish.only_extract_files_are_allowed.details
source: The file {0} cannot be uploaded because site administrator has blocked files of this type. Convert it to an extract and try again.
es: El archivo {0} no se puede cargar porque su administrador ha bloqueado los archivos de este tipo. Conviértalo en una extracción y vuelva a intentarlo.
it: Impossibile caricare il file {0}. L’amministratore ha bloccato i file di questo tipo. Convertilo in un’estrazione e riprova.
ja: 管理者がこのタイプのファイルをブロックしているため、ファイル {0} をアップロードできません。ファイルを抽出ファイルに変換して、もう一度やり直してください。
pt: O arquivo {0} não pode ser carregado porque seu administrador bloqueou arquivos deste tipo. Converta-o em uma extração e tente novamente.
zh: 无法上载文件 {0}，因为您的管理员已阻止此类型的文件。将其转换为数据提取，然后重试。

# errors.publish.validation.invalid_zip_file
source: The workbook or datasource archive you are attempting to publish is not valid
es: El libro de trabajo o archivo de fuente de datos que intenta publicar no es válido.
it: La cartella di lavoro o l’origine dati che stai tentando di pubblicare non è valida
ja: パブリッシュしようとしているワークブックまたはデータソースのアーカイブが無効です。
pt: A pasta de trabalho ou arquivo de fonte de dados que você está tentando publicar não é válido
zh: 您尝试发布的工作簿或数据源存档无效

# errors.permissions.view.datasources
source: You must be an ''Interactor'' to view the list of data sources.
de: Sie müssen ''Interaktor'' sein, um die Liste der Datenquellen anzeigen zu können.
es: Debe ser “Interaccionador” para ver la lista de fuentes de datos.
fr: Vous devez disposer des droits ʼInteracteurʼ pour afficher la liste des sources de données.
ga: 57975-表:Yoű műst bé äฑ ''İฑtéяäçtoя'' to vıéὠ thé łıst of ďätä soűяçés.|
it: Devi essere un “Interagente” per vedere gli elenchi delle origini dati.
ja: データ ソースのリストを表示するには、「インタラクター」権限が必要です。
ko: 데이터 원본의 목록을 보려면 ''인터랙터''여야 합니다.
pt: Você deve ser um “Interagente” para visualizar a lista fontes de dados.
sv: Du måste vara ''Interactor'' för att visa listan med datakällor.
zh: 您必须是“交互者”才能查看数据源列表。

# errors.oauth.invalid_oauth_class
source: ''{0}'' is not a valid OAuth connection type.
de: ''{0}'' ist kein gültiger OAuth-Verbindungstyp.
es: “{0}” no es un tipo de conexión OAuth válido.
fr: ʼ{0}ʼ nʼest pas un type de connexion OAuth valide.
ga: 31529-表:''{0}'' ıs ฑot ä väłıď ÕÅűth çoฑฑéçtıoฑ typé.|
it: “{0}” non è un tipo di connessione OAuth valido.
ja: 「{0}」 は有効な OAuth 接続タイプではありません。
ko: ''{0}''은(는) 유효한 OAuth 연결 유형이 아닙니다.
pt: “{0}” não é um tipo de conexão OAuth válido.
sv: {0} är inte en giltig OAuth-anslutningstyp.
zh: “{0}”不是有效的 OAuth 连接类型。

# errors.xmlapi.bad_request
source: Bad request
de: Ungültige Anforderung
es: Solicitud incorrecta
fr: Requête incorrecte
ga: 21810-表:Bäď яéqűést|
it: Richiesta errata
ja: 要求が無効です
ko: 잘못된 요청
pt: Solicitação inválida
sv: Felaktig begäran
zh: 错误请求

# errors.xmlapi.payload_too_large
source: Payload too large
es: Carga demasiado grande
it: Payload troppo grande
ja: ペイロードが大きすぎます
pt: A carga útil é muito grande
zh: 有效负载太大

# errors.xmlapi.unauthorized
source: Not authorized
de: Nicht autorisiert
es: No autorizado
fr: Action non autorisée
ga: 67799-表:Ñot äűthoяıžéď|
it: Non autorizzato
ja: 権限がありません
ko: 권한 없음
pt: Não autorizado
sv: Ej auktoriserad
zh: 未授权

# errors.xmlapi.forbidden
source: Not enough permissions
de: Berechtigungen unzureichend
es: Faltan permisos
fr: Autorisations insuffisantes
ga: 95254-表:Ñot éฑoűgh péяmıssıoฑs|
it: Autorizzazioni non sufficienti
ja: 十分なパーミッションがありません
ko: 사용 권한 부족
pt: Sem permissões suficientes
sv: Inte tillräckliga behörigheter
zh: 权限不足

# errors.xmlapi.system_user_not_found
source: User account locked or invalid.
de: Benutzerkonto ist gesperrt oder ungültig.
es: La cuenta de usuario está bloqueada o no es válida.
fr: Le compte utilisateur est verrouillé ou non valide.
ga: 69871-表:Uséя äççoűฑt łoçkéď oя ıฑväłıď.|
it: Account utente bloccato o non valido.
ja: ユーザー アカウントがロックされているか、無効です。
ko: 사용자 계정이 잠겨 있거나 유효하지 않습니다.
pt: Conta de usuário bloqueada ou inválida.
sv: Användarkontot låst eller ogiltigt.
zh: 用户帐户已锁定或无效。

# errors.xmlapi.site_user_not_found
source: This user account is not active. For help, contact your {0} administrator.
de: Dieses Benutzerkonto ist nicht aktiv. Wenden Sie sich an Ihren {0}-Administrator, wenn Sie Hilfe benötigen.
es: Esta cuenta de usuario no está activa. Para obtener ayuda, póngase en contacto con su {0} administrador.
fr: Ce compte utilisateur nʼest pas actif. Pour obtenir de lʼaide, contactez votre administrateur {0}.
ga: 26327-表:Thıs űséя äççoűฑt ıs ฑot äçtıvé. Foя héłp, çoฑtäçt yoűя {0} äďmıฑıstяätoя.|
it: Questo account utente non è attivo. Per ricevere aiuto, contatta il tuo amministratore {0}.
ja: このユーザー アカウントはアクティブではありません。ヘルプについては、{0} 管理者にお問い合わせください。
ko: 사용자 계정이 활성 상태가 아닙니다. 도움이 필요하면 {0} 관리자에게 문의하십시오.
pt: Essa conta de usuário não está ativa. Para obter ajuda, entre em contato com o administrador {0}.
sv: Det här användarkontot är inte aktivt. Kontakta {0}-administratören för hjälp.
zh: 此用户帐户未激活。请联系您的 {0} 管理员寻求帮助。

# errors.xmlapi.not_found
source: Item not found
de: Element nicht gefunden
es: Elemento no encontrado
fr: Élément introuvable
ga: 55091-表:İtém ฑot foűฑď|
it: Oggetto non trovato
ja: アイテムが見つかりません
ko: 항목 찾을 수 없음
pt: Item não encontrado
sv: Objektet hittades inte
zh: 未找到项

# errors.xmlapi.concurrent_update
source: Concurrent update
de: Gleichzeitige Aktualisierung
es: Actualización simultánea
fr: Mise à jour simultanée
ga: 54094-表:Çoฑçűяяéฑt űpďäté|
it: Aggiornamento concomitante
ja: 並列更新
ko: 동시 업데이트
pt: Atualização simultânea
sv: Samtidig uppdatering
zh: 并发更新

# errors.xmlapi.internal_server_error
source: Internal server error
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur de serveur interne
ga: 71275-表:İฑtéяฑäł séяvéя éяяoя|
it: Errore interno del server
ja: 内部サーバー エラー
ko: 내부 서버 오류
pt: Erro de servidor interno
sv: Internt serverfel
zh: 内部服务器错误

# errors.xmlapi.illegal_state
source: Illegal state
de: Unzulässiger Status
es: Estado no válido
fr: État non valide
ga: 24261-表:İłłégäł stäté|
it: Stato non valido
ja: 無効な状態
ko: 잘못된 상태
pt: Estado ilegal
sv: Otillåtet tillstånd
zh: 非法状态

# errors.xmlapi.invalid_parameter
source: Invalid parameter
de: Ungültiger Parameter
es: Parámetro no válido
fr: Paramètre non valide
ga: 15710-表:İฑväłıď päяämétéя|
it: Parametro non valido
ja: 無効なパラメーター
ko: 잘못된 매개 변수
pt: Parâmetro inválido
sv: Ogiltig parameter
zh: 无效参数

# errors.xmlapi.already_exists
source: Already exists
de: Ist bereits vorhanden
es: Ya existe
fr: Existe déjà
ga: 81990-表:Åłяéäďy éxısts|
it: Esiste già
ja: 既に存在します
ko: 이미 존재
pt: Já existe
sv: Finns redan
zh: 已存在

# errors.xmlapi.site_suspended
source: This site has been suspended. You must be a System Administrator to sign in.
de: Die Verfügbarkeit dieser Site wurde aufgehoben. Sie müssen Systemadministrator sein, um sich anzumelden.
es: Este sitio se ha suspendido. Debe ser un administrador de sistema para iniciar sesión.
fr: Ce site a été suspendu. Vous devez être un administrateur système pour vous connecter.
ga: 55142-表:Thıs sıté häs bééฑ sűspéฑďéď. Yoű műst bé ä Şystém Åďmıฑıstяätoя to sıgฑ ıฑ.|
it: Questo sito è stato sospeso. Devi essere un amministratore di sistema per accedere.
ja: このサイトは一時停止しています。サインインするには、システム管理者でなければなりません。
ko: 이 사이트는 일시 중단되었습니다. 로그인하려면 시스템 관리자여야 합니다.
pt: Este site foi suspenso. Você deve ser um administrador de sistema para fazer logon.
sv: Den här webbplatsen har suspenderats. Du måste vara systemadministratör för att logga in.
zh: 此站点已挂起。您必须是系统管理员才能登录。

# errors.xmlapi.site_locked
source: This site has been locked. Signing in is not allowed at this time.
de: Diese Site wurde gesperrt. Anmeldungen sind derzeit nicht möglich.
es: Este sitio ha sido bloqueado. No se permite iniciar sesión en este momento.
fr: Ce site a été verrouillé. Impossible de se connecter pour le moment.
ga: 64159-表:Thıs sıté häs bééฑ łoçkéď. Şıgฑıฑg ıฑ ıs ฑot äłłoὠéď ät thıs tımé.|
it: Questo sito è stato bloccato. Al momento non è possibile effettuare l’accesso.
ja: このサイトはロックされています。現在サインインできません。
ko: 이 사이트는 잠겼습니다. 지금은 로그인할 수 없습니다.
pt: Este site foi bloqueado. No momento, não é permitido entrar.
sv: Webbplatsen har låsts. Inloggning är inte tillåten just nu.
zh: 此站点已锁定。此时不允许登录。

# errors.xmlapi.update_desktop
source: To open workbooks created by other authors, please download the latest version of Tableau Desktop Public Edition from http://public.tableau.com/
de: Um von anderen Autoren erstellte Arbeitsmappen zu öffnen, laden Sie die neueste Version von Tableau Desktop Public Edition unter http://public.tableau.com/ herunter
es: Para abrir los libros de trabajo que han creado otros autores, descargue la versión más reciente de Tableau Desktop Public Edition en http://public.tableau.com/
fr: Pour ouvrir des classeurs créés par dʼautres auteurs, veuillez télécharger la version la plus récente de Tableau Desktop Public Edition sur le site http://public.tableau.com/
ga: 33801-表:To opéฑ ὠoяkbooks çяéätéď by othéя äűthoяs, płéäsé ďoὠฑłoäď thé łätést véяsıoฑ of Täbłéäű Ðésktop Pűbłıç Éďıtıoฑ fяom http://public.tableau.com/|
it: Per aprire cartelle di lavoro create da altri autori, scarica l’ultima versione di Tableau Desktop Public Edition da http://public.tableau.com/
ja: 他の作者が作成したワークブックを開くには、http://public.tableau.com/ から最新バージョンの Tableau Desktop Public Edition をダウンロードしてください。
ko: 다른 작성자가 만든 통합 문서를 열려면 http://public.tableau.com/에서 Tableau Desktop Public Edition의 최신 버전을 다운로드하십시오.
pt: Para abrir pastas de trabalho criadas por outros autores, baixe a versão mais recente do Tableau Desktop Public Edition em http://public.tableau.com/
sv: Öppna arbetsböcker som skapats av andra skapare genom att ladda ner den senaste versionen av Tableau Desktop Public Edition från http://public.tableau.com/
zh: 若要打开其他作者创建的工作簿，请从 http://public.tableau.com/ 下载最新版本的 Tableau Desktop Public Edition

# errors.xmlapi.throttled.summary
source: Too many requests
de: Zu viele Anforderungen
es: Demasiadas solicitudes
fr: Nombre excessif de demandes
ga: 38383-表:Too mäฑy яéqűésts|
it: Troppe richieste
ja: 要求が多すぎます
ko: 요청이 너무 많습니다.
pt: Excesso de solicitações
sv: För många begäranden
zh: 请求过多

# errors.xmlapi.throttled.detail
source: Too many requests for ''{0}''. Please retry after {1}.
de: Zu viele Anforderungen für ''{0}''. Versuchen Sie es nach {1} Sekunde(n) erneut.
es: Hay demasiadas solicitudes para “{0}”. Vuelva a intentarlo después de {1}.
fr: Nombre de demandes excessif pour ʼ{0}ʼ. Veuillez réessayer après {1}.
ga: 69928-表:Too mäฑy яéqűésts foя ''{0}''. Płéäsé яétяy äftéя {1}.|
it: Troppe richieste per “{0}”. Riprova dopo {1}.
ja: 「{0}」 に対する要求が多すぎます。{1} 後に再試行してください。
ko: ''{0}''에 대한 요청이 너무 많습니다. {1} 후에 다시 시도하십시오.
pt: Muitas solicitações para “{0}”. Tente novamente após {1}.
sv: För många anrop till ''{0}''. Försök åter efter {1}.
zh: 对“{0}”的请求太多，请在 {1} 后重试。

# errors.xmlapi.personal_space_quota_exceeded.summary
source: Can''t Publish to Personal Space
es: No se puede publicar en el espacio personal
it: Impossibile pubblicare nello spazio personale
ja: パーソナル スペースにパブリッシュできない
pt: Não é possível publicar no espaço pessoal
zh: 无法发布到个人空间

# errors.xmlapi.personal_space_quota_exceeded.detail
source: Delete or move existing Personal Space content then try publishing again.
es: Elimine o mueva contenido de su Espacio personal y vuelva a intentar la publicación.
it: Elimina o sposta il contenuto esistente dello spazio personale, quindi prova a ripetere la pubblicazione.
ja: パーソナル スペースの既存のコンテンツを削除または移動して、もう一度パブリッシュしてください。
pt: Exclua ou mova o conteúdo existente do Espaço Pessoal e tente publicar novamente.
zh: 请删除或移动现有的个人空间内容，然后再次尝试发布。

# datasource.publish.check.unpublishable
source: Could not publish data source.
de: Die Datenquelle konnte nicht veröffentlicht werden.
es: No se ha podido publicar la fuente de datos.
fr: Impossible de publier la source de données.
ga: 02781-表:Çoűłď ฑot pűbłısh ďätä soűяçé.|
it: Impossibile pubblicare l’origine dati.
ja: データ ソースをパブリッシュできません。
ko: 데이터 원본을 게시할 수 없습니다.
pt: Não foi possível publicar a fonte de dados.
sv: Det gick inte att publicera datakällan.
zh: 无法发布数据源。

# datasource.publish.check.unpublishable.table_extension_extract_required
source: Table extensions cannot be published with connections that require an extract.
es: Las extensiones de tablas no se pueden publicar con conexiones que requieren una extracción.
it: Non è possibile pubblicare le estensioni di tabella con connessioni che richiedono un’estrazione.
ja: テーブルの拡張機能は、抽出が必要な接続でパブリッシュできません。
pt: As extensões de tabela não podem ser publicadas com conexões que requerem uma extração.
zh: 不能使用需要数据提取的连接来发布表扩展程序。

# datasource.publish.check.publishable.extract_required
source: Requires creating an extract on publish.
de: Bei Veröffentlichung muss ein Extrakt erstellt werden.
es: Se debe crear una extracción al publicar.
fr: Nécessite la création dʼun extrait à la publication.
ga: 88437-表:Яéqűıяés çяéätıฑg äฑ éxtяäçt oฑ pűbłısh.|
it: Richiede di creare un’estrazione al momento della pubblicazione.
ja: パブリッシュの際には抽出の作成が必要です。
ko: 게시에 대한 추출을 만들어야 합니다.
pt: Exige a criação de uma extração ao publicar.
sv: Kräver att du skapar ett extrakt vid publicering.
zh: 需要在发布时创建数据提取。

# datasource.publish.check.publishable.credentials_required
source: {1} will temporarily access the credentials provided for ''{0}'' to confirm it can maintain a live data connection.
de: {1} greift vorübergehend auf die für ''{0}'' bereitgestellten Anmeldeinformationen zu, um zu bestätigen, dass eine Live-Datenverbindung aufrecht erhalten werden kann.
es: {1} accederá de manera temporal a las credenciales proporcionadas en relación con “{0}” para confirmar que puede conservar una conexión de datos en tiempo real.
fr: {1} accèdera temporairement aux informations dʼidentification fournies pour ʼ{0}ʼ afin de confirmer quʼil peut conserver une connexion de données en direct.
ga: 29274-表:{1} ὠıłł témpoяäяıły äççéss thé çяéďéฑtıäłs pяovıďéď foя ''{0}'' to çoฑfıяm ıt çäฑ mäıฑtäıฑ ä łıvé ďätä çoฑฑéçtıoฑ.|
it: {1} avrà accesso temporaneo alle credenziali fornite per “{0}” per confermare di poter mantenere una connessione dati live.
ja: {1} はライブデータ接続が維持できることを確認するため、「{0}」 に提供された認証資格情報に一時的にアクセスします。
ko: 라이브 데이터 연결을 유지할 수 있는지 확인하기 위해 {1}에서 ''{0}''에 대해 제공된 자격 증명에 일시적으로 액세스합니다.
pt: {1} acessará temporariamente as credenciais fornecidas para “{0}” para confirmar que é capaz de manter uma conexão de dados em tempo real.
sv: {1} kommer tillfälligt att använda de inloggningsuppgifter som angetts för {0} för att bekräfta att den kan upprätthålla en livedataanslutning.
zh: {1} 将临时访问为 “{0}” 提供的凭据来确认它可保持实时数据连接。

# datasource.publish.check.publishable.server_unreachable
source: {1} cannot reach ''{0}''. Publishing will create an extract.
de: {1} kann ''{0}'' nicht erreichen. Bei Veröffentlichung wird ein Extrakt erstellt.
es: {1} no puede acceder a “{0}”. Al publicar se creará una extracción.
fr: {1} ne peut pas atteindre ʼ{0}ʼ. La publication créera un extrait.
ga: 71056-表:{1} çäฑฑot яéäçh ''{0}''. Pűbłıshıฑg ὠıłł çяéäté äฑ éxtяäçt.|
it: {1} non può raggiungere “{0}”. La pubblicazione creerà un’estrazione.
ja: {1} が 「{0}」 に接続できません。パブリッシュを行うと抽出が作成されます。
ko: {1}에서 ''{0}''에 연결할 수 없습니다. 게시하면 추출이 만들어집니다.
pt: {1} não pode acessar “{0}”. A publicação criará uma extração.
sv: {1} kan inte nå {0}. Publicering skapar ett extrakt.
zh: {1} 无法访问 “{0}”。发布时将创建数据提取。

# publish.bundles.workbook.subscription.subject
source: Your workbook {0} is ready for you.
de: Ihre Arbeitsmappe {0} ist bereit.
es: Su libro de trabajo {0} ya está listo.
fr: Votre classeur {0} est prêt pour vous.
ga: 05112-表:Yoűя ὠoяkbook {0} ıs яéäďy foя yoű.|
it: La tua cartella di lavoro {0} è pronta per te.
ja: ワークブック {0} の準備が整いました。
ko: {0} 통합 문서가 준비되었습니다.
pt: A pasta de trabalho {0} está pronta para você.
sv: Din arbetsbok {0} är redo för dig.
zh: 您的工作簿 {0} 已准备就绪。

# publish.bundles.workbook.subscription.message
source: Your Salesforce data was added to the workbook. Go to your {0} project to get started.
de: Ihre Salesforce-Daten wurden der Arbeitsmappe hinzugefügt. Gehen Sie zu Ihrem {0}-Projekt, um zu beginnen.
es: Se han añadido los datos de Salesforce al libro de trabajo. Vaya a su proyecto {0} para empezar.
fr: Vos données Salesforce ont été ajoutées au classeur. Accédez à votre projet {0} pour démarrer.
ga: 15443-表:Yoűя Şäłésfoяçé ďätä ὠäs äďďéď to thé ὠoяkbook. Go to yoűя {0} pяojéçt to gét stäяtéď.|
it: I dati di Salesforce sono stati aggiunti alla cartella di lavoro. Vai al tuo progetto {0} per iniziare.
ja: Salesforce データがワークブックに追加されました。{0} プロジェクトに移動して開始します。
ko: Salesforce 데이터가 통합 문서에 추가되었습니다. 시작하려면 {0} 프로젝트로 이동하십시오.
pt: Os dados do Salesforce foram adicionados à pasta de trabalho. Para começar, acesse o projeto {0}.
sv: Dina Salesforce-data lades till i arbetsboken. Gå till dina {0}-projekt för att komma igång.
zh: 您的 Salesforce 数据已添加到工作簿。转到您的 {0} 项目以开始。

# extracts.status.finished.upload.workbook
source: Finished upload of extracts (new extract id:{0}) for Workbook ''{1}'' {2}
de: Hochladen von Extrakten (neue Extrakt-ID: {0}) für Arbeitsmappe ''{1}'' {2} ist abgeschlossen
es: Carga de extracciones finalizada (ID de extracción nuevo: {0}) para el libro de trabajo “{1}” {2}
fr: Chargement des extraits terminé (nouvel ID dʼextrait :{0}) pour le classeur ʼ{1}ʼ {2}
ga: 22150-表:Fıฑıshéď űpłoäď of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}'' {2}|
it: Caricamento delle estrazioni per la cartella di lavoro “{1}” completato (nuovo ID estrazione:{0}) {2}
ja: ワークブック 「{1}」 {2} の抽出 (新しい抽出 ID: {0}) のアップロードが完了しました
ko: 통합 문서 ''{1}'' {2}에 대한 추출 업로드를 완료했습니다(새 추출 ID: {0}).
pt: Carregamento de extrações concluído (novo id de extração:{0}) para a Pasta de trabalho “{1}” {2}
sv: Slutförde uppladdningen av extrakt (nytt extrakt-ID: {0}) för arbetsboken {1} {2}
zh: 已完成工作簿 “{1}” {2} 的数据提取上载(新数据提取 ID: {0})

# extracts.status.finished.refresh.workbook
source: Finished refresh of extracts (new extract id:{0}) for Workbook ''{1}'' {2}
de: Aktualisierung von Extrakten (neue Extrakt-ID:{0}) für Arbeitsmappe ''{1}'' {2} ist abgeschlossen
es: Actualización finalizada de extracciones (id de extracción nuevo:{0}) para libro de trabajo “{1}” {2}
fr: Actualisation des extraits terminée (nouvel ID dʼextrait :{0}) pour le classeur ʼ{1}ʼ {2}
ga: 38606-表:Fıฑıshéď яéfяésh of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}'' {2}|
it: Aggiornamento delle estrazioni per la cartella di lavoro “{1}” completato (nuovo ID estrazione:{0}) {2}
ja: ワークブック 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の更新が完了しました
ko: 통합 문서 ''{1}'' {2}에 대한 추출 새로 고침을 완료했습니다(새 추출 ID: {0})
pt: Atualização de extrações concluída (novo id de extração:{0}) para a Pasta de trabalho “{1}” {2}
sv: Slutförde uppdateringen av extrakt (nytt extrakt-ID: {0}) för arbetsboken {1} {2}
zh: 已完成工作簿“{1}”{2} 的数据提取刷新(新数据提取 ID: {0})

# extracts.status.finished.increment.workbook
source: Finished increment of extracts (new extract id:{0}) for Workbook ''{1}'' {2}
de: Inkrementierung von Extrakten (neue Extrakt-ID:{0}) für Arbeitsmappe ''{1}'' {2} ist abgeschlossen
es: Incrementos finalizados de extracciones (id de extracción nuevo:{0}) para libro de trabajo “{1}” {2}
fr: Incrémentation des extraits terminée (nouvel ID dʼextrait :{0}) pour le classeur ʼ{1}ʼ {2}
ga: 87034-表:Fıฑıshéď ıฑçяéméฑt of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}'' {2}|
it: Incremento delle estrazioni per la cartella di lavoro “{1}” completato (nuovo ID estrazione:{0}) {2}
ja: ワークブック 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の増分が完了しました
ko: 통합 문서 ''{1}'' {2}에 대한 추출 증분을 완료했습니다(새 추출 ID: {0})
pt: Incremento de extrações concluído (novo id de extração:{0}) para a Pasta de trabalho “{1}” {2}
sv: Slutförde inkrement av extrakt (nytt extrakt-ID: {0}) för arbetsboken {1} {2}
zh: 已完成工作簿“{1}”{2} 的数据提取递增(新数据提取 ID: {0})

# extracts.status.finished.encrypt.workbook
source: Finished encryption of extracts (new extract id:{0}) for Workbook ''{1}''
de: Verschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Arbeitsmappe ''{1}'' ist abgeschlossen
es: Cifrado de extracciones finalizado (ID de extracción nueva: {0}) para el libro de trabajo “{1}”
fr: Cryptage des extraits terminé (nouvel ID dʼextrait : {0}) pour le classeur ʼ{1}ʼ
ga: 67684-表:Fıฑıshéď éฑçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}''|
it: Crittografia delle estrazioni per la cartella di lavoro “{1}” completata (nuovo ID estrazione:{0})
ja: ワークブック 「{1}」 の抽出 (新しい抽出 ID:{0}) の暗号化が完了しました
ko: 통합 문서 ''{1}''에 대한 추출 암호화를 완료했습니다(새 추출 ID: {0}).
pt: Criptografia de extrações concluída (nova id de extração:{0}) para a pasta de trabalho “{1}”
sv: Slutförde kryptering av extrakt (nytt extrakt-ID:{0}) för arbetsboken {1}
zh: 已完成工作簿“{1}”的数据提取加密(新数据提取 ID: {0})
