Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# upgradethumbnails.short_description
source: This will run the Upgrade Thumbnails backgrounder job. This will rerender to high resolution any thumbnails generated prior to Tableau 2018.2. This can put higher than usual load on Tableau Server and external datasources. If any problems arise, the job can be stopped by running tabcmd upgradethumbnails --server <server> --stop
de: Damit wird der Job der Hintergrundprozesskomponente für das Upgrade der Miniaturbilder durchgeführt. Damit werden alle Miniaturbilder, die mit einer Version vor Tableau 2018.2 erstellt wurden, erneut mit hoher Auflösung gerendert. Dabei können ungewöhnlich hohe Verarbeitungslasten für Tableau Server und externe Datenquellen entstehen. Wenn es zu Problemen kommt, kann der Job durch Ausführung von tabcmd upgradethumbnails --server <server> --stop angehalten werden.
es: Esto ejecutará el trabajo de actualización de miniaturas del procesador en segundo plano. De esta forma, se mejorará la resolución de las miniaturas creadas antes de la versión 2018.2 de Tableau. Es posible que esto aumente la carga habitual de Tableau Server y de las fuentes de datos externas. Si surge algún problema, se puede detener el trabajo ejecutando el comando tabcmd upgradethumbnails --server <server> --stop
fr: Ceci exécutera le travail du backgrounder Mettre à niveau les images miniatures. Le rendu des images miniatures générées avant Tableau 2018.2 seront exécuté à nouveau avec une résolution supérieure, ce qui peut exercer une charge supérieure à la normale sur Tableau Server et les sources de données externes. En cas de problèmes, vous pouvez arrêter le travail en exécutant tabcmd upgradethumbnails --server <server> --stop
ga: 88763-表:Thıs ὠıłł яűฑ thé Upgяäďé Thűmbฑäıłs bäçkgяoűฑďéя job. Thıs ὠıłł яéяéฑďéя to hıgh яésołűtıoฑ äฑy thűmbฑäıłs géฑéяätéď pяıoя to Täbłéäű 2018.2. Thıs çäฑ pűt hıghéя thäฑ űsűäł łoäď oฑ Täbłéäű Şéяvéя äฑď éxtéяฑäł ďätäsoűяçés. İf äฑy pяobłéms äяısé, thé job çäฑ bé stoppéď by яűฑฑıฑg täbçmď űpgяäďéthűmbฑäıłs --séяvéя <séяvéя> --stop|
it: Verrà eseguito il processo di Gestione componenti in background per l’upgrade delle anteprime, che effettuerà il rendering in alta risoluzione di tutte le anteprime generate prima di Tableau 2018.2. Ciò può comportare un carico superiore al normale su Tableau Server e sulle origini dati esterne. In caso di problemi, il processo può essere interrotto eseguendo tabcmd upgradethumbnails --server <server> --stop
ja: これにより、サムネイルのアップグレードのバックグラウンダー ジョブが実行されます。Tableau 2018.2 よりも前に生成されたサムネイルが高解像度にレンダリングされます。Tableau Server と外部データソースに通常よりも高い負荷がかかる可能性があります。問題が発生した場合、tabcmd upgradethumbnails --server <server> --stop を実行してジョブを停止できます。
ko: 축소판 업그레이드 백그라운더 작업을 실행합니다. 이 작업은 Tableau 2018.2 이전에 생성된 모든 축소판을 고해상도로 렌더링합니다. 이로 인해 Tableau Server와 외부 데이터 원본에 정상적인 부하보다 훨씬 높은 부하가 발생할 수 있습니다. 문제가 발생하는 경우 tabcmd upgradethumbnails --server <server> --stop 명령을 실행하여 작업을 중지할 수 있습니다.
pt: Isso executará o trabalho Atualizar miniaturas do processador em segundo plano. Renderizará todas as miniaturas geradas antes do Tableau 2018.2 para uma alta resolução, além de talvez colocar uma carga maior que a usual no Tableau Server e em fontes de dados externas. Se ocorrer algum problema, o trabalho poderá ser interrompido executando tabcmd upgradethumbnails --server <server> --stop
sv: Detta kommer att köra bakgrundsjobbet Upgrade Thumbnails. Tableau 2018.2. Detta kan medföra en högre arbetsbelastning än normalt på Tableau Server och externa datakällor. and external datasources. Om problem uppstår kan jobbet avbrytas genom att köra tabcmd upgradethumbnails --server <server> --stopp
zh: 这将运行“升级缩略图”后台程序作业。这会将 Tableau 2018.2 之前生成的任何缩略图重新渲染为高分辨率。这可能会增加 Tableau Server 和外部数据源的负载。如果出现任何问题，可通过运行tabcmd upgradethumbnails --server <server> --stop 来停止作业

# upgradethumbnails.options.stop
source: Stop all upgrade thumbnails related jobs
de: Alle Jobs in Verbindung mit dem Upgrade von Miniaturbildern anhalten
es: Detener todos los trabajos relacionados con la actualización de miniaturas
fr: Arrêter tous les travaux liés à la mise à niveau des images miniatures
ga: 46352-表:Ştop äłł űpgяäďé thűmbฑäıłs яéłätéď jobs|
it: Interrompi tutti i processi correlati all’upgrade delle anteprime
ja: サムネイルのアップグレードに関連するすべてのジョブを停止します
ko: 모든 축소판 업그레이드 관련 작업을 중지합니다.
pt: Interromper todos os trabalhos de atualização de miniaturas relacionados
sv: Avbryt alla jobb relaterade till uppgradering av miniatyrer
zh: 停止所有升级缩略图相关作业

# upgradethumbnails.status.running
source: Starting thumbnails upgrade
de: Upgrade von Miniaturbildern beginnen
es: Comenzando actualización de miniaturas
fr: Démarrage de la mise à niveau des images miniatures
ga: 74273-表:Ştäяtıฑg thűmbฑäıłs űpgяäďé|
it: Avvio dell’upgrade delle anteprime in corso
ja: サムネイルのアップグレードを開始しています
ko: 축소판 업그레이드를 시작하는 중
pt: Iniciando atualização de miniaturas
sv: Startar miniatyruppgraderingen
zh: 正在开始缩略图升级

# upgradethumbnails.status.not_running
source: Not starting thumbnails upgrade
de: Upgrade von Miniaturbildern nicht beginnen
es: No comenzará la actualización de miniaturas
fr: Pas de démarrage de la mise à niveau des images miniatures
ga: 95637-表:Ñot stäяtıฑg thűmbฑäıłs űpgяäďé|
it: Upgrade delle anteprime non avviato
ja: サムネイルのアップグレードを開始しません
ko: 축소판 업그레이드가 시작되지 않음
pt: Nenhuma atualização de miniaturas sendo iniciada
sv: Miniatyruppgraderingen startar inte
zh: 未开始缩略图升级

# upgradethumbnails.status.cancelling
source: Cancelling thumbnails upgrade jobs
de: Upgrade von Miniaturbildern abbrechen
es: Cancelando los trabajos de actualización de miniaturas
fr: Annulation des travaux de mise à niveau des images miniatures
ga: 95182-表:Çäฑçéłłıฑg thűmbฑäıłs űpgяäďé jobs|
it: Annullamento dei processi di upgrade delle anteprime in corso
ja: サムネイルのアップグレード ジョブをキャンセルしています
ko: 축소판 업그레이드 작업을 취소하는 중
pt: Trabalhos de cancelamento de atualização de miniaturas
sv: Avbryter uppgraderingsjobb för miniatyrer
zh: 正在取消缩略图升级作业

# upgradethumbnails.continue_promt
source: Do you wish to continue? Enter 1 for Yes, 0 for No (1/0)
de: Möchten Sie fortfahren? Geben Sie 1 für "Ja" ein und 0 für "Nein" (1/0).
es: ¿Desea continuar? Escriba 1 en caso afirmativo, 0 en caso negativo (1/0)
fr: Voulez-vous continuer ? Entrez 1 pour Oui, 0 pour Non (1/0)
ga: 00122-表:Ðo yoű ὠısh to çoฑtıฑűé? Éฑtéя 1 foя Yés, 0 foя Ño (1/0)|
it: Continuare? Immetti 1 per Sì, 0 per No (1/0)
ja: 続行しますか?続行する場合は 1、続行しない場合は 0 を入力します (1/0)
ko: 계속하시겠습니까? 예인 경우 1을 입력하고 아니요인 경우 0을 입력합니다(1/0).
pt: Deseja continuar? Insira 1 para Sim, 0 para Não (1/0)
sv: Vill du fortsätta? Tryck 1 för Ja, 0 för Nej (1/0)
zh: 是否要继续?输入 1 表示是，输入 0 表示否(1/0)

# upgradethumbnails.invalid_response
source: Invalid response
de: Ungültige Antwort
es: Respuesta no válida
fr: Réponse non valide
ga: 23783-表:İฑväłıď яéspoฑsé|
it: Risposta non valida
ja: 無効な応答
ko: 잘못된 응답
pt: Resposta inválida
sv: Ogiltigt svar
zh: 响应无效

# validateidpmetadata.options.digest_algorithms
source: A space-separated list of digest algorithms. Legal values for {0}: {1}. If not specified, server uses values from server configuration setting: {2}
de: Eine durch Leerzeichen getrennte Liste mit Digest-Algorithmen. Zulässige Werte für {0}: {1}. Sofern keine Angabe erfolgt, nutzt der Server Werte der Serverkonfigurationseinstellung: {2}
es: Una lista de algoritmos de proceso separada por espacios. Valores legales para {0}: {1}. Si no se especifican, el servidor usa los valores de la configuración del servidor: {2}
fr: Liste séparée par des espaces d''algorithmes digest. Valeurs autorisées pour {0} : {1}. En l''absence de spécification, le serveur utilise les valeurs du paramètre de configuration du serveur : {2}
ga: 74364-表:Å späçé-sépäяätéď łıst of ďıgést äłgoяıthms. Łégäł väłűés foя {0}: {1}. İf ฑot spéçıfıéď, séяvéя űsés väłűés fяom séяvéя çoฑfıgűяätıoฑ séttıฑg: {2}|
it: Un elenco separato da spazi di algoritmi digest. Valori consentiti per {0}: {1}. Se non specificato, il server utilizza i valori dell’impostazione di configurazione del server: {2}
ja: ダイジェスト アルゴリズムをスペースで区切ったリスト。{0} の有効な値は {1} です。指定しない場合、サーバーではサーバー構成設定の値が使用されます: {2}
ko: 공백으로 구분된 다이제스트 알고리즘의 목록입니다. {0}에 대한 올바른 값은 {1}입니다. 지정하지 않은 경우 서버 구성 설정 {2}의 값이 사용됩니다.
pt: Uma lista de algoritmos resumidos separados por espaço. Valores legais para {0}: {1}. Se não for especificado, o servidor usará os valores da configuração do servidor: {2}
sv: En blankstegsavgränsad lista över sammanfattningsalgoritmer. Giltiga värden för {0}: {1}. Om detta inte anges använder servern värden från serverns konfigurationsinställning: {2}
zh: 以空格分隔的摘要算法列表。{0} 的合法值: {1}。如果未指定，服务器将使用服务器配置设置中的值: {2}

# validateidpmetadata.options.min_allowed_rsa_key_size
source: If not specified, server uses values from server configuration setting: {0}
de: Wenn keine Angabe vorhanden ist, verwendet der Server die Werte aus der Serverkonfigurationseinstellung: {0}
es: Si no se esecifica, el servidor utiliza valores de los ajustes de configuración del servidor: {0}
fr: En l''absence de spécification, le serveur utilise les valeurs du paramètre de configuration du serveur : {0}
ga: 22663-表:İf ฑot spéçıfıéď, séяvéя űsés väłűés fяom séяvéя çoฑfıgűяätıoฑ séttıฑg: {0}|
it: Se non specificato, il server utilizza i valori dall’impostazione di configurazione del server: {0}
ja: 指定しない場合、サーバーはサーバー構成の設定値 {0} を使用します。
ko: 지정하지 않으면 서버는 서버 구성 설정의 값({0})을 사용합니다.
pt: Se não for especificado, o servidor usará valores da definição de configuração do servidor: {0}
sv: Om detta inte anges använder servern värden från serverns konfigurationsinställning: {0}
zh: 如果未指定，服务器将使用服务器配置设置中的值: {0}

# validateidpmetadata.options.min_allowed_elliptic_curve_size
source: If not specified, server uses values from server configuration setting: {0}
de: Wenn keine Angabe vorhanden ist, verwendet der Server die Werte aus der Serverkonfigurationseinstellung: {0}
es: Si no se esecifica, el servidor utiliza valores de los ajustes de configuración del servidor: {0}
fr: En l''absence de spécification, le serveur utilise les valeurs du paramètre de configuration du serveur : {0}
ga: 92775-表:İf ฑot spéçıfıéď, séяvéя űsés väłűés fяom séяvéя çoฑfıgűяätıoฑ séttıฑg: {0}|
it: Se non specificato, il server utilizza i valori dall’impostazione di configurazione del server: {0}
ja: 指定しない場合、サーバーはサーバー構成の設定値 {0} を使用します。
ko: 지정하지 않으면 서버는 서버 구성 설정의 값({0})을 사용합니다.
pt: Se não for especificado, o servidor usará valores da definição de configuração do servidor: {0}
sv: Om detta inte anges använder servern värden från serverns konfigurationsinställning: {0}
zh: 如果未指定，服务器将使用服务器配置设置中的值: {0}

# validateidpmetadata.options.site_names
source: A space-separated list of site names on which to perform certificate validation. If not specified, then all sites are inspected.
de: Eine durch Leerzeichen getrennte Liste mit Site-Namen, für die die Zertifikatsprüfung durchgeführt wird. Wenn keine Angabe erfolgt, werden alle Sites geprüft.
es: Una lista separada mediante espacios de los nombres de los sitios en los que se realizará la validación de certificados. Si no se especifica ninguno, se inspeccionarán todos los sitios.
fr: Liste séparée par des espaces de noms de sites sur lesquels exécuter la validation de certificat. En l''absence de spécification, tous les sites sont inspectés.
ga: 32659-表:Å späçé-sépäяätéď łıst of sıté ฑämés oฑ ὠhıçh to péяfoяm çéяtıfıçäté väłıďätıoฑ. İf ฑot spéçıfıéď, théฑ äłł sıtés äяé ıฑspéçtéď.|
it: Un elenco di nomi di siti separati da spazi per cui eseguire la convalida dei certificati. Se non specificato, vengono esaminati tutti i siti.
ja: 証明書の検証が実行されるサイトをスペースで区切ったリスト。指定しない場合は、すべてのサイトが検査されます。
ko: 인증서 유효성 검사를 수행할 사이트 이름의 공백으로 구분된 목록입니다. 지정하지 않은 경우 모든 사이트가 검사됩니다.
pt: Uma lista de nomes de sites separados por espaços em que deve ser realizada a validação de certificado. Se ela não for especificada, todos os sites serão inspecionados.
sv: En blankstegsavgränsad förteckning över webbplatsnamn där certifikatvalidering ska köras. Om detta inte anges kommer alla webbplatser att inspekteras.
zh: 要对其执行证书验证的站点名称的空格分隔列表。如果未指定，则检查所有站点。

# validateidpmetadata.short_description
source: Identifies Tableau Server sites that are configured with IdPs using the insecure digest algorithm, SHA-1. This command also identifies IdPs that are using certificates with an insufficient RSA key size or elliptic curve size.
de: Identifiziert Tableau Server-Sites, die mit IdPs konfiguriert sind, die den unsicheren Digest-Algorithmus, SHA-1, verwenden. Dieser Befehl identifiziert auch IdPs, die Zertifikate mit einer unzureichenden RSA-Schlüssellänge oder elliptischen Kurvengröße verwenden.
es: Identifica sitios de Tableau Server que están configurados con IdP a través del algoritmo de proceso no seguro, SHA-1. Este comando también identifica IdP que utilizan certificados con un tamaño de clave RSA insuficiente o un tamaño de curva elíptico.
fr: Identifie les sites Tableau Server qui sont configurés avec les IdP en utilisant l''algorithme digest non sécurisé SHA-1. Cette commande identifie également les IdP qui utilisent des certificats avec une taille insuffisante de clé RSA ou de courbe elliptique.
ga: 05350-表:İďéฑtıfıés Täbłéäű Şéяvéя sıtés thät äяé çoฑfıgűяéď ὠıth İďPs űsıฑg thé ıฑséçűяé ďıgést äłgoяıthm, ŞHÅ-1. Thıs çommäฑď äłso ıďéฑtıfıés İďPs thät äяé űsıฑg çéяtıfıçätés ὠıth äฑ ıฑsűffıçıéฑt ЯŞÅ kéy sıžé oя éłłıptıç çűяvé sıžé.|
it: Identifica i siti Tableau Server configurati con IdP che utilizzano l’algoritmo di digest non sicuro SHA-1. Questo comando identifica anche gli IdP che utilizzano certificati con una dimensione della chiave RSA o una dimensione della curva ellittica insufficienti.
ja: 安全でないダイジェスト アルゴリズム SHA-1 を使用した IdP で構成されている Tableau Server サイトを識別します。このコマンドは、サイズが不十分な RSA キーまたはサイズが不十分な楕円曲線の証明書を使用している IdP も識別します。
ko: 안전하지 않은 다이제스트 알고리즘인 SHA-1을 사용한 IdP로 구성된 Tableau Server 사이트를 식별합니다. 이 명령은 RSA 키 크기 또는 타원 곡선 크기가 미달인 인증서를 사용하는 IdP도 식별합니다.
pt: Identifica sites do Tableau Server configurados com IdPs usando o algoritmo resumido não-seguro, SHA-1. Este comando também identifica IdPs que estão usando certificados com um tamanho de chave RSA insuficiente ou tamanho de curva elíptica.
sv: Identifierar Tableau Server-webbplatser som har konfigurerats med IdP:er med den osäkra sammanfattningsalgoritmen SHA-1. Detta kommando identifierar också IdP:er som använder certifikat med en otillräcklig RSA-nyckelstorlek eller eliptisk kurvstorlek.
zh: 标识使用不安全摘要算法 SHA-1 配置了 IdP 的 Tableau Server 站点。此命令还标识使用 RSA 密钥大小或椭圆曲线大小不足的证书的 IdP。

# tabcmd.content.description
source: A description for the item.
es: Una descripción para el elemento.
it: Una descrizione dell’elemento.
ja: アイテムの説明。
pt: Uma descrição do item.
zh: 项的描述。

# tabcmd.content.site_id
source: Used in the URL to uniquely identify the site. Different from the site name.
es: Usado en la URL para identificar el sitio de forma única. Diferente del nombre de sitio.
it: Utilizzato nell’URL per identificare in modo univoco il sito. Diverso dal nome del sito.
ja: サイトを一意に識別するために URL で使用されます。サイト名とは異なります。
pt: Usada na URL para identificar exclusivamente o site. Diferente do nome do site.
zh: 在 URL 中用于唯一标识站点。与站点名称不同。

# tabcmd.howto
source: Run a specific command
es: Ejecutar un comando específico
it: Esegui un comando specifico
ja: 特定のコマンドを実行
pt: Executar um comando específico
zh: 运行特定命令

# tabcmd.name
source: Tableau Server Command Line Utility
es: Utilidad de línea de comandos de Tableau Server
it: Utilità della riga di comando di Tableau Server
ja: Tableau Server コマンド ライン ユーティリティ
pt: Utilitário da linha de comando do Tableau Server
zh: Tableau Server 命令行实用程序

# tabcmd.options.project
source: The name of the project
es: El nombre del proyecto
it: Il nome del progetto
ja: プロジェクト名
pt: O nome do projeto
zh: 项目的名称

# tabcmd.options.parent_project
source: The path to the project that contains the target item.
es: La ruta al proyecto que contiene el elemento de destino.
it: Il percorso del progetto che contiene l’elemento di destinazione.
ja: ターゲットのアイテムを含むプロジェクトへのパス。
pt: O caminho do projeto que contém o item de destino.
zh: 包含目标项的项目的路径。

# tabcmd.options.workbook
source: The name of the target workbook
es: El nombre de la libro de trabajo de destino
it: Il nome della cartella di lavoro di destinazione
ja: ターゲットのワークブック名
pt: O nome da pasta de trabalho de destino
zh: 目标工作簿的名称

# tabcmd.options.datasource
source: The name of the target data source
es: El nombre de la fuente de datos de destino
it: Il nome dell’origine dati di destinazione
ja: ターゲットのデータ ソース名
pt: O nome da fonte de dados de destino
zh: 目标数据源的名称

# tabcmd.options.materializeviews
source: Adjust performance of this workbook by materializing calculations for all views, if enabled.
es: Ajustar el rendimiento de este libro de trabajo al materializar los cálculos para todas las vistas, si está habilitado.
it: Regola le prestazioni di questa cartella di lavoro materializzando i calcoli per tutte le viste, se abilitati.
ja: 具体化された計算がすべてのビューで有効になっている場合は具体化して、このワークブックのパフォーマンスを調整します。
pt: Ajuste o desempenho desta pasta de trabalho materializando cálculos para todas as exibições, se habilitado.
zh: 通过实体化所有视图的计算(如果已启用)来调整此工作簿的性能。

# tabcmd.options.dematerialize
source: Adjust performance of this workbook by disable materialized calculations for all views, if enabled.
es: Ajustar el rendimiento de este libro de trabajo al deshabilitar los cálculos materializados para todas las vistas, si está habilitado.
it: Regola le prestazioni di questa cartella di lavoro disabilitando i calcoli materializzati per tutte le viste, se abilitati.
ja: 具体化された計算がすべてのビューで有効になっている場合は無効にして、このワークブックのパフォーマンスを調整します。
pt: Ajuste o desempenho desta pasta de trabalho desabilitando cálculos materializados para todas as exibições, se habilitado.
zh: 通过禁用所有视图的实体化计算(如果已启用)来调整此工作簿的性能。

# tabcmd.options.complete
source: Require that all rows be valid for any change to succeed. (Defaults to true)
es: Requiere que todas las filas sean válidas para que los cambios sean correctos. (verdadero de forma predeterminada)
it: Richiedi che tutte le righe siano valide perché qualsiasi modifica venga eseguita correttamente. (L’impostazione predefinita è True)
ja: 変更を正常に行うために、すべての行が有効である必要がある。(既定値は True)
pt: Requer que todas as linhas sejam válidas para que qualquer alteração seja bem-sucedida. (O padrão é true)
zh: 要求所有行都有效才能成功进行任何更改。(默认值为 true)

# tabcmd.options.no_complete
source: Do not require that all rows be valid for any change to succeed.
es: No requerir que todas las filas sean válidas para que los cambios sean correctos.
it: Non richiedere che tutte le righe siano valide perché qualsiasi modifica venga eseguita correttamente.
ja: 変更を正常に行うために、すべての行が有効である必要はない。
pt: Não requer que todas as linhas sejam válidas para que qualquer alteração seja bem-sucedida.
zh: 不要求所有行都有效才能使任何更改成功。

# tabcmd.options.users_file
source: CSV file that contains a list of users, one per line
es: Archivo .csv que contiene una lista de usuarios, uno por línea
it: File CSV che contiene un elenco di utenti, uno per riga
ja: 1 行に 1 人のユーザーのリストを含むファイル
pt: Arquivo CSV que contém uma lista de usuários, um por linha
zh: 包含用户列表的 CSV 文件，每行一个用户

# tabcmd.options.token_file
source: Read the Personal Access Token from a file.
es: Leer el token de acceso personal desde un archivo.
it: Leggi il token di accesso personale da un file.
ja: ファイルから個人用アクセス トークンを読み込みます。
pt: Leia o token de acesso pessoal de um arquivo.
zh: 从文件中读取个人访问令牌。

# tabcmd.options.token_name
source: The name of your Personal Access Token. If using a token to sign in, this is required at least once to begin session.
es: El nombre de tu token de acceso personal. Si se usa un token para iniciar sesión, este se requerirá al menos una vez para empezar la sesión.
it: Il nome del token di accesso personale. Se si utilizza un token per accedere, questo è necessario almeno una volta per iniziare la sessione.
ja: 個人用アクセス トークン名。トークンを使用してサインインする場合、セッションを開始するために少なくとも 1 回は必要です。
pt: O nome do token de acesso pessoal. Se estiver usando um token para entrar, isso será necessário pelo menos uma vez para iniciar a sessão.
zh: 您的个人访问令牌的名称。如果使用令牌登录，则至少需要登录一次才能开始会话。

# tabcmd.options.token_value
source: The secret value of your Personal Access Token to use for authentication. Requires --token-name to be set.
es: El valor secreto de tu token de acceso personal para usarlo como autenticación. Necesita --la configuración del nombre del token.
it: Il valore segreto del token di accesso personale da utilizzare per l’autenticazione. Richiede l’impostazione di --token-name.
ja: 認証に使用する個人用アクセス トークンのシークレット値。--token-name を設定する必要があります。
pt: O valor secreto do seu token de acesso pessoal a ser usado para autenticação. Requer definição de --token-name.
zh: 用于身份验证的个人访问令牌的密文值。需要设置 --token-name。

# tabcmd.options.language.detailed
source: Set the language to use. Exported data will be returned in this lang/locale. If not set, the client will use your computer locale, and the server will use your user account locale
es: Configurar el idioma que se va a usar. Los datos exportados se devolverán en este idioma/configuración regional. Si no está configurado, el cliente usará la configuración regional de su sistema y el servidor usará la configuración regional de la cuenta de usuario
it: Imposta la lingua da utilizzare. I dati esportati verranno restituiti nella lingua/impostazioni locali specificate. Se non è impostata, il client utilizzerà le impostazioni locali del tuo computer e il server utilizzerà le impostazioni locali del tuo account utente
ja: 使用する言語を設定します。エクスポートされたデータは、この言語/ロケールで返されます。 設定されていない場合、クライアントはコンピューターのロケールを使用し、サーバーはユーザー アカウントのロケールを使用します。
pt: Defina o idioma a ser usado. Os dados exportados serão retornados neste idioma/localidade. Se não for definido, o cliente usará a localidade do seu computador e o servidor usará a localidade da sua conta de usuário
zh: 设置要使用的语言。导出的数据将以该语言/区域设置返回。 如果未设置，客户端将使用您的计算机区域设置，服务器将使用您的用户帐户区域设置

# tabcmd.options.conflicts
source: Treat resource conflicts as item creation success e.g. project already exists
es: Tratar los conflictos entre los recursos como elementos creados correctamente, p.ej., el proyecto ya existe
it: Tratta i conflitti di risorse come un’operazione riuscita di creazione di elementi (ad esempio, il progetto esiste già)
ja: リソースの競合をアイテム作成の成功とみなす (例: プロジェクトはすでに存在しています)
pt: Trate os conflitos de recursos como sucesso na criação de itens, por exemplo, o projeto já existe
zh: 将资源冲突视为项创建成功，例如项目已存在

# tabcmd.options.log
source: Use the specified logging level. The default level is INFO.
es: Usar el nivel de registro especificado. El nivel predeterminado es INFO.
it: Utilizza il livello di registrazione specificato. Il livello predefinito è INFO.
ja: 指定されたログ レベルを使用します。既定のレベルは INFO です。
pt: Use o nível de registro especificado. O nível padrão é INFO.
zh: 使用指定的日志记录级别。默认级别为 INFO。

# tabcmd.publish.options.restart
source: [Deprecated - has no effect]
es: [Obsoleto - no tiene efecto]
it: [Deprecato - non ha alcun effetto]
ja: [非推奨 - 効果はありません]
pt: [Obsoleto – sem efeito]
zh: [已弃用 - 没有效果]

# tabcmd.publish.options.tabbed.detailed
source: Publish with tabbed views enabled. Each sheet becomes a tab that viewers can use to navigate through the workbook.
es: Publicar con vistas tabuladas habilitadas. Cada hoja se convierte en una pestaña que los viewers pueden usar para navegar por el libro de trabajo.
it: Pubblica con le viste a schede abilitate. Ogni foglio diventa una scheda che gli utenti Viewer possono utilizzare per spostarsi nella cartella di lavoro.
ja: タブ付きビューを有効にしてパブリッシュします。各シートは、閲覧者がワークブック内を移動するために使用できるタブになります。
pt: Publique com as exibições em guias habilitadas. Cada planilha se torna uma guia que os visualizadores podem usar para navegar pela pasta de trabalho.
zh: 启用选项卡式视图发布。每个工作表都成为一个选项卡，查看者可以使用它在工作簿中导航。
