Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# extracts.errors.remove
source: Error removing extracts for {0}: ''{1}''.
de: Fehler beim Löschen von Extrakten für {0}: ''{1}''.
es: Error al eliminar extracciones para {0}: “{1}”.
fr: Erreur de suppression dʼextraits pour {0} : ʼ{1}ʼ.
ga: 66438-表:Éяяoя яémovıฑg éxtяäçts foя {0}: ''{1}''.|
it: Errore nella rimozione delle estrazioni per {0}: “{1}”.
ja: {0} の抽出の削除エラー: 「{1}」。
ko: {0}의 추출을 제거하는 동안 오류 발생: ''{1}''.
pt: Erro ao remover extrações para {0}: “{1}”.
sv: Fel vid borttagning av extrakt för {0}: ''{1}''.
zh: 为 {0} 移除数据提取时出错:“{1}”。

# extracts.errors.title
source: Process extracts error
de: Fehler beim Verarbeiten von Extrakten
es: Error de extracciones de proceso
fr: Le processus extrait lʼerreur
ga: 60822-表:Pяoçéss éxtяäçts éяяoя|
it: Errore durante l’elaborazione delle estrazioni
ja: プロセス抽出エラー
ko: 추출 처리 오류
pt: Erro de extração do processo
sv: Fel vid extraktbearbetning
zh: 处理数据提取错误

# extracts.errors.nothing_to_upload
source: No extracts to upload for {0}: ''{1}''
de: Keine hochzuladenden Extrakte für {0}: ''{1}''
es: No hay extracciones para cargar para {0}: “{1}”
fr: Aucun extrait à charger pour {0} : ʼ{1}ʼ
ga: 99441-表:Ño éxtяäçts to űpłoäď foя {0}: ''{1}''|
it: Nessuna estrazione da caricare per {0}: “{1}”
ja: {0} にアップロードする抽出がありません: 「{1}」
ko: {0}에 대해 업로드할 추출 없음: ''{1}''
pt: Não há extrações a serem carregadas para {0}: “{1}”
sv: Det finns inga extrakt att ladda upp för {0}: ''{1}''
zh: 没有要为 {0} 上载的数据提取:“{1}”

# extracts.errors.nothing_to_refresh
source: No extracts to refresh for {0}: ''{1}''
de: Keine zu aktualisierenden Extrakte für {0}: ''{1}''
es: No hay extracciones para actualizar para {0}: “{1}”
fr: Aucun extrait à actualiser pour {0} : ʼ{1}ʼ
ga: 70923-表:Ño éxtяäçts to яéfяésh foя {0}: ''{1}''|
it: Nessuna estrazione da aggiornare per {0}: “{1}”
ja: {0} に更新する抽出がありません: 「{1}」
ko: {0}에 대해 새로 고칠 추출 없음: ''{1}''
pt: Não há extrações a serem atualizadas para {0}: “{1}”
sv: Det finns inga extrakt att uppdatera för {0}: ''{1}''
zh: 没有要为 {0} 刷新的数据提取:“{1}”

# extracts.errors.nothing_to_increment
source: No extracts to increment for {0}: ''{1}''
de: Keine zu inkrementierenden Extrakte für {0}: ''{1}''
es: No hay extracciones para incrementar para {0}: “{1}”
fr: Aucun extrait à incrémenter pour {0} : ʼ{1}ʼ
ga: 20159-表:Ño éxtяäçts to ıฑçяéméฑt foя {0}: ''{1}''|
it: Nessuna estrazione da incrementare per {0}: “{1}”
ja: {0} に増分する抽出がありません: 「{1}」
ko: 증분할 {0}의 추출 없음: ''{1}''
pt: Não há extrações a serem incrementadas para {0}: “{1}”
sv: Det finns inga extrakt att utöka för {0}: ''{1}''
zh: 没有要为 {0} 递增的数据提取: “{1}”

# extracts.errors.nothing_to_append
source: No extracts to append for {0}: ''{1}''
de: Keine anzuhängenden Extrakte für {0}: ''{1}''
es: No hay extracciones para adjuntar para {0}: “{1}”
fr: Aucun extrait à ajouter pour {0} : ʼ{1}ʼ
ga: 26378-表:Ño éxtяäçts to äppéฑď foя {0}: ''{1}''|
it: Nessuna estrazione da aggiungere per {0}: “{1}”
ja: {0} に追加する抽出がありません: 「{1}」
ko: {0}에 대해 추가할 추출 없음: ''{1}''
pt: Não há extrações a serem anexadas para {0}: “{1}”
sv: Det finns inga extrakt att lägga till för {0}: ''{1}''
zh: 没有要为 {0} 追加的数据提取:“{1}”

# extracts.errors.nothing_to_replace
source: No extracts to replace for {0}: ''{1}''
de: Keine zu ersetzenden Extrakte für {0}: ''{1}''
es: No hay extracciones para reemplazar para {0}: “{1}”
fr: Aucun extrait à remplacer pour {0} : ʼ{1}ʼ
ga: 23044-表:Ño éxtяäçts to яépłäçé foя {0}: ''{1}''|
it: Nessuna estrazione da sostituire per {0}: “{1}”
ja: {0} に置換する抽出がありません: 「{1}」
ko: {0}에 대해 바꿀 추출 없음: ''{1}''
pt: Não há extrações a serem substituídas para {0}: “{1}”
sv: Det finns inga extrakt att ersätta för {0}: ''{1}''
zh: 没有要为 {0} 替换的数据提取:“{1}”

# extracts.errors.refresh_summary
source: Refresh Extracts Error
de: Fehler beim Aktualisieren der Extrakte
es: Error de extracciones de actualización
fr: Erreur dʼactualisation des extraits
ga: 70048-表:Яéfяésh Éxtяäçts Éяяoя|
it: Errore durante l’aggiornamento delle estrazioni
ja: 抽出の更新エラー
ko: 추출 새로 고침 오류
pt: Erro de atualização de extrações
sv: Fel vid uppdatering av extrakt
zh: 刷新数据提取错误

# extracts.errors.encrypt_summary
source: Encrypt Extracts Error
de: Fehler beim Verschlüsseln von Extrakten
es: Error al cifrar extracciones
fr: Erreur de cryptage des extraits
ga: 16330-表:Éฑçяypt Éxtяäçts Éяяoя|
it: Errore durante la crittografia delle estrazioni
ja: 抽出の暗号化エラー
ko: 추출 암호화 오류
pt: Erro na criptografia de extrações
sv: Fel vid kryptering av extrakt
zh: 加密数据提取错误

# extracts.errors.rekey_summary
source: Reencrypt Extracts Error
de: Fehler beim erneuten Verschlüsseln von Extrakten
es: Error al volver a cifrar extracciones
fr: Erreur de re-cryptage des extraits
ga: 55217-表:Яééฑçяypt Éxtяäçts Éяяoя|
it: Errore durante la nuova crittografia delle estrazioni
ja: 抽出の最暗号化エラー
ko: 추출 재암호화 오류
pt: Erro na nova criptografia de extrações
sv: Fel vid omkryptering av extrakt
zh: 重新加密数据提取错误

# extracts.errors.decrypt_summary
source: Decrypt Extracts Error
de: Fehler beim Entschlüsseln von Extrakten
es: Error al descifrar extracciones
fr: Erreur de décryptage des extraits
ga: 24850-表:Ðéçяypt Éxtяäçts Éяяoя|
it: Errore durante la decrittografia delle estrazioni
ja: 抽出の復号化エラー
ko: 추출 암호 해독 오류
pt: Erro na decodificação de extrações
sv: Fel vid dekryptering av extrakt
zh: 解密数据提取错误

# extracts.errors.remove_summary
source: Remove Extracts Error
de: Fehler beim Entfernen der Extrakte
es: Error al eliminar extracciones
fr: Erreur de suppression dʼextraits
ga: 75885-表:Яémové Éxtяäçts Éяяoя|
it: Errore di rimozione delle estrazioni
ja: 抽出の削除エラー
ko: 추출 제거 오류
pt: Erro ao remover extrações
sv: Fel vid borttagning av extrakt
zh: 移除数据提取错误

# extracts.errors.create_summary
source: Create Extracts Error
de: Fehler beim Erstellen von Extrakten
es: Error al crear extracciones
fr: Erreur de création dʼextraits
ga: 29381-表:Çяéäté Éxtяäçts Éяяoя|
it: Errore nella creazione delle estrazioni
ja: 抽出の作成エラー
ko: 추출 만들기 오류
pt: Erro de criação de extrações
sv: Det inträffade ett fel när extraktet skulle skapas
zh: 创建数据提取错误

# extracts.errors.datasource_overwritten
source: Refresh failed because the datasource was overwritten by another task during processing. Submit refresh again to correct.
de: Die Aktualisierung ist fehlgeschlagen, da die Datenquelle während der Verarbeitung von einer anderen Aufgabe überschrieben wurde. Aktualisieren Sie erneut, um dies zu korrigieren.
es: Falló la actualización debido a que la fuente de datos fue sobrescrita por otra tarea durante el procesamiento. Actualice el envío para corregir.
fr: Lʼactualisation a échoué car la source de données a été remplacée par une autre tâche pendant le traitement. Relancez lʼactualisation pour résoudre le problème.
ga: 27947-表:Яéfяésh fäıłéď béçäűsé thé ďätäsoűяçé ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg. Şűbmıt яéfяésh ägäıฑ to çoяяéçt.|
it: Si è verificato un errore nell’aggiornamento perché nel processo l’origine dati è stata sovrascritta da un’altra attività. Invia di nuovo l’aggiornamento per correggere.
ja: データ ソースは処理中に別のタスクによって上書きされたため、更新に失敗しました。 更新をもう一度送信して修正してください。
ko: 처리 중에 다른 작업에서 데이터 원본을 덮어썼기 때문에 새로 고침에 실패했습니다. 수정하려면 다시 새로 고침을 실행 의뢰하십시오.
pt: A atualização falhou porque a fonte de dados foi sobrescrita por outra tarefa durante o processamento. Envie a atualização novamente para corrigir.
sv: Uppdateringen misslyckades eftersom datakällan skrevs över av en annan uppgift under bearbetningen. Uppdatera igen för att korrigera det.
zh: 刷新失败，因为在处理期间该数据源已由其他任务覆盖。 请再次提交刷新以进行更正。

# extracts.errors.workbook_overwritten
source: Refresh failed because the workbook was overwritten by another task during processing. Submit refresh again to correct.
de: Die Aktualisierung ist fehlgeschlagen, da die Arbeitsmappe während der Verarbeitung von einer anderen Aufgabe überschrieben wurde. Aktualisieren Sie erneut, um dies zu korrigieren.
es: Falló la actualización debido a que el libro de trabajo fue sobrescrito por otra tarea durante el procesamiento. Actualice el envío para corregir.
fr: Lʼactualisation a échoué car le classeur a été remplacé par une autre tâche pendant le traitement. Relancez lʼactualisation pour résoudre le problème.
ga: 27264-表:Яéfяésh fäıłéď béçäűsé thé ὠoяkbook ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg. Şűbmıt яéfяésh ägäıฑ to çoяяéçt.|
it: Si è verificato un errore nell’aggiornamento perché nel processo la cartella di lavoro è stata sovrascritta da un’altra attività. Invia di nuovo l’aggiornamento per correggere.
ja: ワークブックは処理中に別のタスクによって上書きされたため、更新に失敗しました。 更新をもう一度送信して修正してください。
ko: 처리 중에 다른 작업에서 통합 문서를 덮어썼기 때문에 새로 고치지 못했습니다. 수정하려면 다시 새로 고침을 실행 의뢰하십시오.
pt: A atualização falhou porque a pasta de trabalho foi sobrescrita por outra tarefa durante o processamento. Envie a atualização novamente para corrigir.
sv: Uppdateringen misslyckades eftersom arbetsboken skrevs över av en annan uppgift under bearbetningen. Uppdatera igen för att korrigera det.
zh: 刷新失败，因为在处理期间该工作簿已由其他任务覆盖。 请再次提交刷新以进行更正。

# extracts.errors.encrypt
source: An error occurred when encrypting extracts for the {0} ''{1}''
de: Beim Verschlüsseln der Extrakte für {0} ''{1}'' ist ein Fehler aufgetreten
es: Se ha producido un error al cifrar las extracciones para {0} “{1}”
fr: Erreur lors du cryptage des extraits pour {0} ʼ{1}ʼ
ga: 91331-表:Åฑ éяяoя oççűяяéď ὠhéฑ éฑçяyptıฑg éxtяäçts foя thé {0} ''{1}''|
it: Si è verificato un errore durante la crittografia delle estrazioni per {0} “{1}”
ja: {0} の抽出の暗号化時にエラーが発生しました。「{1}」
ko: 다음 추출을 암호화하는 동안 오류 발생: {0} ''{1}''
pt: Ocorreu um erro ao criptografar as extrações de {0} “{1}”
sv: Det inträffade ett fel när extrakten för {0} ''{1}'' skulle krypteras
zh: 对 {0}“{1}”的数据提取进行加密时出错

# extracts.errors.decrypt
source: An error occurred when decrypting extracts for the {0} ''{1}''
de: Beim Entschlüsseln der Extrakte für {0} ''{1}'' ist ein Fehler aufgetreten
es: Se ha producido un error al descifrar las extracciones para {0} “{1}”
fr: Erreur lors du décryptage des extraits pour {0} ʼ{1}ʼ
ga: 25291-表:Åฑ éяяoя oççűяяéď ὠhéฑ ďéçяyptıฑg éxtяäçts foя thé {0} ''{1}''|
it: Si è verificato un errore durante la decrittografia delle estrazioni per {0} “{1}”
ja: {0} の抽出の復号化時にエラーが発生しました。「{1}」
ko: 다음 추출을 암호 해독하는 동안 오류 발생: {0} ''{1}''
pt: Ocorreu um erro ao decodificar as extrações de {0} “{1}”
sv: Det inträffade ett fel när extrakten för {0} ''{1}'' skulle dekrypteras
zh: 对 {0}“{1}”的数据提取进行解密时出错

# extracts.errors.rekey
source: An error occurred when reencrypting extracts for the {0} ''{1}''
de: Beim Entschlüsseln der Extrakte für {0} ''{1}'' ist ein Fehler aufgetreten
es: Se ha producido un error al volver a cifrar las extracciones para {0} “{1}”
fr: Erreur lors du re-cryptage des extraits pour {0} ʼ{1}ʼ
ga: 85770-表:Åฑ éяяoя oççűяяéď ὠhéฑ яééฑçяyptıฑg éxtяäçts foя thé {0} ''{1}''|
it: Si è verificato un errore durante la nuova crittografia delle estrazioni per {0} “{1}”
ja: {0} の抽出の再暗号化時にエラーが発生しました。「{1}」
ko: 다음 추출을 재암호화하는 동안 오류 발생: {0} ''{1}''
pt: Ocorreu um erro ao criptografar novamente as extrações de {0} “{1}”
sv: Det inträffade ett fel när extrakten för {0} ''{1}'' skulle krypteras om
zh: 对 {0}“{1}”的数据提取进行重新加密时出错

# extracts.errors.encrypt_datasource_overwritten
source: Extract encryption failed because the datasource was overwritten by another task during processing.
de: Die Verschlüsselung der Extrakte ist fehlgeschlagen, da die Datenquelle während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al cifrar la extracción debido a que otra tarea sobrescribió la fuente de datos durante el procesamiento.
fr: Le cryptage des extraits a échoué parce que la source de données a été remplacée par une autre tâche lors du traitement.
ga: 47333-表:Éxtяäçt éฑçяyptıoฑ fäıłéď béçäűsé thé ďätäsoűяçé ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la crittografia dell’estrazione perché l’origine dati è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: データ ソースが処理中に別のタスクによって上書きされたため、抽出の暗号化に失敗しました。
ko: 처리 중에 다른 작업에서 데이터 원본을 덮어썼기 때문에 추출 암호화가 실패했습니다.
pt: A criptografia da extração falhou porque a fonte de dados foi sobrescrita por outra tarefa durante o processamento.
sv: Krypteringen av extraktet misslyckades eftersom datakällan skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取加密失败，因为在处理期间数据源已被另一个任务覆盖。

# extracts.errors.encrypt_workbook_overwritten
source: Extract encryption failed because the workbook was overwritten by another task during processing.
de: Die Verschlüsselung der Extrakte ist fehlgeschlagen, da die Arbeitsmappe während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al cifrar la extracción debido a que otra tarea sobrescribió el libro de trabajo durante el procesamiento.
fr: Le cryptage des extraits a échoué parce que le classeur a été remplacé par une autre tâche lors du traitement.
ga: 32186-表:Éxtяäçt éฑçяyptıoฑ fäıłéď béçäűsé thé ὠoяkbook ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la crittografia dell’estrazione perché la cartella di lavoro è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: ワークブックが処理中に別のタスクによって上書きされたため、抽出の暗号化に失敗しました。
ko: 처리 중에 다른 작업에서 통합 문서를 덮어썼기 때문에 추출 암호화가 실패했습니다.
pt: A criptografia da extração falhou porque a pasta de trabalho foi sobrescrita por outra tarefa durante o processamento.
sv: Krypteringen av extraktet misslyckades eftersom arbetsboken skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取加密失败，因为在处理期间工作簿已被另一个任务覆盖。

# extracts.errors.rekey_datasource_overwritten
source: Extract reencryption failed because the datasource was overwritten by another task during processing.
de: Die erneute Verschlüsselung der Extrakte ist fehlgeschlagen, da die Datenquelle während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al volver a cifrar la extracción debido a que otra tarea sobrescribió la fuente de datos durante el procesamiento.
fr: Le re-cryptage des extraits a échoué parce que la source de données a été remplacée par une autre tâche lors du traitement.
ga: 49790-表:Éxtяäçt яééฑçяyptıoฑ fäıłéď béçäűsé thé ďätäsoűяçé ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la nuova crittografia dell’estrazione perché l’origine dati è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: データ ソースが処理中に別のタスクによって上書きされたため、抽出の再暗号化に失敗しました。
ko: 처리 중에 다른 작업에서 데이터 원본을 덮어썼기 때문에 추출 재암호화가 실패했습니다.
pt: A nova criptografia da extração falhou porque a fonte de dados foi sobrescrita por outra tarefa durante o processamento.
sv: Omkrypteringen av extraktet misslyckades eftersom datakällan skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取重新加密失败，因为在处理期间数据源已被另一个任务覆盖。

# extracts.errors.rekey_workbook_overwritten
source: Extract reencryption failed because the workbook was overwritten by another task during processing.
de: Die erneute Verschlüsselung der Extrakte ist fehlgeschlagen, da die Arbeitsmappe während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al volver a cifrar la extracción debido a que otra tarea sobrescribió el libro de trabajo durante el procesamiento.
fr: Le re-cryptage des extraits a échoué parce que le classeur a été remplacé par une autre tâche lors du traitement.
ga: 56243-表:Éxtяäçt яééฑçяyptıoฑ fäıłéď béçäűsé thé ὠoяkbook ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la nuova crittografia dell’estrazione perché la cartella di lavoro è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: ワークブックが処理中に別のタスクによって上書きされたため、抽出の再暗号化に失敗しました。
ko: 처리 중에 다른 작업에서 통합 문서를 덮어썼기 때문에 추출 재암호화가 실패했습니다.
pt: A nova criptografia da extração falhou porque a pasta de trabalho foi sobrescrita por outra tarefa durante o processamento.
sv: Omkrypteringen av extraktet misslyckades eftersom arbetsboken skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取重新加密失败，因为在处理期间工作簿已被另一个任务覆盖。

# extracts.errors.decrypt_datasource_overwritten
source: Extract decryption failed because the datasource was overwritten by another task during processing.
de: Die Entschlüsselung der Extrakte ist fehlgeschlagen, da die Datenquelle während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al descifrar la extracción debido a que otra tarea sobrescribió la fuente de datos durante el procesamiento.
fr: Le décryptage des extraits a échoué parce que la source de données a été remplacée par une autre tâche lors du traitement.
ga: 50525-表:Éxtяäçt ďéçяyptıoฑ fäıłéď béçäűsé thé ďätäsoűяçé ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la decrittografia dell’estrazione perché l’origine dati è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: データ ソースが処理中に別のタスクによって上書きされたため、抽出の復号化に失敗しました。
ko: 처리 중에 다른 작업에서 데이터 원본을 덮어썼기 때문에 추출 암호 해독이 실패했습니다.
pt: A decodificação da extração falhou porque a fonte de dados foi sobrescrita por outra tarefa durante o processamento.
sv: Dekrypteringen av extraktet misslyckades eftersom datakällan skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取解密失败，因为在处理期间数据源已被另一个任务覆盖。

# extracts.errors.decrypt_workbook_overwritten
source: Extract decryption failed because the workbook was overwritten by another task during processing.
de: Die Entschlüsselung der Extrakte ist fehlgeschlagen, da die Arbeitsmappe während der Verarbeitung von einer anderen Aufgabe überschrieben wurde.
es: Se ha producido un error al descifrar la extracción debido a que otra tarea sobrescribió el libro de trabajo durante el procesamiento.
fr: Le décryptage des extraits a échoué parce que le classeur a été remplacé par une autre tâche lors du traitement.
ga: 77170-表:Éxtяäçt ďéçяyptıoฑ fäıłéď béçäűsé thé ὠoяkbook ὠäs ovéяὠяıttéฑ by äฑothéя täsk ďűяıฑg pяoçéssıฑg.|
it: Si è verificato un errore durante la decrittografia dell’estrazione perché la cartella di lavoro è stata sovrascritta da un’altra attività nel corso dell’elaborazione.
ja: ワークブックが処理中に別のタスクによって上書きされたため、抽出の復号化に失敗しました。
ko: 처리 중에 다른 작업에서 통합 문서를 덮어썼기 때문에 추출 암호 해독이 실패했습니다.
pt: A decodificação da extração falhou porque a pasta de trabalho foi sobrescrita por outra tarefa durante o processamento.
sv: Dekrypteringen av extraktet misslyckades eftersom arbetsboken skrevs över av en annan uppgift under bearbetningen.
zh: 数据提取解密失败，因为在处理期间工作簿已被另一个任务覆盖。

# extracts.errors.remove_datasource_overwritten
source: Data source couldn''t be changed to live because it was overwritten by another task.
de: Die Datenquelle konnte nicht zu Live geändert werden, da es durch eine andere Aufgabe überschrieben wurde.
es: La fuente de datos no se puede cambiar a tiempo real por que otra tarea la ha sustituido.
fr: Impossible de modifier une source de données sur "En direct" parce quʼelle a été remplacée par une autre tâche.
ga: 11234-表:Ðätä soűяçé çoűłďฑ''t bé çhäฑgéď to łıvé béçäűsé ıt ὠäs ovéяὠяıttéฑ by äฑothéя täsk.|
it: Non è stato possibile modificare l’origine dati in live in quanto è stata sovrascritta da un altra attività.
ja: データ ソースは別のタスクによって上書きされたため、ライブに変更できませんでした。
ko: 다른 작업에 의해 덮어써진 데이터 원본은 라이브로 변경할 수 없습니다.
pt: A fonte de dados não pôde ser alterada para tempo real porque foi substituída por outra tarefa.
sv: Det gick inte att ändra datakällan till live eftersom den har skrivits över av en annan uppgift.
zh: 无法将数据源更改为实时，因为另一个任务覆盖了该数据源。

# extracts.errors.remove_workbook_overwritten
source: Workbook couldn''t be changed to live because it was overwritten by another task.
de: Die Arbeitsmappe konnte nicht zu Live geändert werden, da es durch eine andere Aufgabe überschritten wurde.
es: El libro de trabajo no se puede cambiar a tiempo real porque otra tarea lo ha sustituido.
fr: Impossible de modifier un classeur sur "En direct" parce quʼil a été remplacé par une autre tâche.
ga: 06647-表:Ẉoяkbook çoűłďฑ''t bé çhäฑgéď to łıvé béçäűsé ıt ὠäs ovéяὠяıttéฑ by äฑothéя täsk.|
it: Non è stato possibile modificare la cartella di lavoro in live in quanto è stata sovrascritta da un altra attività.
ja: ワークブックは別のタスクによって上書きされたため、ライブに変更できませんでした。
ko: 다른 작업에 의해 덮어써진 통합 문서는 라이브로 변경할 수 없습니다.
pt: A pasta de trabalho não pôde ser alterada para tempo real porque foi substituída por outra tarefa.
sv: Det gick inte att ändra arbetsboken till live eftersom den har skrivits över av en annan uppgift.
zh: 无法将工作簿更改为实时，因为另一个任务覆盖了该工作簿。

# extracts.errors.create_datasource_overwritten
source: Data source couldn''t be extracted because it was overwritten by another task.
de: Die Datenquelle konnte nicht extrahiert werden, da es durch eine andere Aufgabe überschritten wurde.
es: La fuente de datos no se puede extraer porque otra tarea la ha sustituido.
fr: Impossible dʼextraire une source de données parce quʼelle a été remplacée par une autre tâche.
ga: 09130-表:Ðätä soűяçé çoűłďฑ''t bé éxtяäçtéď béçäűsé ıt ὠäs ovéяὠяıttéฑ by äฑothéя täsk.|
it: Non è stato possibile estrarre l’origine dati in quanto è stata sovrascritta da un altra attività.
ja: データ ソースは別のタスクによって上書きされたため、抽出できませんでした。
ko: 다른 작업에 의해 덮어써진 데이터 원본은 추출할 수 없습니다.
pt: A fonte de dados não pôde ser extraída porque foi substituída por outra tarefa.
sv: Det gick inte att extrahera datakällan eftersom den har skrivits över av en annan uppgift.
zh: 无法提取数据源，因为另一个任务覆盖了该数据源。

# extracts.errors.create_workbook_overwritten
source: Workbook couldn''t be extracted because it was overwritten by another task.
de: Die Arbeitsmappe konnte nicht extrahiert werden, da es durch eine andere Aufgabe überschritten wurde.
es: El libro de trabajo no se puede extraer porque otra tarea lo ha sustituido.
fr: Impossible dʼextraire un classeur parce quʼil a été remplacé par une autre tâche.
ga: 26911-表:Ẉoяkbook çoűłďฑ''t bé éxtяäçtéď béçäűsé ıt ὠäs ovéяὠяıttéฑ by äฑothéя täsk.|
it: Non è stato possibile estrarre la cartella di lavoro in quanto è stata sovrascritta da un altra attività.
ja: ワークブックは別のタスクによって上書きされたため、抽出できませんでした。
ko: 다른 작업에 의해 덮어써진 통합 문서는 추출할 수 없습니다.
pt: A pasta de trabalho não pôde ser extraída porque foi substituída por outra tarefa.
sv: Det gick inte att extrahera arbetsboken eftersom den har skrivits över av en annan uppgift.
zh: 无法提取工作簿，因为另一个任务覆盖了该工作簿。

# extracts.site_mode_change_details
source: Changed site extract encryption mode from ''{0}'' to ''{1}''.
de: Verschlüsselungsmodus der Site-Extrakte geändert von ''{0}'' zu ''{1}''.
es: Se ha cambiado el modo de cifrado de la extracción del sitio de “{0}” a “{1}”.
fr: Le mode de cryptage de lʼextrait de site a changé de ʼ{0}ʼ en ʼ{1}ʼ.
ga: 50296-表:Çhäฑgéď sıté éxtяäçt éฑçяyptıoฑ moďé fяom ''{0}'' to ''{1}''.|
it: Modalità di crittografia delle estrazioni del sito modificata da “{0}” a “{1}”.
ja: サイト抽出の暗号化モードを 「{0}」 から 「{1}」 に変更しました。
ko: 사이트 추출 암호화 모드를 ''{0}''에서 ''{1}''(으)로 변경했습니다.
pt: Modo de criptografia de extração de site alterado de “{0}” para “{1}”.
sv: Webbplatsens extraktkrypteringsläge har ändrats från ''{0}'' till ''{1}''.
zh: 将站点数据提取加密模式从“{0}”更改为“{1}”。
