Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# slack.app.upgrade.email.notification.footer.privacy
source: Read our <a style="text-decoration: none; color: #E8762C;" href="http://www.tableau.com/privacy">Privacy Policy</a>
de: Lesen Sie unsere <a styl
es: Lea nuestra <a style="text-decoration: none; color: #E8762C;" href="http://www.tableau.com/es-es/privacy">Política de privacidad</a>
fr: Consultez notre <a styl
ga: 28046-表:Яéäď oűя <ä stył
it: Leggi la nostra <a styl
ja: <a style="text-decoration: none; color: #E8762C;" href="http://www.tableau.com/ja-jp/privacy">プライバシー ポリシー</a>をご覧ください
ko: <a styl
pt: Leia nossa <a style="text-decoration: none; color: #E8762C;" href="http://www.tableau.com/pt-br/privacy">Política de privacidade</a>
sv: Läs vår <a styl
zh: 阅读我们的<a style="text-decoration: none; color: #E8762C;" href="http://www.tableau.com/zh-cn/privacy">隐私政策</a>

# unifiedconsumption.tcrm.folders.private
source: My Private App
de: Meine private App
es: Mi aplicación privada
fr: Mon application privée
ga: 50752-表:My Pяıväté Åpp|
it: La mia app privata
ja: マイ プライベート アプリ
ko: 내 비공개 앱
pt: Meu aplicativo privado
sv: Min privata app
zh: 我的私有应用程序

# commandlineutils.errors.bad_value
source: Option ''{0}'' has a bad value of ''{1}''. Must be one of: {2}
de: Option ''{0}'' weist den fehlerhaften Wert ''{1}'' auf. Muss einer sein von: {2}
es: La opción “{0}” tiene un valor incorrecto de “{1}”. Debe ser uno de: {2}
fr: L''option ''{0}'' a la valeur ''{1}'' incorrecte. Ce devrait être une valeur parmi : {2}
ga: 30813-表:Õptıoฑ ''{0}'' häs ä bäď väłűé of ''{1}''. Műst bé one of: {2}|
it: L’opzione “{0}” ha un valore negativo di “{1}”. Deve essere uno di: {2}
ja: オプション 「{0}」 の値 「{1}」 が不正です。次のいずれかであることが必要です: {2}
ko: ''{0}'' 옵션의 값(''{1}'')이 잘못되었습니다. 다음 중 하나여야 합니다. {2}
pt: A opção “{0}” tem um valor inapropriado de “{1}”. Deve ser um: {2}
sv: Alternativet ''{0}'' har det felaktiga värdet ''{1}''. Det måste vara något av: {2}
zh: 选项 “{0}” 的值 “{1}” 无效。值必须为以下之一: {2}

# commandlineutils.errors.not_integer
source: Value ''{0}'' for option ''{1}'' is not an integer
de: Wert ''{0}'' für Option ''{1}'' ist keine Ganzzahl
es: El valor “{0}” para la opción “{1}” no es un entero
fr: La valeur ''{0}'' pour l''option ''{1}'' n''est pas un entier
ga: 94232-表:Ɣäłűé ''{0}'' foя optıoฑ ''{1}'' ıs ฑot äฑ ıฑtégéя|
it: Il valore “{0}” per l’opzione “{1}” non è un numero intero
ja: オプション 「{1}」 の値 「{0}」 が整数ではありません
ko: ''{1}'' 옵션의 값 ''{0}''이(가) 정수가 아닙니다.
pt: O valor “{0}” para opção “{1}” não é um inteiro
sv: Värdet ''{0}'' för alternativet ''{1}'' är inte ett heltal
zh: 选项 “{1}” 的值 “{0}” 不是整数

# common.errors.empty_file
source: File ''{0}'' is empty
de: Datei ''{0}'' ist leer
es: El archivo “{0}” está vacío
fr: Le fichier ''{0}'' est vide
ga: 28033-表:Fıłé ''{0}'' ıs émpty|
it: Il file “{0}” è vuoto
ja: ファイル 「{0}」 が空です
ko: ''{0}'' 파일이 비어 있습니다.
pt: O arquivo “{0}” está vazio
sv: Filen ''{0}'' är tom
zh: 文件 “{0}” 为空

# common.errors.file_not_found
source: Cannot open file ''{0}''
de: Datei ''{0}'' kann nicht geöffnet werden
es: No se puede abrir el archivo “{0}”
fr: Impossible d''ouvrir le fichier ''{0}''.
ga: 80966-表:Çäฑฑot opéฑ fıłé ''{0}''|
it: Impossibile aprire il file “{0}”
ja: ファイル 「{0}」 を開くことができません
ko: ''{0}'' 파일을 열 수 없습니다.
pt: Não é possível abrir o arquivo “{0}”
sv: Det går inte att öppna filen ''{0}''
zh: 无法打开文件 “{0}”

# common.errors.invalid_file_path
source: Invalid file path ''{0}''
de: Ungültiger Dateipfad ''{0}''
es: Ruta de archivo no válida “{0}”
fr: Chemin d''accès du fichier ''{0}'' non valide
ga: 42285-表:İฑväłıď fıłé päth ''{0}''|
it: Percorso file non valido “{0}”
ja: 無効なファイル パス 「{0}」
ko: ''{0}'' 파일 경로가 잘못되었습니다.
pt: Caminho de arquivo inválido “{0}”
sv: Ogiltig filsökväg: ''{0}''
zh: 文件路径“{0}”无效

# common.errors.folder_path_not_found
source: Could not find directory ''{0}''
de: Verzeichnis ''{0}'' konnte nicht gefunden werden
es: No se encontró el directorio “{0}”
fr: Répertoire ''{0}'' introuvable
ga: 53274-表:Çoűłď ฑot fıฑď ďıяéçtoяy ''{0}''|
it: Impossibile trovare la directory “{0}”
ja: ディレクトリ 「{0}」 が見つかりませんでした。
ko: ''{0}'' 디렉터리를 찾을 수 없습니다.
pt: Não foi possível localizar o diretório “{0}”
sv: Det går inte att hitta katalogen ''{0}''
zh: 找不到目录“{0}”

# common.errors.access_denied
source: Access denied to file ''{0}''. Check that your path is valid and your file name does not match an existing directory
de: Auf auf die Datei ''{0}'' konnte nicht zugegriffen werden. Kontrollieren Sie, ob der Pfad korrekt ist und ob der Dateiname nicht mit einem vorhanden Verzeichnis übereinstimmt.
es: Acceso denegado al archivo “{0}”. Compruebe que la ruta sea válida y que el nombre de archivo no coincida con un directorio existente.
fr: Accès au fichier ''{0}'' refusé. Vérifiez que le chemin est valide et que le nom de fichier ne correspond pas à un répertoire existant
ga: 79139-表:Åççéss ďéฑıéď to fıłé ''{0}''. Çhéçk thät yoűя päth ıs väłıď äฑď yoűя fıłé ฑämé ďoés ฑot mätçh äฑ éxıstıฑg ďıяéçtoяy|
it: Accesso negato al file “{0}”. Verifica che il percorso sia valido e che il nome del file non corrisponda a una directory esistente
ja: ファイル 「{0}」 へのアクセスが拒否されました。パスが有効で、ファイル名が既存のディレクトリと一致しないことを確認してください
ko: ''{0}'' 파일에 대한 액세스가 거부되었습니다. 경로가 올바른지, 파일 이름이 기존 디렉터리와 일치하지 않는지 확인하십시오.
pt: Acesso negado ao arquivo “{0}”. Verifique se o seu caminho é válido e se o nome do seu arquivo não corresponde ao diretório existente
sv: Åtkomst nekad till filen ''{0}''. Kontrollera att sökvägen är giltig och att filnamnet inte matchar en befintlig katalog
zh: 拒绝访问文件“{0}”。请检查您的路径是否有效，并且文件名是否未与现有目录匹配

# common.errors.requires_csv_file
source: The ''{0}'' command requires a CSV file
de: Für Befehl ''{0}'' ist eine CSV-Datei erforderlich
es: El comando “{0}” requiere un archivo CSV
fr: La commande ''{0}'' nécessite un fichier CSV
ga: 20435-表:Thé ''{0}'' çommäฑď яéqűıяés ä ÇŞƔ fıłé|
it: Il comando “{0}” richiede un file CSV
ja: 「{0}」 コマンドでは、CSV ファイルが必要です
ko: ''{0}'' 명령에는 CSV 파일이 필요합니다.
pt: O comando “{0}” requer um arquivo CSV
sv: Kommandot ''{0}'' kräver CSV-fil
zh: “{0}” 命令需要 CSV 文件

# common.errors.requires_group_name
source: The ''{0}'' command requires a group name
de: Für den Befehl ''{0}'' ist ein Gruppenname erforderlich
es: El comando “{0}” requiere un nombre de grupo
fr: La commande ''{0}'' nécessite un nom de groupe
ga: 47529-表:Thé ''{0}'' çommäฑď яéqűıяés ä gяoűp ฑämé|
it: Il comando “{0}” richiede un nome di gruppo
ja: 「{0}」 コマンドでは、グループ名が必要です
ko: ''{0}'' 명령에는 그룹 이름이 필요합니다.
pt: O comando “{0}” requer um nome de grupo
sv: Kommandot ''{0}'' kräver ett gruppnamn
zh: “{0}” 命令需要组名称

# common.errors.requires_site_name
source: The ''{0}'' command requires a site name
de: Für Befehl ''{0}'' ist ein Site-Name erforderlich
es: El comando “{0}” requiere un nombre de sitio
fr: La commande ''{0}'' nécessite un nom de site
ga: 73317-表:Thé ''{0}'' çommäฑď яéqűıяés ä sıté ฑämé|
it: Il comando “{0}” richiede un nome di sito
ja: 「{0}」 コマンドでは、サイト名が必要です
ko: ''{0}'' 명령에는 사이트 이름이 필요합니다.
pt: O comando “{0}” requer um nome do site
sv: Kommandot ''{0}'' kräver ett webbplatsnamn
zh: “{0}” 命令需要站点名称

# common.errors.options_conflict
source: New and deprecated options to specify user role were specified. Only one can be used
de: Es wurden neue und veraltete Optionen zum Angeben der Benutzerrolle angegeben. Es kann nur eine verwendet werden
es: Se especificaron opciones nuevas y opciones que ya no se usan para especificar la función del usuario. Solo se puede utilizar una de ellas.
fr: Des options nouvelles et désapprouvées pour spécifier le rôle de l''utilisateur ont été spécifiées. Une seule d''entre elles peut être utilisée
ga: 98598-表:Ñéὠ äฑď ďépяéçätéď optıoฑs to spéçıfy űséя яołé ὠéяé spéçıfıéď. Õฑły oฑé çäฑ bé űséď|
it: Sono state specificate opzioni nuove e deprecate per specificare il ruolo dell’utente. Solo una può essere utilizzata
ja: 新しいオプションと非推奨になったオプションを指定してユーザー ロールが指定されました。使用できるのは 1 個だけです
ko: 새 옵션 및 사용되지 않는 옵션을 사용하여 사용자 역할을 지정했습니다. 오직 한 가지 옵션만 사용할 수 있습니다.
pt: Opções novas e obsoletas para especificar a função do usuário específica, onde for especificado. Somente uma pode ser usada
sv: Nya och inaktuella alternativ för att specificera användarrollen har angetts. Endast ett kan användas
zh: 已指定了用于指定用户角色的新选项和已弃用的选项。只能使用其中一个

# common.errors.csv_sizelimit
source: The CSV file you are referencing exceeds the size limit of 100MB. Divide the contents of the file into smaller CSV files and then import them separately.
de: Die CSV-Datei, die Sie referenzieren, überschreitet die maximale Dateigröße von 100 MB. Teilen Sie den Inhalt der Datei auf kleinere CSV-Dateien auf und importieren Sie diese getrennt.
es: El archivo CSV al que hace referencia supera el límite de tamaño de 100 MB. Divida el contenido en archivos CSV más pequeños e impórtelos por separado.
fr: Le fichier CSV que vous référencez dépasse la taille limite de 100 Mo. Divisez le contenu du fichier en fichiers CSV plus petits, puis importez-les séparément.
ga: 50478-表:Thé ÇŞƔ fıłé yoű äяé яéféяéฑçıฑg éxçééďs thé sıžé łımıt of 100MB. Ðıvıďé thé çoฑtéฑts of thé fıłé ıฑto smäłłéя ÇŞƔ fıłés äฑď théฑ ımpoяt thém sépäяätéły.|
it: Il file CSV a cui si fa riferimento supera il limite di dimensione di 100 MB. Dividi il contenuto del file in file CSV più piccoli e importali separatamente.
ja: 参照 CSV ファイルは 100 MB のサイズ制限を超えています。ファイルのコンテンツをサイズの小さな CSV ファイルに分割し、個別にインポートしてください。
ko: 참조하는 CSV 파일이 100MB의 크기 제한을 초과합니다. 파일의 내용을 더 작은 CSV 파일로 나눈 후 각 파일을 개별적으로 가져오십시오.
pt: O arquivo CSV referenciado excede o limite de tamanho de 100MB. Divida o conteúdo do arquivo em arquivos CSV menores e importe-os separadamente.
sv: Den CSV-fil som du refererar till överskrider storleksgränsen på 100 MB. Dela upp filens innehåll i mindre CSV-filer och importera dem sedan separat.
zh: 您引用的 CSV 文件超出了 100MB 的大小限制。请将文件的内容划分为较小的 CSV 文件，然后单独导入这些内容。

# common.options.admin-type
source: [Deprecated] Assigns [or removes] the site admin right for all users in the CSV file. This setting may be overridden by the values on individual rows in the CSV file. {0} may be: {1}, {2}, or {3}. If not specified: {3} for new users, unchanged for existing users
de: [Veraltet] Weist das Websiteadministratorrecht für alle Benutzer in der CSV-Datei zu [oder entfernt es]. Diese Einstellung kann durch die Werte auf einzelnen Zeilen in der CSV-Datei überschrieben werden. {0} kann wie folgt lauten: {1}, {2} oder {3}. Wenn keine Angabe erfolgt: {3} für neue Benutzer, unverändert für vorhandene Benutzer
es: [Obsoleto] Asigna [o elimina] el derecho de administración del sitio para todos los usuarios en el archivo CSV. Esta configuración se puede sustituir por los valores de las distintas filas del archivo CSV. {0} puede ser: {1}, {2} o {3}. Si no se especifica: {3} para los nuevos usuarios, sin cambios para los usuarios existentes
fr: [Obsolète] Attribue [ou retire] le droit Admin d''accès au site à tous les utilisateurs du fichier CSV. Ce paramètre peut être remplacé par les valeurs de lignes individuelles du fichier CSV. {0} peut être : {1}, {2} ou {3}. Si non spécifié : {3} pour les nouveaux utilisateurs, pas de changement pour les utilisateurs existants.
ga: 40152-表:[Ðépяéçätéď] Åssıgฑs [oя яémovés] thé sıté äďmıฑ яıght foя äłł űséяs ıฑ thé ÇŞƔ fıłé. Thıs séttıฑg mäy bé ovéяяıďďéฑ by thé väłűés oฑ ıฑďıvıďűäł яoὠs ıฑ thé ÇŞƔ fıłé. {0} mäy bé: {1}, {2}, oя {3}. İf ฑot spéçıfıéď: {3} foя ฑéὠ űséяs, űฑçhäฑgéď foя éxıstıฑg űséяs|
it: [Deprecato] Assegna [o rimuove] il diritto di amministratore del sito a tutti gli utenti nel file CSV. Questa impostazione può essere sostituita dai valori delle singole righe del file CSV. {0} può essere: {1}, {2} o {3}. Se non specificato: {3} per i nuovi utenti, invariato per gli utenti esistenti
ja: [非推奨] CSV ファイルのすべてのユーザーに対して、サイト管理権限を割り当て [または削除] します。この設定は、CSV ファイルの個別の行の値でオーバーライドできます。{0} には、{1}、{2}、または {3} を指定できます。値を指定しない場合は、新規ユーザーに対しては {3} が設定され、既存のユーザーに対しては値は変更されません
ko: [사용되지 않음] CSV 파일의 모든 사용자에 대한 사이트 관리자 권한을 할당[또는 제거]합니다. CSV 파일의 개별 행에 있는 값이 이 설정을 재정의할 수 있습니다. {0}은(는) {1}, {2} 또는 {3}일 수 있습니다. 지정되지 않은 경우 새 사용자이면 {3}이고, 기존 사용자이면 unchanged입니다.
pt: [Obsoleto] Atribui [ou remove] o direito de administrador de site para todos os usuários no arquivo CSV. Essa configuração pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. {0} pode ser: {1}, {2}, ou {3}. Se não especificado: {3} para novos usuários, inalterado para usuários existentes
sv: [Inaktuellt] Tilldelar [eller tar bort] webbplatsadministratörsrättigheten för alla användare i CSV-filen. Den här inställningen kan åsidosättas med värdena på de enskilda raderna i CSV-filen. {0} kan vara: {1}, {2} eller {3}. Om inget anges: {3} för nya användare, oförändrat för befintliga användare
zh: [已弃用] 为 CSV 文件中的所有用户分配或移除站点管理权限。CSV 文件中各行上的值可能会覆盖此设置。{0}可以是: {1}、{2} 或 {3}。如果未指定: 对于新用户为 {3}，对于现有用户则不变

# common.options.complete
source: Require [or not] that all rows be valid for any change to succeed. Default: {0}
de: Erfordert [oder nicht], dass alle Zeilen gültig sind, damit eine beliebige Änderung erfolgreich ist. Standard: {0}
es: Requiere [o no] que todas las filas sean válidas para que los cambios sean correctos. Valor predeterminado: {0}
fr: Requiert [ou non] que toutes les lignes soient valides pour qu''une modification aboutisse. Valeur par défaut : {0}
ga: 22969-表:Яéqűıяé [oя ฑot] thät äłł яoὠs bé väłıď foя äฑy çhäฑgé to sűççééď. Ðéfäűłt: {0}|
it: Richiedi [o meno] che tutte le righe siano valide perché qualsiasi modifica venga eseguita correttamente. Impostazione predefinita: {0}
ja: 変更が正常に行われるために、すべての行が有効であることを要求します [または要求しません]。既定値: {0}
ko: 변경이 성공하려면 모든[또는 일부] 행이 유효해야 합니다. 기본값: {0}
pt: Requer [ou não] que todas as linhas sejam válidas para que qualquer alteração seja bem-sucedida. Padrão: {0}
sv: Kräver [eller kräver inte] att alla rader måste vara giltiga om någon ändring ska kunna göras. Standard: {0}
zh: 要求或不要求所有行有效以使任何更改成功。默认值: {0}

# common.options.license
source: [Deprecated] Sets the default license level for all users. This may be overridden by the value in the CSV file. {0} can be {1}, {2}, or {3}
de: [Veraltet] Legt die Standardlizenzstufe für alle Benutzer fest. Wird möglicherweise durch den Wert in der CSV-Datei überschrieben. {0} kann {1}, {2} oder {3} sein
es: [Obsoleto] Configura el nivel de licencia predeterminado para todos los usuarios. Se puede sustituir con el valor del archivo CSV. {0} puede ser {1}, {2} o {3}
fr: [Rétrogradé] Détermine le niveau de licence par défaut applicable à tous les utilisateurs. La valeur indiquée dans le fichier CSV prévaut sur ce réglage. {0} peut être {1}, {2} ou {3}
ga: 18881-表:[Ðépяéçätéď] Şéts thé ďéfäűłt łıçéฑsé łévéł foя äłł űséяs. Thıs mäy bé ovéяяıďďéฑ by thé väłűé ıฑ thé ÇŞƔ fıłé. {0} çäฑ bé {1}, {2}, oя {3}|
it: [Deprecato] Imposta il livello di licenza predefinito per tutti gli utenti. Questa impostazione può essere sostituita dal valore nel file CSV. {0} può essere {1}, {2} o {3}
ja: [非推奨] すべてのユーザーに対して、既定のライセンス レベルを設定します。この設定は、CSV ファイルの値でオーバーライドできます。{0} には、{1}、{2}、または {3} を指定できます
ko: [사용되지 않음] 모든 사용자에 대한 기본 라이선스 수준을 설정합니다. CSV 파일의 값으로 이 설정을 재정의할 수 있습니다. {0}은(는) {1}, {2} 또는 {3}일 수 있습니다.
pt: [Obsoleto] Define todo o nível de licença padrão para todos os usuários. Isso pode ser sobrescrito pelo valor no arquivo CSV. {0} pode ser {1}, {2} ou {3}
sv: [Inaktuellt] Ställer in standardlicensnivån för alla användare. Detta kan åsidosättas med värdet i CSV-filen. {0} kan vara {1}, {2} eller {3}
zh: [已弃用] 设置所有用户的默认许可级别。这可能会被 CSV 文件中的值覆盖。{0}可以是 {1}、{2} 或 {3}

# common.options.nowait
source: Do not wait for the job to complete
de: Nicht auf Abschluss des Auftrags warten
es: No esperar a que termine el trabajo
fr: Ne pas attendre que le travail soit terminé
ga: 68342-表:Ðo ฑot ὠäıt foя thé job to çompłété|
it: Non attendere il completamento del processo
ja: ジョブが完了するまで待機しない
ko: 작업이 완료될 때까지 대기 안 함
pt: Não aguarde o trabalho ser concluído
sv: Vänta inte på att jobbet ska slutföras
zh: 不等待作业完成

# common.options.publisher
source: [Deprecated] Assigns [or removes] the publish right for all users in the CSV file. This setting may be overridden by the values on individual rows in the CSV file. Default if not specified: false for new users, unchanged for existing users
de: [Veraltet] Weist das Veröffentlichungsrecht für alle Benutzer in der CSV-Datei zu [oder entfernt es]. Diese Einstellung wird möglicherweise durch die Werte in einzelnen Zeilen in der CSV-Datei überschrieben. Standard, wenn keine Angabe erfolgt: falsch für neue Benutzer, unverändert für vorhandene Benutzer
es: [Obsoleto] Asigna [o elimina] el derecho de publicación para todos los usuarios en el archivo CSV. Esta configuración se puede sustituir por los valores de las distintas filas del archivo CSV. Valor predeterminado si no se especifica: falso para los nuevos usuarios, sin cambios para los usuarios existentes
fr: [Obsolète] Attribue [ou retire] le droit de publication à tous les utilisateurs du fichier CSV. Ce paramètre peut être remplacé par les valeurs de lignes individuelles du fichier CSV. Valeur par défaut si non spécifié : FAUX pour les nouveaux utilisateurs, pas de changement pour les utilisateurs existants.
ga: 22652-表:[Ðépяéçätéď] Åssıgฑs [oя яémovés] thé pűbłısh яıght foя äłł űséяs ıฑ thé ÇŞƔ fıłé. Thıs séttıฑg mäy bé ovéяяıďďéฑ by thé väłűés oฑ ıฑďıvıďűäł яoὠs ıฑ thé ÇŞƔ fıłé. Ðéfäűłt ıf ฑot spéçıfıéď: fäłsé foя ฑéὠ űséяs, űฑçhäฑgéď foя éxıstıฑg űséяs|
it: [Deprecato] Assegna [o rimuove] il diritto di pubblicazione a tutti gli utenti nel file CSV. Questa impostazione può essere sostituita dai valori delle singole righe del file CSV. Predefinito se non specificato: falso per i nuovi utenti, invariato per gli utenti esistenti
ja: [非推奨] CSV ファイルのすべてのユーザーに対して、パブリッシュ権限を割り当て [または削除] します。この設定は、CSV ファイルの個別の行の値でオーバーライドできます。値を指定しない場合の既定値: 新規ユーザーの場合は false、既存のユーザーの場合は未変更
ko: [사용되지 않음] CSV 파일의 모든 사용자에 대한 게시 권한을 할당[또는 제거]합니다. CSV 파일의 개별 행에 있는 값이 이 설정을 재정의할 수 있습니다. 지정되지 않은 경우 새 사용자이면 false이고, 기존 사용자이면 unchanged입니다.
pt: [Obsoleto] Atribui [ou remove] o direito de publicação para todos os usuários no arquivo CSV. Essa configuração pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. Padrão se não especificado: para novos usuários, inalterado para usuários existentes
sv: [Inaktuellt] Tilldelar [eller tar bort] publiceringsrätten för alla användare i CSV-filen. Den här inställningen kan åsidosättas med värdena på de enskilda raderna i CSV-filen. Standard, om inget annat angetts: falskt för nya användare, oförändrat för befintliga användare
zh: [已弃用] 为 CSV 文件中的所有用户分配或移除发布权限。CSV 文件中各行上的值可能会覆盖此设置。如果未指定则为默认值: 对于新用户为 false，对于现有用户则不变

# common.options.silent-progress
source: Do not display progress messages for the job
de: Keine Statusmeldungen für den Auftrag anzeigen
es: No mostrar mensajes de progreso para el trabajo
fr: Ne pas afficher les messages de progression pour le travail
ga: 44101-表:Ðo ฑot ďıspłäy pяogяéss méssägés foя thé job|
it: Non visualizzare i messaggi di avanzamento del processo
ja: ジョブに対して進行状況メッセージを表示しない
ko: 작업의 진행률 메시지를 표시 안 함
pt: Não exiba mensagens de progresso para o trabalho
sv: Visa inte förloppsmeddelanden för jobbet
zh: 不显示作业的进度消息

# common.options.sysadmin-type
source: [Deprecated] Assigns [or removes] the site admin right for all users in the CSV file. This setting may be overridden by the values on individual rows in the CSV file. {0} can be: {1}, {2}, {3}, or {4}. Default if not specified: {4} for new users, unchanged for existing users
de: [Veraltet] Weist das Websiteadministratorrecht für alle Benutzer in der CSV-Datei zu [oder entfernt es]. Diese Einstellung wird möglicherweise durch die Werte in einzelnen Zeilen in der CSV-Datei überschrieben. {0} kann wie folgt lauten: {1}, {2}, {3} oder {4}. Standard, wenn keine Angabe erfolgt: {4} für neue Benutzer, unverändert für vorhandene Benutzer
es: [Obsoleto] Asigna [o elimina] el derecho de administración del sitio para todos los usuarios en el archivo CSV. Esta configuración se puede sustituir por los valores de las distintas filas del archivo CSV. {0} puede ser: {1}, {2}, {3} o {4}. Valor predeterminado si no se especifica: {4} para los nuevos usuarios, sin cambios para los usuarios existentes
fr: [Obsolète] Attribue [ou retire] le droit Admin d''accès au site à tous les utilisateurs du fichier CSV. Ce paramètre peut être remplacé par les valeurs de lignes individuelles du fichier CSV. {0} peut être : {1}, {2}, {3} ou {4}. Valeur par défaut si non spécifié : {4} pour les nouveaux utilisateurs, aucun changement pour les utilisateurs existants.
ga: 43685-表:[Ðépяéçätéď] Åssıgฑs [oя яémovés] thé sıté äďmıฑ яıght foя äłł űséяs ıฑ thé ÇŞƔ fıłé. Thıs séttıฑg mäy bé ovéяяıďďéฑ by thé väłűés oฑ ıฑďıvıďűäł яoὠs ıฑ thé ÇŞƔ fıłé. {0} çäฑ bé: {1}, {2}, {3}, oя {4}. Ðéfäűłt ıf ฑot spéçıfıéď: {4} foя ฑéὠ űséяs, űฑçhäฑgéď foя éxıstıฑg űséяs|
it: [Deprecato] Assegna [o rimuove] il diritto di amministratore del sito a tutti gli utenti nel file CSV. Questa impostazione può essere sostituita dai valori delle singole righe del file CSV. {0} può essere: {1}, {2}, {3} o {4}. Predefinito se non specificato: {4} per i nuovi utenti, invariato per gli utenti esistenti
ja: [非推奨] CSV ファイルのすべてのユーザーに対して、サイト管理権限を割り当て [または削除] します。この設定は、CSV ファイルの個別の行の値でオーバーライドできます。{0} には、{1}、{2}、{3}、または {4} を指定できます。値を指定しない場合の既定値: 新規ユーザーの場合は {4}、既存のユーザーの場合は未変更
ko: [사용되지 않음] CSV 파일의 모든 사용자에 대한 사이트 관리자 권한을 할당[또는 제거]합니다. CSV 파일의 개별 행에 있는 값이 이 설정을 재정의할 수 있습니다. {0}은(는) {1}, {2}, {3} 또는 {4}일 수 있습니다. 지정되지 않은 경우 새 사용자이면 {4}이고, 기존 사용자이면 unchanged입니다.
pt: [Obsoleto] Atribui [ou remove] o direito de administrador de site para todos os usuários no arquivo CSV. Essa configuração pode ser sobrescrita pelos valores em linhas individuais no arquivo CSV. {0} pode ser: {1}, {2}, {3} ou {4}. Padrão se não especificado: {4} para novos usuários, inalterado para usuários existentes
sv: [Inaktuellt] Tilldelar [eller tar bort] webbplatsadministratörsrättigheten för alla användare i CSV-filen. Den här inställningen kan åsidosättas med värdena på de enskilda raderna i CSV-filen. {0} kan vara: {1}, {2}, {3} eller {4}. Om inget anges: {4} för nya användare, oförändrat för befintliga användare
zh: [已弃用] 为 CSV 文件中的所有用户分配或移除站点管理权限。此设置可能会被 CSV 文件中各个行上的值覆盖。{0}可以是: {1}、{2}、{3 }或 {4}。如果未指定则为默认值: 对于新用户为 {4}，对于现有用户则不变

# common.output.job_queued_success
source: Job queued
de: Auftrag in Warteschlange versetzt
es: Trabajo en cola
fr: Travail en file d''attentte
ga: 98230-表:لob qűéűéď|
it: Processo in coda
ja: ジョブがキューに登録されました
ko: 작업 대기됨
pt: Trabalho enfileirado
sv: Jobb i kö
zh: 已排队作业

# common.output.succeeded
source: Succeeded
de: Erfolgreich
es: Correcto
fr: Tâche exécutée
ga: 52484-表:Şűççééďéď|
it: Completato
ja: 正常に終了しました
ko: 성공
pt: Bem-sucedido
sv: Klart
zh: 已成功
