Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# metricsservices.failure.cause
source: Sometimes metric refreshes fail due to temporary connectivity issues, which resolve themselves. Other common reasons why a metric refresh might fail include:
de: Manchmal schlagen Metrikaktualisierungen aufgrund von temporären Verbindungsproblemen fehl, welche automatisch gelöst werden. Andere häufige Gründe, warum eine Metrikaktualisierung fehlschlagen kann, sind:
es: En algunos casos, las actualizaciones de métricas no se completan debido a problemas de conexión aislados que se resuelven automáticamente. Estas son otras posibles razones de los fallos al actualizar las métricas:
fr: Il arrive que les actualisations de métriques échouent en raison de problèmes de connectivité temporaires qui se résolvent dʼeux-mêmes. Voici dʼautres raisons pouvant entraîner lʼéchec dʼune actualisation de métrique :
ga: 29949-表:Şométımés métяıç яéfяéshés fäıł ďűé to témpoяäяy çoฑฑéçtıvıty ıssűés, ὠhıçh яésołvé thémséłvés. Õthéя çommoฑ яéäsoฑs ὠhy ä métяıç яéfяésh mıght fäıł ıฑçłűďé:|
it: A volte è impossibile aggiornare la metrica a causa di problemi di connessione temporanei, che si risolvono da soli. Altri motivi comuni per cui è impossibile aggiornare una metrica comprendono:
ja: 一時的なネットワークの問題によりメトリクスの更新が失敗する場合がありますが、自動的に解決します。それ以外に、次のような理由によりメトリクスの更新が失敗する場合があります。
ko: 경우에 따라 일시적인 연결 문제로 인해 메트릭 새로 고침이 실패하며, 이러한 문제는 자동적으로 해결됩니다. 메트릭 새로 고침이 실패할 수 있는 다른 일반적인 이유에는 다음이 포함됩니다.
pt: Certas vezes, há falha nas atualizações de métrica devido a prolemas de conexão temporários, que se resolvem por si só. Outros motivos comuns de falha na atualização de métrica incluem:
sv: Ibland misslyckas uppdateringar av mätvärden på grund av tillfälliga anslutningsproblem, som går över av sig själv. Några andra vanliga orsaker till varför uppdatering av mätvärden kan misslyckas är:
zh: 指标刷新有时会由于暂时性的连接问题而失败，这些问题可自行解决。指标刷新可能失败的其他原因包括:

# metricsservices.failure.changed.view
source: A removed or renamed workbook, view, or data field
de: Ein(e) entfernte(s) oder umbenannte(s) Arbeitsmappe, Ansicht oder Datenfeld
es: Se ha eliminado o cambiado el nombre de un libro de trabajo, vista o campo de datos
fr: Un classeur, une vue ou un champ de données supprimé(e) ou renommé(e)
ga: 04619-表:Å яémovéď oя яéฑäméď ὠoяkbook, vıéὠ, oя ďätä fıéłď|
it: La rimozione o ridenominazione di una cartella di lavoro, una vista o un campo dati
ja: ワークブック、ビュー、データ フィールドが削除または名前変更されている
ko: 통합 문서, 뷰 또는 데이터 필드가 제거되거나 이름이 바뀜
pt: Uma pasta de trabalho, uma exibição ou um campo de dados foi removida ou renomeada.
sv: En arbetsbok, en vy eller ett datafält har tagits bort eller fått ett annat namn.
zh: 移除或重命名了工作簿、视图或数据字段

# metricsservices.failure.permissions.error
source: A change in permissions for the connected view
de: Eine Änderung in den Berechtigungen für die verbundene Ansicht
es: Se han modificado los permisos de la vista conectada
fr: Modification des autorisations pour la vue connectée
ga: 13426-表:Å çhäฑgé ıฑ péяmıssıoฑs foя thé çoฑฑéçtéď vıéὠ|
it: Una modifica nelle autorizzazioni per la vista connessa
ja: 接続済みビューのパーミッションの変更
ko: 연결된 뷰의 사용 권한 변경
pt: Uma alteração nas permissões da exibição conectada
sv: Ändrade behörigheter för den anslutna vyn
zh: 已连接视图的权限更改

# metricsservices.failure.email.footer
source: You are receiving this email at {0} because of a failure with your metric refresh.
de: Sie erhalten diese E-Mail um {0}, aufgrund eines Fehlers mit Ihrer Metrikaktualisierung.
es: Se le ha enviado este mensaje a {0} debido a un error durante la actualización de la métrica.
fr: Vous recevez cet e-mail à {0} en raison de lʼéchec de lʼactualisation de votre métrique.
ga: 29657-表:Yoű äяé яéçéıvıฑg thıs émäıł ät {0} béçäűsé of ä fäıłűяé ὠıth yoűя métяıç яéfяésh.|
it: Ti è stata inviata questa e-mail all’indirizzo {0} a causa di un errore relativo all’aggiornamento delle metriche.
ja: メトリクスの更新に失敗したため、このメールを {0} 宛てにお送りしています。
ko: 메트릭 새로 고침이 실패하여 {0} 주소로 이 이메일이 발송된 것입니다.
pt: Você está recebendo este e-mail em {0} devido a uma falha na atualização da métrica.
sv: Du får det här mejlet {0} på grund av ett fel med uppdateringen av dina mätvärden.
zh: 由于指标刷新失败，因此您在 {0} 收到此电子邮件。

# metricsservices.failure.email.subject
source: Metric refresh isn''t working for: {0}
de: Metrikaktualisierung funktioniert nicht für: {0}
es: Error en la actualización de la métrica de: {0}
fr: Lʼactualisation de métrique ne fonctionne pas pour : {0}
ga: 07278-表:Métяıç яéfяésh ısฑ''t ὠoяkıฑg foя: {0}|
it: L’aggiornamento della metrica non funziona per: {0}
ja: メトリクスの更新は動作していません: {0}
ko: 다음에 대한 메트릭 새로 고침이 작동하지 않음: {0}
pt: A atualização de métrica não está funcionando para: {0}
sv: Uppdatering av mätvärden fungerar inte för: {0}
zh: 指标刷新对于 {0} 不起作用

# metricsservices.failure.expired.credentials
source: Expired database credentials embedded in a workbook
de: In eine Arbeitsmappe eingebettete, abgelaufene Datenbankanmeldeinformationen
es: Han caducado las credenciales de base de datos insertadas en un libro de trabajo
fr: Identifiants pour la base de données expirés intégrés dans un classeur
ga: 37159-表:Éxpıяéď ďätäbäsé çяéďéฑtıäłs émbéďďéď ıฑ ä ὠoяkbook|
it: Credenziali database scadute incorporate in una cartella di lavoro
ja: ワークブックに埋め込まれたデータベースの認証資格情報の期限が切れている
ko: 통합 문서에 내장된 데이터베이스 자격 증명이 만료되었습니다.
pt: Credenciais de banco de dados expiradas foram inseridas em uma pasta de trabalho.
sv: Utgångna inloggningsuppgifter för en databas i en arbetsbok.
zh: 工作簿中嵌入的数据库凭据已过期

# metricsservices.failure.explanation
source: Your metric isn''t able to refresh, so the metric data isn''t updating. You''ll receive an email notification when the metric refresh is working again.
de: Ihre Metrik kann nicht aktualisiert werden, deshalb werden Ihre Metrikdaten nicht upgedated. Sie erhalten eine E-Mail-Benachrichtigung, sobald die Metrikaktualisierung wieder funktioniert.
es: Su métrica no se puede actualizar, por tanto, no se aplican los cambios. Recibirá un correo electrónico informativo cuando la actualización de la métrica se reanude.
fr: Il nʼest pas possible dʼactualiser votre métrique. Les données de métrique ne sont donc pas mises à jour. Vous recevrez une notification par e-mail lorsque lʼactualisation de métrique fonctionnera à nouveau.
ga: 30381-表:Yoűя métяıç ısฑ''t äbłé to яéfяésh, so thé métяıç ďätä ısฑ''t űpďätıฑg. Yoű''łł яéçéıvé äฑ émäıł ฑotıfıçätıoฑ ὠhéฑ thé métяıç яéfяésh ıs ὠoяkıฑg ägäıฑ.|
it: La metrica non è in grado di aggiornarsi, per cui i dati della metrica non sono aggiornati. Riceverai un’e-mail di notifica quando l’aggiornamento della metrica funzionerà nuovamente.
ja: メトリクスを更新できないため、メトリクス データは更新されていません。メトリクスの更新が再び動作すると、メール通知が送信されます。
ko: 메트릭을 새로 고칠 수 없기 때문에 메트릭 데이터가 업데이트되지 않습니다. 메트릭 새로 고침이 다시 작동하면 이메일 알림이 수신됩니다.
pt: Sua métrica não pode ser atualizada, portanto, ela não tem sido atualizada. Você receberá uma notificação por e-mail quando a atualização da métrica estiver funcionando novamente.
sv: Det går inte att uppdatera mätvärdet, och mätdata uppdateras därför inte heller. Du får ett mejl när uppdateringen av mätvärden fungerar igen.
zh: 您的指标无法刷新，因此指标数据未更新。您将在指标刷新再次工作时收到电子邮件通知。

# metricsservices.failure.status
source: Your metric "{0}" isn''t refreshing
de: Ihre Metrik ''{0}'' ist nicht aktualisiert
es: La métrica “{0}” no se está actualizando
fr: Échec dʼactualisation de votre métrique ''{0}''
ga: 41822-表:Yoűя métяıç ''{0}'' ısฑ''t яéfяéshıฑg|
it: La metrica “{0}” non si sta aggiornando
ja: メトリクス 「{0}」 は更新されていません
ko: 메트릭 ''{0}''이(가) 새로 고쳐지지 않습니다.
pt: Sua métrica “{0}” não está atualizando
sv: Mätvärdet ''{0}'' uppdateras inte
zh: 指标“{0}”未刷新

# metricsservices.failure.suspend.email.explanation
source: While the metric refresh is suspended, your metric data will not update. After a fix has been made, you can resume the metric refresh.
de: Während die Metrikaktualisierung ausgesetzt ist, werden Ihre Metrikdaten nicht upgedated. Nachdem eine Reparatur ausgeführt wurde, können Sie die Metrikaktualisierung fortführen.
es: Hasta que se reanude la actualización, no se aplicarán los cambios a los datos de la métrica. Una vez solucionado el problema, podrá reanudar la actualización.
fr: Tant que lʼactualisation de métriques est suspendue, vos données de métriques ne sont pas mises à jour. Une fois quʼun correctif a été appliqué, vous pouvez reprendre lʼactualisation de métriques.
ga: 90473-表:Ẉhıłé thé métяıç яéfяésh ıs sűspéฑďéď, yoűя métяıç ďätä ὠıłł ฑot űpďäté. Åftéя ä fıx häs bééฑ mäďé, yoű çäฑ яésűmé thé métяıç яéfяésh.|
it: Durante la sospensione dell’aggiornamento della metrica i dati non saranno aggiornati. Una volta apportata una correzione, è possibile riprendere l’aggiornamento della metrica.
ja: メトリクスの更新が一時停止されている間は、メトリクス データは更新されません。修正後にメトリクスの更新を再開できます。
ko: 메트릭 새로 고침이 일시 중단된 동안에는 메트릭 데이터가 업데이트되지 않습니다. 수정을 적용한 후 메트릭 새로 고침을 다시 시작할 수 있습니다.
pt: Enquanto a atualização de métrica estiver suspensa, os dados da métrica não serão atualizados. Após a correção, é possível retomar a atualização da métrica.
sv: När uppdatering av mätvärden är inaktiverat uppdateras inte mätdata. Så snart en korrigering har gjorts kan du återuppta uppdateringen av mätvärden.
zh: 在指标刷新挂起时，您的指标数据将不会更新。进行修复之后，您可以恢复指标刷新。

# metricsservices.failure.suspend.email.footer
source: You are receiving this email at {0} because your metric refresh was suspended.
de: Sie erhalten diese E-Mail um {0}, da Ihre Metrikaktualisierung ausgesetzt wurde.
es: Se ha enviado este correo electrónico a {0} porque la actualización de la métrica se ha suspendido.
fr: Vous recevez cet e-mail à {0} parce que lʼactualisation de votre métrique a été suspendue.
ga: 57131-表:Yoű äяé яéçéıvıฑg thıs émäıł ät {0} béçäűsé yoűя métяıç яéfяésh ὠäs sűspéฑďéď.|
it: Ti è stata inviata questa e-mail all’indirizzo {0} perché l’aggiornamento della metrica è stato sospeso.
ja: メトリクスの更新が一時停止されたため、{0} 宛てにこのメールをお送りしています。
ko: 메트릭 새로 고침이 일시 중단되어서 이 이메일이 {0} 주소로 발송되었습니다.
pt: Você está recebendo este e-mail em {0} porque a atualização da métrica foi suspensa.
sv: Du får det här mejlet {0} eftersom uppdateringen av dina mätvärden har inaktiverats.
zh: 您之所以在 {0} 收到此电子邮件，原因是您的指标刷新已挂起。

# metricsservices.failure.suspend.email.status
source: Refresh for your metric "{0}" has been suspended
de: Die Aktualisierung für Ihre Metrik ''{0}'' wurde abgebrochen
es: Se ha suspendido la actualización de la métrica “{0}”
fr: Lʼactualisation pour votre métrique ''{0}'' a été suspendue
ga: 37122-表:Яéfяésh foя yoűя métяıç ''{0}'' häs bééฑ sűspéฑďéď|
it: L’aggiornamento della metrica “{0}” è stato sospeso
ja: メトリクス 「{0}」 の更新は一時停止されました
ko: 메트릭 ''{0}''에 대한 새로 고침이 일시 중단되었습니다.
pt: A atualização da métrica “{0}” foi suspensa
sv: Uppdatering av mätvärdet ''{0}'' har inaktiverats
zh: 指标“{0}”的刷新已挂起

# metricsservices.failure.suspend.email.subject
source: Metric refresh suspended for: {0}
de: Metrikaktualisierung abgebrochen für: {0}
es: Se ha suspendido la actualización de la métrica de: {0}
fr: Actualisation de métrique suspendue pour : {0}
ga: 80348-表:Métяıç яéfяésh sűspéฑďéď foя: {0}|
it: Aggiornamento della metrica sospeso per: {0}
ja: メトリクスの更新は一時停止されました: {0}
ko: {0}에 대한 메트릭 새로 고침 일시 중단됨
pt: A atualização de métrica foi suspensa para: {0}
sv: Uppdatering av mätvärde har inaktiverats för: {0}
zh: {0} 的指标刷新已挂起

# metricsservices.failure.suspend.time
source: Time of suspension
de: Aussetzungszeit
es: Tiempo de suspensión
fr: Durée de la suspension
ga: 65323-表:Tımé of sűspéฑsıoฑ|
it: Ora della sospensione
ja: 一時停止の時刻
ko: 일시 중단 시간
pt: Tempo de suspensão
sv: Tid då inaktiveringen började
zh: 挂起时间

# metricsservices.failure.suspend.view.metric
source: Go to Metric
de: Zu Metrik gehen
es: Ir a la métrica
fr: Accéder à la métrique
ga: 16955-表:Go to Métяıç|
it: Vai a Metrica
ja: メトリクスに移動
ko: 메트릭으로 이동
pt: Acessar a Métrica
sv: Gå till mätvärde
zh: 转到指标

# metricsservices.failure.suspend.view.name.prefix
source: Connected view
de: Verbundene Ansicht
es: Vista conectada
fr: Vue connectée
ga: 01770-表:Çoฑฑéçtéď vıéὠ|
it: Vista connessa
ja: 接続済みビュー
ko: 연결된 뷰
pt: Exibição conectada
sv: Ansluten vy
zh: 连接的视图

# metricsservices.failure.time
source: Time of refresh failure
de: Zeitpunkt des Aktualisierungsfehlers
es: Hora del error de actualización
fr: Heure dʼéchec de lʼactualisation
ga: 29849-表:Tımé of яéfяésh fäıłűяé|
it: Ora aggiornamento non riuscito
ja: 更新が失敗した時刻
ko: 새로 고침 실패 시간
pt: Horário da falha na atualização
sv: Tid för misslyckad uppdatering
zh: 刷新失败时间

# metricsservices.failure.troubleshooting
source: To check if any of the issues listed above are causing your metric refresh to fail, click the button below. You can also try recreating the metric on the connected view.
de: Um zu kontrollieren, ob eine der oben angeführten Probleme dazu führen, dass Ihre Metrikaktualisierung fehlschlägt, klicken Sie auf die Schaltfläche unten. Sie können auch versuchen, die Metrik auf der verbundenen Ansicht nachzustellen.
es: Para comprobar si otros problemas provocan el error en la actualización de la métrica, haga clic en el botón que aparece más abajo. Puede intentar volver a crear la métrica en la vista conectada.
fr: Pour vérifier si lʼun des problèmes répertoriés ci-dessus empêche lʼactualisation de votre métrique, cliquez sur le bouton ci-dessous. Vous pouvez également essayer de recréer la métrique sur la vue connectée.
ga: 92046-表:To çhéçk ıf äฑy of thé ıssűés łıstéď äbové äяé çäűsıฑg yoűя métяıç яéfяésh to fäıł, çłıçk thé bűttoฑ béłoὠ. Yoű çäฑ äłso tяy яéçяéätıฑg thé métяıç oฑ thé çoฑฑéçtéď vıéὠ.|
it: Per controllare se uno dei problemi elencati sopra provoca l’errore dell’aggiornamento della metrica, fai clic sul pulsante qui sotto. Puoi anche provare a ricreare la metrica sulla vista connessa.
ja: メトリクスの更新の失敗が上でリストした問題によるものかを確認するには、以下のボタンをクリックしてください。接続済みビューでメトリクスを再び作成することも可能です。
ko: 위에 나와 있는 문제 중 하나가 메트릭 새로 고침 실패의 원인인지 확인하려면 아래 단추를 클릭하십시오. 연결된 뷰에서 메트릭을 다시 만들 수도 있습니다.
pt: Para verificar se algum dos problemas listados acima está ocasionando falha na atualização da métrica, clique no botão abaixo. Além disso, experimente recriar a métrica na exibição conectada.
sv: Kontrollera om något av problemen ovan är orsak till att uppdateringen misslyckas genom att klicka på knappen nedan. Du kan också prova med att återskapa mätvärdet i den anslutna vyn.
zh: 若要检查是否有上面列出的任何问题导致您的指标刷新失败，请单击下面的按钮。您也可以尝试在连接的视图上重新创建指标。

# metricsservices.failure.view.details.metric
source: Go to Metric
de: Zu Metrik gehen
es: Ir a la métrica
fr: Accéder à la métrique
ga: 84057-表:Go to Métяıç|
it: Vai a Metrica
ja: メトリクスに移動
ko: 메트릭으로 이동
pt: Acessar a Métrica
sv: Gå till mätvärde
zh: 转到指标

# metricsservices.failure.view.name.prefix
source: Connected view
de: Verbundene Ansicht
es: Vista conectada
fr: Vue connectée
ga: 06808-表:Çoฑฑéçtéď vıéὠ|
it: Vista connessa
ja: 接続済みビュー
ko: 연결된 뷰
pt: Exibição conectada
sv: Ansluten vy
zh: 连接的视图

# metricsservices.success.email.subject
source: Metric refresh has resumed for: {0}
de: Metrikaktualisierung wird fortgefahren für: {0}
es: Se ha reanudado la actualización de la métrica de: {0}
fr: Lʼactualisation de métrique a repris pour : {0}
ga: 68455-表:Métяıç яéfяésh häs яésűméď foя: {0}|
it: Aggiornamento della metrica ripreso per: {0}
ja: メトリクスの更新は再開されました: {0}
ko: 다음에 대한 메트릭 새로 고침이 다시 시작됨: {0}
pt: A atualização de métrica foi retomada para: {0}
sv: Uppdatering av mätvärde har återupptagits för: {0}
zh: {0} 的指标刷新已恢复

# metricsservices.success.explanation
source: The refresh for your metric is working again, so it will check for updates to your metric data.
de: Die Aktualisierung für Ihre Kennzahl funktioniert wieder und sie sucht nach Aktualisierungen für Ihre Kennzahldaten.
es: La actualización de su métrica vuelve a funcionar, ahora se buscarán las actualizaciones en los datos de sus métricas.
fr: Lʼactualisation de votre métrique fonctionne à nouveau. Elle recherchera les mises à jour de vos données de métrique.
ga: 78182-表:Thé яéfяésh foя yoűя métяıç ıs ὠoяkıฑg ägäıฑ, so ıt ὠıłł çhéçk foя űpďätés to yoűя métяıç ďätä.|
it: L’aggiornamento della metrica funziona di nuovo, quindi controllerà gli aggiornamenti dei dati della metrica.
ja: メトリクスの更新が動作を再開したため、メトリクス データの更新を確認します。
ko: 메트릭에 대한 새로 고침이 다시 작동하고 있으므로 메트릭 데이터의 업데이트가 있는지 확인됩니다.
pt: A atualização de sua métrica está em funcionamento novamente, então ela verificará por atualizações dos dados de métrica.
sv: Uppdateringen av mätvärdet fungerar igen, och mätdata kontrollas för att se om de behöver uppdateras.
zh: 您的指标的刷新已再次工作，因此它将检查您的指标数据是否有更新。

# metricsservices.success.status
source: Refresh for your metric "{0}" has resumed
de: Die Aktualisierung für Ihre Metrik ''{0}'' wird fortgefahren
es: Se ha reanudado la actualización de la métrica “{0}”
fr: Lʼactualisation pour votre métrique ''{0}'' a repris
ga: 88005-表:Яéfяésh foя yoűя métяıç ''{0}'' häs яésűméď|
it: L’aggiornamento della metrica “{0}” è stato ripreso
ja: メトリクス 「{0}」 の更新は再開されました
ko: 메트릭 ''{0}''에 대한 새로 고침이 다시 시작되었습니다.
pt: A atualização da métrica “{0}” foi retomada
sv: Uppdateringen av mätvärdet ''{0}'' har återupptagits
zh: 指标“{0}”的刷新已恢复

# errors.staticimages.generic
source: Error generating static images for workbook {0}. {1}.
de: Fehler beim Generieren statischer Bilder für Arbeitsmappe {0}. {1}.
es: Error al generar imágenes estáticas para el libro de trabajo {0}. {1}.
fr: Erreur lors de la génération dʼimages statiques pour le classeur {0}. {1}.
ga: 36567-表:Éяяoя géฑéяätıฑg stätıç ımägés foя ὠoяkbook {0}. {1}.|
it: Errore nella generazione di immagini statiche per la cartella di lavoro {0}. {1}.
ja: ワークブック {0} の静的イメージの生成エラー: {1}。
ko: {0} 통합 문서에 대한 정적 이미지를 생성하는 동안 오류가 발생했습니다. {1}.
pt: Erro ao gerar imagens estáticas para pasta de trabalho {0}. {1}.
sv: Det inträffade ett fel när statiska bilder för arbetsboken {0} skulle skapas. {1}.
zh: 为工作簿 {0} 生成静态图像时出错。{1}。

# errors.internal_error.request.message
source: {0} was unable to satisfy the request.
de: {0} konnte die Anforderung nicht ausführen.
es: {0} no pudo satisfacer la solicitud.
fr: {0} nʼa pas pu satisfaire la requête.
ga: 42216-表:{0} ὠäs űฑäbłé to sätısfy thé яéqűést.|
it: {0} non è riuscito a soddisfare la richiesta.
ja: {0} で要求を満たすことができませんでした。
ko: {0}이(가) 요청을 처리할 수 없습니다.
pt: {0} não conseguiu satisfazer a solicitação.
sv: {0} kunde inte utföra begäran.
zh: {0} 无法满足请求。

# errors.permissions.limited_user_visibility
source: Error completing query. User must be an admin or creator to query other users if User Visibility is set to limited
de: Fehler beim Ausführen der Abfrage. Der Benutzer muss ein Administrator oder Creator sein, um andere Benutzer abzufragen, wenn die Nutzersichtbarkeit auf limitiert eingestellt ist.
es: Error al completar la consulta. El usuario debe tener permisos de administrador o creador para consultar a otros usuarios sobre la configuración de la Visibilidad de usuario
fr: Erreur dʼexécution de la requête. Lʼutilisateur doit être un administrateur ou posséder le rôle Creator pour interroger dʼautres utilisateurs lorsque lʼoption Visibilité des utilisateurs est définie sur Limité.
ga: 18831-表:Éяяoя çompłétıฑg qűéяy. Uséя műst bé äฑ äďmıฑ oя çяéätoя to qűéяy othéя űséяs ıf Uséя Ɣısıbıłıty ıs sét to łımıtéď|
it: Errore nel completamento della query. L’utente deve essere un amministratore o un Creator per richiedere ad altri utenti se la Visibilità utente è impostata su limitata.
ja: クエリの完了エラー。ユーザーの表示状態が [制限] に設定されている場合、他のユーザーにクエリを実行するためには、ユーザーは Creator または管理者である必要があります。
ko: 쿼리를 완료하는 중 오류가 발생했습니다. [사용자 표시 유형]이 [제한]으로 설정된 경우 다른 사용자를 쿼리하려면 관리자이거나 Creator여야 합니다.
pt: Erro ao concluir a consulta. O usuário deve ser um administrador ou criador para executar a consulta em outros usuários se a Visibilidade do usuário estiver definida como limitada
sv: Det gick inte att slutföra frågan. Användaren måste vara administratör eller Creator för att fråga andra användare om Användarsynlighet är inställd på begränsad.
zh: 完成查询时出错。如果“用户可见性”设置为有限，则用户必须是管理员或创建者才能查询其他用户

# local_names.system_user.guest.name
source: Guest
de: Gast
es: Invitado
fr: Invité
ga: 00361-表:Gűést|
ja: ゲスト
ko: 게스트
pt: Convidado
sv: Gäst
zh: 来宾

# local_names.group.all_users.name
source: All Users
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
ga: 48307-表:Åłł Uséяs|
it: Tutti gli utenti
ja: すべてのユーザー
ko: 모든 사용자
pt: Todos os usuários
sv: Alla användare
zh: 所有用户

# local_names.containers.personal_space.name
source: Personal Space
de: Persönlicher Bereich
es: Espacio personal
fr: Espace personnel
ga: 31403-表:Péяsoฑäł Şpäçé|
it: Spazio personale
ja: パーソナル スペース
ko: 개인 공간
pt: Espaço pessoal
sv: Personlig yta
zh: 个人空间

# password_reset.email.subject
source: Here''s the link to reset your password
de: Mit diesem Link können Sie Ihr Kennwort zurücksetzen.
es: Este es el enlace para restablecer la contraseña
fr: Ce lien vous permettra de réinitialiser votre mot de passe
ga: 77010-表:Héяé''s thé łıฑk to яését yoűя pässὠoяď|
it: Ecco il link per reimpostare la tua password
ja: パスワードをリセットするリンクはこちら
ko: 비밀번호를 재설정할 수 있는 링크입니다.
pt: Este é o link para redefinir a sua senha
sv: Här är länken för lösenordsåterställning
zh: 此处是用于重置您的密码的链接
