Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# extracts.errors.encryption_not_licensed
source: This operation has failed because extract encryption is not licensed. To perform this operation, you must renew your license or decrypt your extract.
de: Dieser Vorgang ist fehlgeschlagen, weil die Extraktverschlüsselung nicht lizenziert ist. Um diesen Vorgang auszuführen, müssen Sie Ihre Lizenz erneuern oder Ihren Extrakt entschlüsseln.
es: Se ha producido un error en esta operación porque el cifrado de extracciones no cuenta con licencia. Para realizar esta operación, debe renovar la licencia o descifrar la extracción.
fr: Cette opération a échoué parce que le cryptage dʼextrait nʼest pas sous licence. Pour effectuer cette opération, vous devez renouveler votre licence ou décrypter votre extrait.
ga: 50217-表:Thıs opéяätıoฑ häs fäıłéď béçäűsé éxtяäçt éฑçяyptıoฑ ıs ฑot łıçéฑséď. To péяfoяm thıs opéяätıoฑ, yoű műst яéฑéὠ yoűя łıçéฑsé oя ďéçяypt yoűя éxtяäçt.|
it: Operazione non riuscita perché la crittografia delle estrazioni non dispone di una licenza. Per eseguire questa operazione, rinnova la tua licenza o decrittografa l’estrazione.
ja: 抽出の暗号化を行うライセンスがないため、この操作は失敗しました。この操作を実行するには、ライセンスを更新するか抽出を復号化する必要があります。
ko: 이 작업은 추출 암호화에 대한 라이선스가 없기 때문에 실패했습니다. 이 작업을 수행하려면 라이선스를 갱신하거나 추출을 암호 해독해야 합니다.
pt: Falha na operação porque a criptografia da extração não é licenciada. Para executar esta operação, revise sua licença ou decodifique sua extração.
sv: Åtgärden misslyckades eftersom extraktkryptering inte ingår i licensen. Om du vill utföra den här åtgärden måste du förnya licensen eller dekryptera extraktet.
zh: 此操作由于数据提取加密未获许可已失败。若要执行此操作，您必须续订许可证或将数据提取解密。

# extracts.errors.operation_cancelled_detail
source: Remove extract operation for {0} (data source: {2}) timed out.
de: Der Vorgang Extrakt entfernen für {0} (Datenquelle: {2}) wurde abgebrochen.
es: El tiempo de la operación para eliminar la extracción para {0} (fuente de datos: {2}) ha expirado.
fr: Lʼopération de suppression dʼextrait pour {0} (source de données : {2}) a expiré.
ga: 62265-表:Яémové éxtяäçt opéяätıoฑ foя {0} (ďätä soűяçé: {2}) tıméď oűt.|
it: Rimozione operazione di estrazione per {0} (origine dati: {2}) scaduta.
ja: {0} (データ ソース: {2}) に対する抽出の削除操作がタイムアウトしました。
ko: {0}(데이터 원본: {2})에 대한 추출 제거 작업 시간이 초과되었습니다.
pt: Operação de remoção de extração para {0} (fonte de dados: {2}) atingiu o tempo limite.
sv: Tidsgränsen för borttagningen av extrakt för {0} (datakälla: {2}) överskreds.
zh: {0} (数据源: {2})的移除数据提取操作超时。

# workbooks.messages.load_error
source: Unable to load Workbook {0}
de: Arbeitsmappe {0} konnte nicht geladen werden
es: No se puede cargar el libro de trabajo {0}
fr: Impossible de charger le classeur {0}
ga: 54497-表:Uฑäbłé to łoäď Ẉoяkbook {0}|
it: Impossibile caricare la cartella di lavoro {0}
ja: ワークブック {0} を読み込むことができません
ko: {0} 통합 문서를 로드할 수 없습니다.
pt: Não é possível carregar a Pasta de trabalho {0}
sv: Det gick inte att läsa in arbetsboken {0}
zh: 无法加载工作簿 {0}

# workbooks.messages.locked
source: The workbook ''{0}'' is currently being modified by another user. Please try again later.
de: Die Arbeitsmappe ''{0}'' wird momentan von einem anderen Benutzer geändert. Wiederholen Sie den Vorgang später.
es: El libro de trabajo “{0}” actualmente está siendo modificado por otro usuario. Vuelva a intentarlo más tarde.
fr: Un autre utilisateur modifie actuellement le classeur ʼ{0}ʼ. Recommencez ultérieurement.
ga: 41020-表:Thé ὠoяkbook ''{0}'' ıs çűяяéฑtły béıฑg moďıfıéď by äฑothéя űséя. Płéäsé tяy ägäıฑ łätéя.|
it: Sono in corso modifiche alla cartella di lavoro “{0}” da parte di un altro utente. Riprova più tardi.
ja: ワークブック 「{0}」 は現在、別のユーザーによって変更されています。 後でもう一度やり直してください。
ko: 다른 사용자가 현재 ''{0}'' 통합 문서를 수정하고 있습니다. 나중에 다시 시도하십시오.
pt: A pasta de trabalho “{0}” está sendo modificada por outro usuário. Tente novamente mais tarde.
sv: Arbetsboken ''{0}'' ändras av en annan användare just nu. Försök igen senare.
zh: 另一个用户正在修改工作簿“{0}”。 请稍后重试。

# workbooks.new_workbook.default_name
source: New Workbook
de: Neue Arbeitsmappe
es: Nuevo libro de trabajo
fr: Nouveau classeur
ga: 85774-表:Ñéὠ Ẉoяkbook|
it: Nuova cartella di lavoro
ja: 新しいワークブック
ko: 새 통합 문서
pt: Nova pasta de trabalho
sv: Ny arbetsbok
zh: 新建工作簿

# workbooks.new_datasource.default_name
source: New Data Source
de: Neue Datenquelle
es: Nueva fuente de datos
fr: Nouvelle source de données
ga: 92131-表:Ñéὠ Ðätä Şoűяçé|
it: Nuova origine dati
ja: 新しいデータ ソース
ko: 새 데이터 원본
pt: Nova fonte de dados
sv: Ny datakälla
zh: 新建数据源

# datasources.messages.load_error
source: Unable to load Data Source {0}
de: Fehler beim Laden der Datenquelle {0}
es: No se puede cargar la fuente de datos {0}
fr: Impossible de charger la source de données {0}
ga: 55830-表:Uฑäbłé to łoäď Ðätä Şoűяçé {0}|
it: Impossibile caricare l’origine dati {0}
ja: データ ソース {0} を読み込むことができません。
ko: {0} 데이터 원본을 로드할 수 없습니다.
pt: Não é possível carregar a fonte de dados {0}.
sv: Det gick inte att läsa in datakällan {0}
zh: 无法加载数据源 {0}

# metrics.new_metric.default_name
source: New Metric
de: Neue Metrik
es: Nueva métrica
fr: Nouvelle métrique
ga: 66882-表:Ñéὠ Métяıç|
it: Nuova metrica
ja: 新しいメトリクス
ko: 새 메트릭
pt: Nova métrica
sv: Nytt mätvärde
zh: 新指标

# messages.timeout_error.summary
source: Timeout Error
de: Zeitüberschreitungsfehler
es: Error de tiempo de espera
fr: Erreur de délai dʼattente
ga: 34427-表:Tıméoűt Éяяoя|
it: Errore di timeout
ja: タイムアウト エラー
ko: 시간 초과 오류
pt: Erro de tempo limite excedido
sv: Tidsgränsfel
zh: 超时错误

# messages.timeout_error.task_canceled
source: Canceling task that took longer than {0} seconds
de: Länger als {0} Sekunden dauernde Aufgabe wird abgebrochen
es: La cancelación de una tarea que tarda más de {0} segundos
fr: Annulation dʼune tâche qui a pris plus de {0} secondes
ga: 63944-表:Çäฑçéłıฑg täsk thät took łoฑgéя thäฑ {0} séçoฑďs|
it: Cancellazione di un’attività durata oltre {0} secondi
ja: {0} 秒より長く時間がかかるタスクをキャンセルします
ko: {0}초보다 오래 걸린 작업을 취소하는 중
pt: Cancelando a tarefa que demorou mais que {0} segundos
sv: Avbryter uppgift som tog mer än {0} sekunder
zh: 正在取消用时超过 {0} 秒的任务

# subscriptions.manage_my_subscriptions
source: Manage my subscriptions
de: Meine Abonnements verwalten
es: Administrar mis suscripciones
fr: Gérer mes abonnements
ga: 83594-表:Mäฑägé my sűbsçяıptıoฑs|
it: Gestisci sottoscrizioni
ja: サブスクリプションの管理
ko: 내 구독 관리
pt: Gerenciar minhas assinaturas
sv: Hantera mina prenumerationer
zh: 管理我的订阅

# subscriptions.message_greeting
source: Hi,
de: Hallo,
es: Hola:
fr: Bonjour,
ga: 13188-表:Hı,|
it: Ciao,
ja: こんにちは、
ko: 안녕하세요.
pt: Olá,
sv: Hej!
zh: 您好，

# subscriptions.subscribed_footer
source: Here''s your subscription to the {0}
de: Hier ist ihr Abonnement zu {0}
es: Esta es su sucripción a {0}
fr: Voici votre abonnement à {0}
ga: 06701-表:Héяé''s yoűя sűbsçяıptıoฑ to thé {0}|
it: Ecco la tua sottoscrizione a {0}.
ja: {0} へのサブスクリプションはここにあります。
ko: 현재 구독하는 {0}입니다.
pt: Sua assinatura de {0} está aqui
sv: Här kommer din prenumeration på
zh: 这里是您的 {0} 订阅

# subscriptions.subscribed_workbook
source: workbook
de: Arbeitsmappe
es: libro de trabajo
fr: classeur
ga: 60204-表:ὠoяkbook|
it: cartella di lavoro
ja: ワークブック
ko: 통합 문서
pt: pasta de trabalho
sv: arbetsbok
zh: 工作簿

# subscriptions.subscribed_view
source: view
de: Ansicht
es: ver
fr: vue
ga: 38135-表:vıéὠ|
it: vista
ja: ビュー
ko: 뷰
pt: exibição
sv: vy
zh: 视图

# subscriptions.extract_refresh_footer
source: You receive this subscription email when data is refreshed.
de: Sie erhalten diese Abonnements-E-Mail, wenn die Daten aktualisiert wurden.
es: Recibirá este correo electrónico de suscripción cuando se actualicen los datos.
fr: Vous recevez cet e-mail dʼabonnement lorsque les données sont actualisées.
ga: 87600-表:Yoű яéçéıvé thıs sűbsçяıptıoฑ émäıł ὠhéฑ ďätä ıs яéfяéshéď.|
it: Ricevi questa e-mail di sottoscrizione quando i dati sono aggiornati.
ja: データが更新されるとこのサブスクリプション メールが送信されます。
ko: 데이터가 새로 고쳐지면 이 구독 이메일이 발송됩니다.
pt: Você recebe este e-mail de assinatura quando os dados são atualizados.
sv: Du får det här prenumerationsmejlet när data uppdateras.
zh: 刷新数据时，您将收到此订阅电子邮件。

# subscriptions.explore_the_viz
source: Explore the viz
de: Untersuchen der Visualisierung
es: Explorar la visualización
fr: Explorer la visualisation
ga: 97786-表:Éxpłoяé thé vıž|
it: Esplora la visualizzazione
ja: Viz の探索
ko: 비주얼리제이션 탐색
pt: Explorar a visualização
sv: Utforska visualiseringen
zh: 浏览可视化项

# subscriptions.explore_the_workbook
source: Explore the workbook
de: Untersuchen der Arbeitsmappe
es: Explorar el libro de trabajo
fr: Explorer le classeur
ga: 62055-表:Éxpłoяé thé ὠoяkbook|
it: Esplora la cartella di lavoro
ja: ワークブックの探索
ko: 통합 문서 탐색
pt: Explorar a pasta de trabalho
sv: Utforska arbetsboken
zh: 浏览工作簿

# subscriptions.pdf_attached
source: Your Tableau PDF is attached.
de: Ihr Tableau PDF befindet sich im Anhang.
es: Se adjunta el PDF de Tableau.
fr: Votre PDF Tableau est joint.
ga: 77380-表:Yoűя Täbłéäű PÐF ıs ättäçhéď.|
it: PDF Tableau PDF allegato.
ja: Tableau PDF は接続されています。
ko: Tableau PDF가 첨부되었습니다.
pt: Seu Tableau PDF está em anexo.
sv: Din Tableau PDF-fil är bifogad.
zh: 已附加您的 Tableau PDF。

# subscriptions.access_live_content
source: You can access the live view of the content here
de: Sie können hier auf die Live-Ansicht zugreifen
es: Puede acceder a la vista en tiempo real de su contenido aquí
fr: Vous pouvez accéder à la vue en direct du contenu ici
ga: 81486-表:Yoű çäฑ äççéss thé łıvé vıéὠ of thé çoฑtéฑt héяé|
it: È possibile accedere alla vista live del contenuto qui
ja: ここからコンテンツのライブ ビューにアクセスできます
ko: 콘텐츠의 라이브 뷰를 여기서 액세스할 수 있습니다.
pt: Você pode acessar a exibição em tempo real do conteúdo aqui
sv: Du kan se livevyn över innehållet här
zh: 您可以在此处访问内容的实时视图

# subscriptions.warning_deprecated_type
source: deprecated
de: Veraltet
es: obsoleto
fr: obsolète
ga: 39056-表:ďépяéçätéď|
it: deprecato
ja: 非推奨
ko: 더 이상 사용되지 않음
pt: obsoleto
sv: inaktuell
zh: 已弃用

# subscriptions.warning_error_content_type
source: Unknown content type
es: Tipo de contenido desconocido
it: Tipo di contenuto sconosciuto
ja: コンテンツ タイプが不明です
pt: Tipo de conteúdo desconhecido
zh: 未知内容类型

# subscriptions.warning_error_type
source: unknown warning type
de: Unbekannter Warnungstyp
es: tipo de advertencia desconocido
fr: type dʼavertissement inconnu
ga: 32103-表:űฑkฑoὠฑ ὠäяฑıฑg typé|
it: tipo di avviso sconosciuto
ja: 不明な警告タイプ
ko: 알 수 없는 경고 유형
pt: tipo de aviso desconhecido
sv: okänd varningstyp
zh: 未知警告类型

# subscriptions.warning_extract_refresh_type
source: extract refresh failed
de: Extraktaktualisierung fehlgeschlagen
es: error en la actualización de extracción
fr: échecs de lʼactualisation dʼextrait
ga: 59346-表:éxtяäçt яéfяésh fäıłéď|
it: aggiornamento dell’estrazione non riuscito
ja: 抽出更新に失敗しました
ko: 추출 새로 고침 실패
pt: falha na atualização da extração
sv: extraktuppdateringen misslyckades
zh: 数据提取刷新失败

# subscriptions.warning_flow_run_type
source: flow run failed
de: Schemaausführung fehlgeschlagen
es: error al ejecutar el flujo
fr: échec de lʼexécution du flux
ga: 37929-表:fłoὠ яűฑ fäıłéď|
it: esecuzione del flusso non riuscita
ja: フローの実行に失敗しました
ko: 흐름 실행 실패
pt: falha na execução do fluxo
sv: flödeskörningen misslyckades
zh: 流程运行失败

# subscriptions.warning_introduction_general
source: The following data quality warnings affect this {0}.
de: Die folgenden Datenqualitätswarnungen wirken sich auf dieses {0} aus.
es: Las siguientes advertencias de calidad de los datos afectan a {0}.
fr: Les avertissements sur la qualité des données suivants concernent ce(tte) {0}.
ga: 49049-表:Thé fołłoὠıฑg ďätä qűäłıty ὠäяฑıฑgs äfféçt thıs {0}.|
it: Questo elemento {0} è interessato dai seguenti avvisi sulla qualità dei dati.
ja: 次のデータ品質に関する警告は、この {0} に影響します。
ko: 다음 데이터 품질 경고가 이 {0}에 영향을 미칩니다.
pt: Os avisos de qualidade de dados a seguir afetam este {0}.
sv: Följande datakvalitetsvarningar påverkar {0}.
zh: 以下数据质量警告会影响此 {0}。

# subscriptions.warning_introduction_view
source: For more information, see the Data Details pane in the view
de: Weitere Informationen finden Sie auf der Registerkarte "Datendetails" in der Ansicht
es: Para obtener más información, consulte el panel Detalles de los datos en la vista
fr: Pour plus dʼinformations, consultez lʼonglet Détails des données dans la vue
ga: 54708-表:Foя moяé ıฑfoяmätıoฑ, séé thé Ðätä Ðétäıłs täb ıฑ thé vıéὠ|
it: Per ulteriori informazioni, vedi il riquadro Dettagli sui dati nella vista
ja: 詳細については、ビューの [データの詳細] ペインを参照してください
ko: 자세한 내용은 뷰의 데이터 세부 정보 탭을 참조하십시오.
pt: Para obter mais informações, consulte o painel Detalhes dos dados na exibição
sv: Du hittar mer information på fliken Datainformation i vyn
zh: 有关详细信息，请参见视图中的“数据详细信息”窗格

# subscriptions.warning_introduction_workbook
source: For more information, see the workbook page
de: Weitere Informationen finden Sie auf der Arbeitsmappenseite
es: Para obtener más información, consulte la página del libro de trabajo
fr: Pour plus dʼinformations, consultez la page Classeur
ga: 02313-表:Foя moяé ıฑfoяmätıoฑ, séé thé ὠoяkbook pägé|
it: Per ulteriori informazioni, vedi la pagina della cartella di lavoro
ja: 詳細については、ワークブックのページを参照してください
ko: 자세한 내용은 통합 문서 페이지를 참조하십시오.
pt: Para obter mais informações, consulte a página da pasta de trabalho
sv: Du hittar mer information på sidan med arbetsboken
zh: 有关详细信息，请参见工作簿页面

# subscriptions.warning_localized_column
source: Column
es: Columna
it: Colonna
ja: 列
pt: Coluna
zh: 列

# subscriptions.warning_localized_datasource
source: Data source
es: Fuente de datos
it: Origine dati
ja: データ ソース
pt: Fonte de dados
zh: 数据源

# subscriptions.warning_localized_database
source: Database
es: Base de datos
ja: データベース
pt: Banco de dados
zh: 数据库

# subscriptions.warning_localized_flow
source: Flow
es: Flujo
it: Flusso
ja: フロー
pt: Fluxo
zh: 流程

# subscriptions.warning_localized_table
source: Table
es: Tabla
it: Tabella
ja: テーブル
pt: Tabela
zh: 表

# subscriptions.warning_localized_vconn
source: Connection
es: Conexión
it: Connessione
ja: 接続
pt: Conexão
zh: 连接

# subscriptions.warning_lowercase_column
source: column
es: columna
it: colonna
ja: 列
pt: coluna
zh: 列

# subscriptions.warning_lowercase_column_plural
source: columns
es: columnas
it: colonne
ja: 列
pt: colunas
zh: 列

# subscriptions.warning_maintenance_type
source: under maintenance
de: Wird gewartet
es: en mantenimiento
fr: en cours de maintenance
ga: 02012-表:űฑďéя mäıฑtéฑäฑçé|
it: in manutenzione
ja: メンテナンス中
ko: 유지 관리 중
pt: em manutenção
sv: underhåll utförs
zh: 维护中

# subscriptions.warning_permission_error
source: This warning is on an asset you do not have permissions to see.
de: Diese Warnung bezieht sich auf eine Ressource, für die Sie keine Berechtigungen zum Anzeigen haben.
es: Esta advertencia está relacionada con un recurso que no puede ver por falta de permisos.
fr: Cet avertissement concerne une ressource que vous nʼêtes pas autorisé à consulter.
ga: 39022-表:Thıs ὠäяฑıฑg ıs oฑ äฑ ässét yoű ďo ฑot hävé péяmıssıoฑs to séé.|
it: Questo avviso riguarda una risorsa per cui non disponi delle autorizzazioni per la visualizzazione.
ja: この警告は、表示するパーミッションがないアセットに関するものです。
ko: 이는 보기 권한이 없는 자산에 대한 경고입니다.
pt: Este aviso está em um ativo que você não tem permissão para ver.
sv: Den här varningen gäller en resurs du saknar behörighet att se.
zh: 此警告针对您无权查看的资产。

# subscriptions.warning_redacted
source: Permissions required
de: Erforderliche Berechtigungen
es: Se necesitan permisos
fr: Autorisations requises
ga: 61398-表:Péяmıssıoฑs яéqűıяéď|
it: Autorizzazioni necessarie
ja: パーミッションが必要
ko: 사용 권한 필요
pt: Permissões necessárias
sv: Behörighet krävs
zh: 需要权限

# subscriptions.warning_sensitve_type
source: sensitive data
de: Vertrauliche Daten
es: datos confidenciales
fr: données sensibles
ga: 11730-表:séฑsıtıvé ďätä|
it: dati sensibili
ja: 機密データ
ko: 중요한 데이터
pt: dados confidenciais
sv: känsliga data
zh: 敏感数据

# subscriptions.warning_sensitive_intro_count
source: Sensitive({0})
es: Confidencial ({0})
it: Dati sensibili ({0})
ja: 機密({0})
pt: Confidencial({0})
zh: 敏感({0})

# subscriptions.warning_sensitive_intro_view
source: This view uses sensitive data.
es: Esta vista usa datos confidenciales.
it: Questa vista utilizza dati sensibili.
ja: このビューは機密データを使用しています。
pt: A exibição usa dados confidenciais.
zh: 此视图使用敏感数据。

# subscriptions.warning_sensitive_intro_workbook
source: This workbook uses sensitive data.
es: Este libro de trabajo usa datos confidenciales.
it: Questa cartella di lavoro utilizza dati sensibili.
ja: このワークブックは機密データを使用しています。
pt: A pasta de trabalho usa dados confidenciais.
zh: 此工作簿使用敏感数据。

# subscriptions.warning_severe
source: Important data quality warning
de: Wichtige Datenqualitätswarnung
es: Advertencia de calidad de los datos importante
fr: Avertissement important sur la qualité des données
ga: 82570-表:İmpoяtäฑt ďätä qűäłıty ὠäяฑıฑg|
it: Avviso importante sulla qualità dei dati
ja: データ品質に関する重要な警告
ko: 중요 데이터 품질 경고
pt: Aviso de qualidade dos dados importante
sv: Viktig datakvalitetsvarning
zh: 重要数据质量警告

# subscriptions.warning_stale_type
source: stale data
de: Veraltete Daten
es: datos obsoletos
fr: dnnées obsolètes
ga: 74070-表:stäłé ďätä|
it: dati inutilizzati
ja: 古いデータ
ko: 오래된 데이터
pt: dados obsoletos
sv: inaktuella data
zh: 过期数据

# subscriptions.warning_standard
source: Data quality warning
de: Datenqualitätswarnung
es: Advertencia de calidad de los datos
fr: Avertissement sur la qualité des données
ga: 88019-表:Ðätä qűäłıty ὠäяฑıฑg|
it: Avviso sulla qualità dei dati
ja: データ品質に関する警告
ko: 데이터 품질 경고
pt: Aviso de qualidade de dados
sv: Datakvalitetsvarning
zh: 数据质量警告

# subscriptions.warning_standard_plural
source: Data quality warnings
es: Advertencias de calidad de los datos
it: Avvisi sulla qualità dei dati
ja: データ品質に関する警告
pt: Avisos de qualidade de dados
zh: 数据质量警告

# subscriptions.warning_warning_type
source: warning
de: Warnung
es: advertencia
fr: avertissement
ga: 15123-表:ὠäяฑıฑg|
it: avviso
ja: 警告
ko: 경고
pt: aviso
sv: varning
zh: 警告

# errors.subscriptions.image_render_failed
source: The snapshot of the view ''{0}'' could not be properly rendered.
de: Der Snapshot der Ansicht ''{0}'' konnte nicht korrekt gerendert werden.
es: No se pudo procesar la instantánea de la vista “{0}” correctamente.
fr: Impossible dʼeffectuer un rendu correct de lʼinstantané de la vue ʼ{0}ʼ.
ga: 77122-表:Thé sฑäpshot of thé vıéὠ ''{0}'' çoűłď ฑot bé pяopéяły яéฑďéяéď.|
it: Impossibile eseguire correttamente il rendering dello snapshot della vista “{0}”.
ja: ビュー 「{0}」 のスナップショットを正しくレンダリングできませんでした。
ko: 뷰 ''{0}''의 스냅샷을 적절하게 렌더링할 수 없습니다.
pt: O instantâneo da exibição “{0}” não pode ser renderizado corretamente.
sv: Det gick inte att återge ögonblicksbilden av vyn ''{0}'' korrekt.
zh: 无法正确呈现视图“{0}”的快照。

# errors.subscriptions.see_live_view
source: To see the view online, go to {0}.
de: Öffnen Sie {0}, um die Ansicht online anzuzeigen.
es: Para ver la vita en línea, vaya a {0}.
fr: Pour voir la vue en ligne, accédez à {0}.
ga: 31820-表:To séé thé vıéὠ oฑłıฑé, go to {0}.|
it: Per vedere la vista online, vai a {0}.
ja: ビューをオンライン表示するには、{0}に移動します。
ko: 온라인으로 뷰를 보려면 {0}(으)로 이동하십시오.
pt: Para ver a exibição on-line, acesse {0}.
sv: Om du vill visa vyn online går du till {0}.
zh: 若要在线查看视图，请转到 {0}。

# errors.subscriptions.disabled_on_server
source: Server-wide subscriptions setting is not enabled. Cannot process subscriptions.
de: Die serverweite Abonnementeinstellung ist nicht aktiviert. Abonnements können nicht verarbeitet werden.
es: La configuración de suscripciones en todo el servidor no está activada. No se pueden procesar las suscripciones.
fr: Le paramètre des abonnements à lʼéchelle du serveur nʼest pas activé. Impossible de traiter les abonnements.
ga: 97984-表:Şéяvéя-ὠıďé sűbsçяıptıoฑs séttıฑg ıs ฑot éฑäbłéď. Çäฑฑot pяoçéss sűbsçяıptıoฑs.|
it: L’impostazione per le sottoscrizioni a livello di server non è abilitata. Impossibile elaborare le sottoscrizioni.
ja: サーバー全体のサブスクリプション設定が有効ではありません。サブスクリプションを処理できません。
ko: 서버 전체 구독 설정을 사용할 수 없습니다. 구독을 처리할 수 없습니다.
pt: A configuração de assinaturas em todo o site não está ativada. Não é possível processar assinaturas.
sv: Serveromfattande prenumerationsinställningar har inte aktiverats. Det går inte att bearbeta prenumerationer.
zh: 未启用服务器范围订阅设置。无法处理订阅。

# errors.subscriptions.disabled_on_site
source: Subscriptions are disabled for site.
de: Abonnements sind für die Site deaktiviert.
es: Se han desactivado las suscripciones para este sitio.
fr: Les abonnements sont désactivés pour le site.
ga: 05252-表:Şűbsçяıptıoฑs äяé ďısäbłéď foя sıté.|
it: Le sottoscrizioni sono disabilitate per il sito.
ja: サイトのサブスクリプションが無効になっています。
ko: 사이트에서 구독을 사용할 수 없습니다.
pt: As assinaturas estão desativadas no site.
sv: Prenumerationer har inaktiverats för webbplatsen.
zh: 为站点禁用了订阅。

# errors.subscriptions.site_is_locked
source: Site is locked. Cannot process Subscriptions.
de: Die Site ist gesperrt. Abonnements können nicht verarbeitet werden.
es: El sitio está bloqueado. No se pueden procesar las suscripciones.
fr: Le site est verrouillé. Impossible de traiter les abonnements.
ga: 43335-表:Şıté ıs łoçkéď. Çäฑฑot pяoçéss Şűbsçяıptıoฑs.|
it: Il sito è bloccato. Impossibile elaborare le sottoscrizioni.
ja: サイトがロックされています。サブスクリプションを処理できません。
ko: 사이트가 잠겨 있습니다. 구독을 처리할 수 없습니다.
pt: O site está bloqueado. Não é possível processar Assinaturas.
sv: Webbplatsen är låst. Det går inte att bearbeta prenumerationer.
zh: 网站被锁定。无法处理订阅。

# errors.subscriptions.orphan
source: Workbook and views associated with this subscription could not be found.
de: Mit diesem Abonnement verbundene Arbeitsmappe und Ansichten konnten nicht gefunden werden.
es: No se han encontrado los libros de trabajo ni las vistas asociados con esta suscripción.
fr: Les classeurs et les vues associés à cet abonnement sont introuvables.
ga: 88264-表:Ẉoяkbook äฑď vıéὠs ässoçıätéď ὠıth thıs sűbsçяıptıoฑ çoűłď ฑot bé foűฑď.|
it: Impossibile trovare la cartella di lavoro e le viste associate a questa sottoscrizione.
ja: このサブスクリプションに関連付けられたワークブックとビューが見つかりません。
ko: 이 구독과 연관된 통합 문서 및 뷰를 찾을 수 없습니다.
pt: A pasta de trabalho e as exibições associadas a esta assinatura não puderam ser encontradas.
sv: Det gick inte att hitta arbetsboken och vyerna som är kopplade till den här prenumerationen.
zh: 找不到与此订阅关联的工作簿和视图。

# errors.subscriptions.user_unlicensed
source: Skipping unlicensed user''s subscription.
de: Abonnement für nicht lizenzierten Benutzer wird übersprungen.
es: Omisión de suscripción de usuario sin licencia.
fr: Lʼabonnement de lʼutilisateur sans licence est ignoré.
ga: 80368-表:Şkıppıฑg űฑłıçéฑséď űséя''s sűbsçяıptıoฑ.|
it: Sottoscrizioni degli utenti senza licenza ignorate.
ja: ライセンスがないユーザーのサブスクリプションをスキップしています。
ko: 라이선스가 없는 사용자의 구독을 건너뜁니다.
pt: Ignorando assinatura do usuário não licenciado.
sv: Den olicensierade användarens prenumeration hoppas över.
zh: 正在跳过非授权用户的订阅。

# errors.subscriptions.smtp_unreacheable
source: Unable to reach SMTP host. Check if SMTP has been configured.
de: SMTP-Host kann nicht erreicht werden. Prüfen Sie, ob SMTP konfiguriert wurde.
es: No se puede conectar con el host de SMTP. Compruebe si SMTP se ha configurado.
fr: Impossible de joindre lʼhôte SMTP. Vérifiez si SMTP a été configuré.
ga: 52238-表:Uฑäbłé to яéäçh ŞMTP host. Çhéçk ıf ŞMTP häs bééฑ çoฑfıgűяéď.|
it: Impossibile raggiungere l’host SMTP. Controlla se l’SMTP è stato configurato.
ja: SMTP ホストに到達できません。SMTP が構成されているかどうか確認してください。
ko: SMTP 호스트에 연결할 수 없습니다. SMTP가 구성되어 있는지 확인하십시오.
pt: Não é possível acessar o host SMTP. Verifique se o SMTP foi configurado.
sv: Det gick inte att nå SMTP-värden. Kontrollera att SMTP har konfigurerats.
zh: 无法连接 SMTP 主机。请检查是否已配置了 SMTP。

# errors.subscriptions.uncategorized_error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ga: 56987-表:Uฑkฑoὠฑ éяяoя|
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt: Erro desconhecido
sv: Okänt fel
zh: 未知错误
