Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# errors.argument.twb_or_tds_file.missing
source: twb or tds file is missing from the archive.
es: Falta un archivo twb o tds en el archivo.
it: File twb o tds mancante dall’archivio.
ja: twb ファイルまたは tds ファイルがアーカイブにありません。
pt: O arquivo twb ou tds está faltando no arquivo.
zh: 存档中缺少 twb 或 tds 文件。

# errors.argument.internal
source: Internal server error. Missing or invalid argument.
de: Interner Serverfehler. Fehlendes und ungültiges Argument.
es: Error interno del servidor. Argumento que falta o no es válido.
fr: Erreur de serveur interne. Argument manquant ou non valide.
ga: 32518-表:İฑtéяฑäł séяvéя éяяoя. Mıssıฑg oя ıฑväłıď äяgűméฑt.|
it: Errore interno al server. Argomento assente o non valido.
ja: 内部サーバー エラー。 引数が欠落しているか、無効です。
ko: 내부 서버 오류입니다. 인수가 없거나 잘못되었습니다.
pt: Erro de servidor interno. Argumento ausente ou inválido.
sv: Internt serverfel. Saknat eller ogiltigt argument.
zh: 内部服务器错误。 参数缺失或无效。

# errors.argument.thumbnail.invalid_format
source: Workbook thumbnail format is invalid. Must be PNG with resolution of 300x300 or less.
de: Format der Arbeitsmappen-Miniaturansichten ist ungültig. Muss PNG mit Auflösung von 300 x 300 oder weniger sein.
es: El formato de la miniatura del libro de trabajo no es válido. Debe tener formato PNG con una resolución de 300x300 o menos.
fr: Le format de miniature du classeur nʼest pas valide. Ce doit être un fichier PNG avec une résolution de 300x300 au maximum.
ga: 63306-表:Ẉoяkbook thűmbฑäıł foяmät ıs ıฑväłıď. Műst bé PÑG ὠıth яésołűtıoฑ of 300x300 oя łéss.|
it: Il formato dell’anteprima della cartella di lavoro non è valido. Deve essere PNG con una risoluzione di 300x300 o inferiore.
ja: ワークブック サムネイル形式が無効です。解像度が 300x300 以下の PNG である必要があります。
ko: 통합 문서 축소판 형식이 잘못되었습니다. 해상도가 300x300 이하인 PNG여야 합니다.
pt: O formato da miniatura da pasta de trabalho é inválido. Deve ser PNG com resolução de 300x300 ou menos.
sv: Arbetsbokens miniatyrbildsformat är ogiltigt. Måste vara en PNG med upplösning 300x300 eller mindre.
zh: 工作簿缩略图格式无效。必须是分辨率为 300x300 或更低的 PNG。

# errors.html_403.disabled_resource.workbook
source: Sorry, that workbook is disabled. Contact your administrator.
de: Diese Arbeitsmappe wurde leider deaktiviert. Wenden Sie sich an Ihren Administrator.
es: Lo lamentamos, el libro de trabajo está deshabilitado. Póngase en contacto con su administrador.
fr: Désolé, ce classeur est désactivé. Contactez votre administrateur.
ga: 41722-表:Şoяяy, thät ὠoяkbook ıs ďısäbłéď. Çoฑtäçt yoűя äďmıฑıstяätoя.|
it: Questa cartella di lavoro è disabilitata. Contatta l’amministratore.
ja: 申し訳ありませんが、そのワークブックは無効です。 管理者にお問い合わせください。
ko: 죄송합니다. 해당 통합 문서는 사용할 수 없습니다. 관리자에게 문의하십시오.
pt: Esta pasta de trabalho está desabilitada. Entre em contato com o administrador.
sv: Den arbetsboken är inaktiverad. Kontakta administratören.
zh: 抱歉，该工作簿已禁用。 请与您的管理员联系。

# errors.html_404.missing_or_unauthorized_resource.project
source: Sorry, the project you were looking for does not exist, or you do not have permission to see that project.
de: Das gesuchte Projekt ist leider nicht vorhanden, oder Sie verfügen nicht über die Berechtigung zum Anzeigen dieses Projekts.
es: Lo sentimos, el proyecto que buscaba no existe, o bien, no tiene permiso para ver dicho proyecto.
fr: Désolé, le projet que vous recherchez nʼexiste pas ou vous nʼavez pas lʼautorisation de le voir.
ga: 55779-表:Şoяяy, thé pяojéçt yoű ὠéяé łookıฑg foя ďoés ฑot éxıst, oя yoű ďo ฑot hävé péяmıssıoฑ to séé thät pяojéçt.|
it: Il progetto che cerchi non esiste o non hai l’autorizzazione per vederlo.
ja: 申し訳ありませんが、探しているプロジェクトが存在しないか、そのプロジェクトを表示できるパーミッションがありません。
ko: 죄송합니다. 찾는 프로젝트가 없거나 해당 프로젝트를 볼 수 있는 사용 권한이 없습니다.
pt: O projeto que você estava procurando não existe ou você não tem permissão para vê-lo.
sv: Projektet du letade efter finns inte eller så har du inte behörighet att se det projektet.
zh: 抱歉，您查找的项目不存在，或者您无权查看该项目。

# errors.html_404.missing_or_unauthorized_resource.personal_space
source: Sorry, the personal space you were looking for does not exist, or you do not have permission to see it.
de: Der gesuchte persönliche Bereich ist leider nicht vorhanden, oder Sie verfügen nicht über die Berechtigung, um diesen anzuzeigen.
es: Lo sentimos, el espacio personal que busca no existe o no tiene los permisos necesarios para verlo.
fr: Désolé, le projet que vous recherchez nʼexiste pas ou vous nʼêtes pas autorisé à le consulter.
ga: 57501-表:Şoяяy, thé péяsoฑäł späçé yoű ὠéяé łookıฑg foя ďoés ฑot éxıst, oя yoű ďo ฑot hävé péяmıssıoฑ to séé ıt.|
it: Lo spazio personale che cerchi non esiste oppure non sei autorizzato a visualizzarlo.
ja: 申し訳ありませんが、探しているパーソナル スペースが存在しないか、それを表示できるパーミッションがありません。
ko: 죄송합니다. 찾는 개인 공간이 없거나 해당 공간을 볼 수 있는 사용 권한이 없습니다.
pt: O espaço pessoal que você estava procurando não existe ou você não tem permissão para vê-lo.
sv: Den personliga ytan du letade efter finns inte eller så har du inte behörighet att se det den.
zh: 抱歉，您要查找的个人空间不存在，或者您没有查看权限。

# errors.html_404.missing_or_unauthorized_resource.datasource
source: Sorry, the datasource you were looking for does not exist.
de: Die Datenquelle, nach der Sie gesucht haben, ist leider nicht vorhanden.
es: Lo sentimos, pero la fuente de datos que busca no existe.
fr: Désolé, la source de données que vous recherchez nʼexiste pas.
ga: 08219-表:Şoяяy, thé ďätäsoűяçé yoű ὠéяé łookıฑg foя ďoés ฑot éxıst.|
it: L’origine dati che cercavi non esiste.
ja: 申し訳ありませんが、検索しているデータ ソースは存在しません。
ko: 죄송합니다. 찾는 데이터 원본이 없습니다.
pt: A fonte de dados que você está procurando não existe.
sv: Den datakällan du letade efter finns inte.
zh: 抱歉，您查找的数据源不存在。

# errors.labels.formatted_request_id
source: Request ID: {0}
de: Anforderungs-ID: {0}
es: ID de solicitud: {0}
fr: ID de la requête : {0}
ga: 15477-表:Яéqűést İÐ: {0}|
it: ID richiesta: {0}
ja: 要求 ID: {0}
ko: 요청 ID: {0}
pt: ID da solicitação: {0}
sv: Begärande-ID: {0}
zh: 请求 ID: {0}

# errors.links.delete_datasources
source: Delete Datasources
de: Datenquellen löschen
es: Eliminar fuentes de datos
fr: Supprimer les sources de données
ga: 25719-表:Ðéłété Ðätäsoűяçés|
it: Elimina origine dati
ja: データ ソースの削除
ko: 데이터 원본 삭제
pt: Excluir fontes de dados
sv: Ta bort datakällor
zh: 删除数据源

# errors.links.delete_workbooks
source: Delete Workbooks
de: Arbeitsmappen löschen
es: Eliminar libros de trabajo
fr: Supprimer les classeurs
ga: 93858-表:Ðéłété Ẉoяkbooks|
it: Elimina cartelle di lavoro
ja: ワークブックの削除
ko: 통합 문서 삭제
pt: Excluir pastas de trabalho
sv: Ta bort arbetsböcker
zh: 删除工作簿

# errors.permissions.publish.datasource.licensing
source: You must be an ''Interactor'' to publish a data source.
de: Sie müssen ''Interaktor'' sein, um eine Datenquelle veröffentlichen zu können.
es: Debe ser un “interaccionador” para publicar una fuente de datos.
fr: Vous devez disposer des droits ʼInteracteurʼ pour publier une source de données.
ga: 62054-表:Yoű műst bé äฑ ''İฑtéяäçtoя'' to pűbłısh ä ďätä soűяçé.|
it: Devi essere un “Interagente” per pubblicare un’origine dati.
ja: データ ソースをパブリッシュするには、「インタラクター」でなければなりません。
ko: 데이터 원본을 게시하려면 ''인터랙터''여야 합니다.
pt: Você deve ser um “Interagente” para publicar uma fonte de dados.
sv: Du måste vara ''Interactor'' för att publicera en datakälla.
zh: 您必须是“交互者”，才能发布数据源。

# errors.permissions.publish.datasource.overwrite
source: A data source named "{0}" already exists in project "{1}". You do not have permissions to overwrite it.
de: Eine Datenquelle mit dem Namen ''{0}'' ist im Projekt ''{1}'' bereits vorhanden. Sie verfügen nicht über Berechtigungen zum Überschreiben.
es: Ya existe una fuente de datos “{0}” en el proyecto “{1}”. No tiene permisos para sobrescribirla.
fr: Il existe déjà une source de données intitulée ''{0}'' dans le projet ''{1}''. Vous nʼêtes pas autorisé à la remplacer.
ga: 64947-表:Å ďätä soűяçé ฑäméď ''{0}'' äłяéäďy éxısts ıฑ pяojéçt ''{1}''. Yoű ďo ฑot hävé péяmıssıoฑs to ovéяὠяıté ıt.|
it: Esiste già un’origine dati con il nome “{0}” nel progetto “{1}”. Non hai l’autorizzazione per sovrascriverla.
ja: 「{0}」 という名前のデータ ソースはプロジェクト 「{1}」に既に存在します。上書きするためのパーミッションがありません。
ko: 이름이 ''{0}''인 데이터 원본이 프로젝트 ''{1}''에 이미 있습니다. 덮어쓸 사용 권한이 없습니다.
pt: Uma fonte de dados denominada “{0}” já existe no projeto “{1}”. Você não tem permissão para substituí-la.
sv: Det finns redan en datakälla med namnet {0} i projektet {1}. Du har inte behörighet att skriva över den.
zh: 项目“{1}”中已存在名为“{0}”的数据源。您没有覆盖它的权限。

# errors.permissions.publish.datasource.overwrite_personal_space
source: A data source named "{0}" already exists in Personal Space. You do not have permissions to overwrite it.
de: Eine Datenquelle mit dem Namen ''{0}'' ist bereits im persönlichen Bereich vorhanden. Sie verfügen nicht über Berechtigungen zum Überschreiben.
es: Ya existe una fuente de datos “{0}” en el Espacio personal. No tiene permisos para sobrescribirla.
fr: Il existe déjà une source de données intitulée ''{0}'' dans lʼespace personnel. Vous nʼêtes pas autorisé à la remplacer.
ga: 98835-表:Å ďätä soűяçé ฑäméď ''{0}'' äłяéäďy éxısts ıฑ Péяsoฑäł Şpäçé. Yoű ďo ฑot hävé péяmıssıoฑs to ovéяὠяıté ıt.|
it: Esiste già un’origine dati con il nome “{0}” nello spazio personale. Non hai l’autorizzazione per sovrascriverla.
ja: 「{0}」 という名前のデータ ソースはパーソナル スペースに既に存在します。上書きするためのパーミッションがありません。
ko: 이름이 ''{0}''인 데이터 원본이 개인 공간에 이미 있습니다. 덮어쓸 사용 권한이 없습니다.
pt: Uma fonte de dados denominada “{0}” já existe no Espaço pessoal. Você não tem permissão para substituí-la.
sv: Det finns redan en datakälla med namnet {0} i den personliga ytan. Du har inte behörighet att skriva över den.
zh: 个人空间中已存在名为“{0}”的数据源。您没有覆盖它的权限。

# errors.permissions.publish.datasource.overwrite_short
source: A data source named "{0}" already exists in project "{1}".
de: Eine Datenquelle mit dem Namen ''{0}'' ist im Projekt ''{1}'' bereits vorhanden.
es: Ya existe una fuente de datos “{0}” en el proyecto “{1}”.
fr: Il existe déjà une source de données intitulée ''{0}'' dans le projet ''{1}''.
ga: 46800-表:Å ďätä soűяçé ฑäméď ''{0}'' äłяéäďy éxısts ıฑ pяojéçt ''{1}''.|
it: Esiste già un’origine dati con il nome “{0}” nel progetto “{1}”.
ja: 「{0}」 という名前のデータ ソースはプロジェクト 「{1}」に既に存在します。
ko: 이름이 ''{0}''인 데이터 원본이 프로젝트 ''{1}''에 이미 있습니다.
pt: Uma fonte de dados denominada “{0}” já existe no projeto “{1}”.
sv: Det finns redan en datakälla med namnet {0} i projektet {1}.
zh: 项目“{1}”中已存在名为“{0}”的数据源。

# errors.permissions.publish.datasource.overwrite_short_personal_space
source: A datasource named "{0}" already exists in Personal Space.
de: Eine Datenquelle mit dem Namen ''{0}'' ist bereits im persönlichen Bereich vorhanden."
es: Ya existe una fuente de datos “{0}” en el Espacio personal.
fr: Il existe déjà une source de données intitulée ''{0}'' dans lʼespace personnel."
ga: 75382-表:Å ďätäsoűяçé ฑäméď ''{0}'' äłяéäďy éxısts ıฑ Péяsoฑäł Şpäçé."|
it: Esiste già un’origine dati con il nome “{0}” nello spazio personale.
ja: 「{0}」 という名前のデータ ソースはパーソナル スペースに既に存在します。
ko: 이름이 ''{0}''인 데이터 원본이 개인 공간에 이미 있습니다.
pt: Uma fonte de dados denominada “{0}” já existe no Espaço pessoal.
sv: Det finns redan en datakälla med namnet {0} i den personliga ytan.
zh: 个人空间中已存在名为“{0}”的数据源。

# errors.permissions.publish.datasource.non_existent
source: Data source "{0}" does not exist.
de: Datenquelle ''{0}'' ist nicht vorhanden.
es: La fuente de datos “{0}” no existe.
fr: La source de données ''{0}'' nʼexiste pas.
ga: 16798-表:Ðätä soűяçé ''{0}'' ďoés ฑot éxıst.|
it: L’origine dati “{0}” non esiste.
ja: データ ソース 「{0}」 が存在しません。
ko: 데이터 원본 ''{0}''이(가) 없습니다.
pt: A fonte de dados “{0}” não existe.
sv: Datakällan {0} finns inte.
zh: 数据源“{0}”不存在。

# errors.permissions.publish.datasource.general
source: Sorry, you do not have permission to publish to this datasource.
de: Sie verfügen leider nicht über die Berechtigung zur Veröffentlichung für diese Datenquelle.
es: Lo lamentamos, no tiene permiso para publicar en esta fuente de datos.
fr: Désolé, vous ne disposez pas des autorisations nécessaires pour effectuer une publication dans cette source de données.
ga: 79504-表:Şoяяy, yoű ďo ฑot hävé péяmıssıoฑ to pűbłısh to thıs ďätäsoűяçé.|
it: Non hai l’autorizzazione per pubblicare questa origine dati.
ja: 申し訳ありませんが、このデータ ソースをパブリッシュするためのパーミッションがありません。
ko: 죄송합니다. 이 데이터 원본을 게시할 수 있는 사용 권한이 없습니다.
pt: Você não tem permissão para publicar esta fonte de dados.
sv: Du har tyvärr inte behörighet att publicera den här datakällan.
zh: 抱歉，您无权发布到此数据源。

# errors.permissions.publish.project.explicit_publisher_detail
source: You do not have the Publishing right.
de: Sie verfügen über keine Veröffentlichungsberechtigungen.
es: No tiene derecho de publicación.
fr: Vous ne disposez pas du droit de publication.
ga: 16601-表:Yoű ďo ฑot hävé thé Pűbłıshıฑg яıght.|
it: Non hai il diritto di pubblicare.
ja: パブリッシュ権限がありません。
ko: 게시 권한이 없습니다.
pt: Você não tem o direito de Publicação.
sv: Du har inte publiceringsbehörighet.
zh: 您没有发布权限。

# errors.permissions.publish.project.general
source: Sorry, you do not have permission to publish to this project.
de: Sie verfügen leider nicht über die Berechtigung zur Veröffentlichung für dieses Projekt.
es: Lo lamentamos, no tiene permiso para publicar en este proyecto.
fr: Désolé, vous ne disposez pas des autorisations nécessaires pour effectuer une publication dans ce projet.
ga: 23522-表:Şoяяy, yoű ďo ฑot hävé péяmıssıoฑ to pűbłısh to thıs pяojéçt.|
it: Non hai l’autorizzazione per pubblicare su questo progetto.
ja: 申し訳ありませんが、このプロジェクトをパブリッシュするためのパーミッションがありません。
ko: 죄송합니다. 이 프로젝트에 게시할 수 있는 사용 권한이 없습니다.
pt: Você não tem permissão para publicar este projeto.
sv: Du har inte behörighet att publicera till det här projektet.
zh: 抱歉，您无权发布此项目。

# errors.permissions.publish.project.non_existent
source: Project "{0}" does not exist.
de: Projekt ''{0}'' ist nicht vorhanden.
es: El proyecto “{0}” no existe.
fr: Le projet ''{0}'' nʼexiste pas.
ga: 52716-表:Pяojéçt ''{0}'' ďoés ฑot éxıst.|
it: Il progetto “{0}” non esiste.
ja: プロジェクト 「{0}」 が存在しません。
ko: ''{0}'' 프로젝트가 없습니다.
pt: O projeto “{0}” não existe.
sv: Projektet {0} finns inte.
zh: 项目“{0}”不存在。

# errors.permissions.publish.project.not_writable
source: You do not have permission to write to the project "{0}".
de: Sie verfügen nicht über die Berechtigung zum Schreiben in das Projekt ''{0}''.
es: No tiene permisos para escribir en el proyecto “{0}”.
fr: Vous nʼêtes pas autorisé à écrire sur le projet ''{0}''.
ga: 86386-表:Yoű ďo ฑot hävé péяmıssıoฑ to ὠяıté to thé pяojéçt ''{0}''.|
it: Non hai l’autorizzazione per scrivere sul progetto “{0}”.
ja: プロジェクト 「{0}」に書き込むためのパーミッションがありません。
ko: ''{0}'' 프로젝트에 쓸 수 있는 사용 권한이 없습니다.
pt: Você não tem permissão para gravar no projeto “{0}”.
sv: Du har inte behörighet att skriva till projektet {0}.
zh: 您没有写入项目“{0}”的权限。

# errors.permissions.publish.project.unspecified
source: You must specify a project
de: Sie müssen ein Projekt angeben.
es: Debe especificar un proyecto
fr: Vous devez spécifier un projet
ga: 13265-表:Yoű műst spéçıfy ä pяojéçt|
it: Devi specificare un progetto
ja: プロジェクトを指定してください
ko: 프로젝트를 지정해야 합니다.
pt: Você deve especificar um projeto
sv: Du måste ange ett projekt
zh: 必须指定项目

# errors.permissions.publish.workbook.disabled
source: The workbook "{0}" is disabled.
de: Die Arbeitsmappe ''{0}'' wurde deaktiviert.
es: El libro de trabajo “{0}” está deshabilitado.
fr: Le classeur ''{0}'' est désactivé.
ga: 24223-表:Thé ὠoяkbook ''{0}'' ıs ďısäbłéď.|
it: La cartella di lavoro “{0}” è disabilitata.
ja: ワークブック 「{0}」 が無効です。
ko: ''{0}'' 통합 문서를 사용할 수 없습니다.
pt: A pasta de trabalho “{0}” está desabilitada.
sv: Arbetsboken {0} är inaktiverad.
zh: 工作簿“{0}”已禁用。

# errors.permissions.publish.workbook.general
source: A workbook with this name exists in the project you are publishing to. To publish, rename your workbook.
de: Eine Arbeitsmappe mit diesem Namen ist bereits in dem Projekt vorhanden, in das Sie veröffentlichen. Benennen Sie Ihre Arbeitsmappe zum Veröffentlichen um.
es: Ya existe un libro de trabajo con este nombre en el proyecto en el que está publicando. Para publicar, cambie el nombre del libro de trabajo.
fr: Il existe déjà un classeur de ce nom dans le projet sur lequel vous publiez. Pour publier, renommez votre classeur.
ga: 43589-表:Å ὠoяkbook ὠıth thıs ฑämé éxısts ıฑ thé pяojéçt yoű äяé pűbłıshıฑg to. To pűbłısh, яéฑämé yoűя ὠoяkbook.|
it: Nel progetto su cui stai pubblicando esiste una cartella di lavoro con questo nome. Per pubblicare, rinomina la tua cartella di lavoro.
ja: この名前のワークブックがパブリッシュ先のプロジェクトに存在します。パブリッシュするには、ワークブックの名前を変更してください。
ko: 게시하려는 프로젝트에 이 이름의 통합 문서가 존재합니다. 게시하려면 통합 문서의 이름을 바꾸십시오.
pt: Já existe uma pasta de trabalho com este nome no projeto ao qual você está publicando. Para publicar, renomeie sua pasta de trabalho.
sv: Det finns redan en arbetsbok med det här namnet i det projekt du publicerar till. Byt namn på arbetsboken för att publicera.
zh: 要发布到的项目中存在具有此名称的工作簿。若要发布，请重命名您的工作簿。

# errors.permissions.publish.workbook.general_personal_space
source: A workbook with this name exists in the Personal Space you are publishing to. To publish, rename your workbook.
de: Eine Arbeitsmappe mit diesem Namen ist bereits im persönlichen Bereich vorhanden, in dem Sie veröffentlichen. Benennen Sie Ihre Arbeitsmappe zum Veröffentlichen um.
es: Ya existe un libro de trabajo con este nombre en el Espacio personal en el que quiere publicar. Para publicar, cambie el nombre del libro de trabajo.
fr: Il existe déjà un classeur de ce nom dans lʼespace personnel sur lequel vous publiez. Pour publier, renommez votre classeur.
ga: 82209-表:Å ὠoяkbook ὠıth thıs ฑämé éxısts ıฑ thé Péяsoฑäł Şpäçé yoű äяé pűbłıshıฑg to. To pűbłısh, яéฑämé yoűя ὠoяkbook.|
it: Nello spazio personale su cui stai pubblicando esiste una cartella di lavoro con questo nome. Per pubblicare, rinomina la tua cartella di lavoro.
ja: この名前のワークブックがパブリッシュ先のパーソナル スペースに存在します。パブリッシュするには、ワークブックの名前を変更してください。
ko: 게시하려는 개인 공간에 이 이름의 통합 문서가 존재합니다. 게시하려면 통합 문서의 이름을 바꾸십시오.
pt: Já existe uma pasta de trabalho com este nome no Espaço pessoal no qual você está publicando. Para publicar, renomeie sua pasta de trabalho.
sv: Det finns redan en arbetsbok med det här namnet i den personliga yta du publicerar till. Byt namn på arbetsboken för att publicera.
zh: 您要发布到的个人空间中已存在同名工作簿。若要发布，请重命名您的工作簿。

# errors.permissions.publish.workbook.overwrite
source: A workbook named "{0}" already exists in project "{1}". You do not have permissions to overwrite it.
de: Eine Arbeitsmappe mit dem Namen ''{0}'' ist bereits im Projekt ''{1}'' vorhanden. Sie verfügen nicht über Berechtigungen zum Überschreiben.
es: Ya existe un libro de trabajo “{0}” en el proyecto “{1}”. No tiene permisos para sobrescribirla.
fr: Il existe déjà un classeur intitulé ''{0}'' dans le projet ''{1}''. Vous nʼêtes pas autorisé à le remplacer.
ga: 41928-表:Å ὠoяkbook ฑäméď ''{0}'' äłяéäďy éxısts ıฑ pяojéçt ''{1}''. Yoű ďo ฑot hävé péяmıssıoฑs to ovéяὠяıté ıt.|
it: Esiste già una cartella di lavoro con il nome “{0}” nel progetto “{1}”. Non hai l’autorizzazione per sovrascriverla.
ja: 「{0}」 という名前のワークブックはプロジェクト 「{1}」に既に存在します。上書きするためのパーミッションがありません。
ko: 이름이 ''{0}''인 통합 문서가 프로젝트 ''{1}''에 이미 있습니다. 덮어쓸 사용 권한이 없습니다.
pt: Uma pasta de trabalho denominada “{0}” já existe no projeto “{1}”. Você não tem permissão para substituí-la.
sv: Det finns redan en arbetsbok med namnet {0} i projektet {1}. Du har inte behörighet att skriva över den.
zh: 项目“{1}”中已存在名为“{0}”的工作簿。您没有覆盖它的权限。

# errors.permissions.publish.workbook.overwrite_personal_space
source: A workbook named "{0}" already exists in Personal Space. You do not have permissions to overwrite it.
de: Eine Arbeitsmappe mit dem Namen ''{0}'' ist bereits im persönlichen Bereich vorhanden. Sie verfügen nicht über Berechtigungen zum Überschreiben.
es: Ya existe un libro de trabajo “{0}” en el Espacio personal. No tiene permisos para sobrescribirla.
fr: Il existe déjà un classeur intitulé ''{0}'' dans lʼespace personnel. Vous nʼêtes pas autorisé à le remplacer.
ga: 03262-表:Å ὠoяkbook ฑäméď ''{0}'' äłяéäďy éxısts ıฑ Péяsoฑäł Şpäçé. Yoű ďo ฑot hävé péяmıssıoฑs to ovéяὠяıté ıt.|
it: Esiste già una cartella di lavoro con il nome “{0}” nello spazio personale. Non hai l’autorizzazione per sovrascriverla.
ja: 「{0}」 という名前のワークブックがパーソナル スペースに既に存在します。上書きするためのパーミッションがありません。
ko: 이름이 ''{0}''인 통합 문서가 개인 공간에 이미 있습니다. 덮어쓸 사용 권한이 없습니다.
pt: Uma pasta de trabalho denominada “{0}” já existe no Espaço pessoal. Você não tem permissão para substituí-la.
sv: Det finns redan en arbetsbok med namnet {0} i den personliga ytan. Du har inte behörighet att skriva över den.
zh: 个人空间中已存在名为“{0}”的工作簿。您没有覆盖它的权限。

# errors.permissions.publish.workbook.overwrite_short
source: A workbook named "{0}" already exists in project "{1}".
de: Eine Arbeitsmappe mit dem Namen ''{0}'' ist bereits im Projekt ''{1}'' vorhanden.
es: Ya existe un libro de trabajo “{0}” en el proyecto “{1}”.
fr: Il existe déjà un classeur intitulé ''{0}'' dans le projet ''{1}''.
ga: 40805-表:Å ὠoяkbook ฑäméď ''{0}'' äłяéäďy éxısts ıฑ pяojéçt ''{1}''.|
it: Esiste già una cartella di lavoro con il nome “{0}” nel progetto “{1}”.
ja: 「{0}」 という名前のワークブックはプロジェクト 「{1}」に既に存在します。
ko: 이름이 ''{0}''인 통합 문서가 프로젝트 ''{1}''에 이미 있습니다.
pt: Uma pasta de trabalho denominada “{0}” já existe no projeto “{1}”.
sv: Det finns redan en arbetsbok med namnet {0} i projektet {1}.
zh: 项目“{1}”中已存在名为“{0}”的工作簿。

# errors.permissions.publish.workbook.overwrite_short_personal_space
source: A workbook named "{0}" already exists in Personal Space.
de: Eine Arbeitsmappe mit dem Namen ''{0}'' ist bereits im persönlichen Bereich vorhanden.
es: Ya existe un libro de trabajo “{0}” en el Espacio personal.
fr: Il existe déjà un classeur intitulé ''{0}'' dans lʼespace personnel.
ga: 07937-表:Å ὠoяkbook ฑäméď ''{0}'' äłяéäďy éxısts ıฑ Péяsoฑäł Şpäçé.|
it: Esiste già una cartella di lavoro con il nome “{0}” nello spazio personale.
ja: 「{0}」 という名前のワークブックがパーソナル スペースに既に存在します。
ko: 이름이 ''{0}''인 통합 문서가 개인 공간에 이미 있습니다.
pt: Uma pasta de trabalho denominada “{0}” já existe no Espaço pessoal.
sv: Det finns redan en arbetsbok med namnet {0} i den personliga ytan.
zh: 个人空间中已存在名为“{0}”的工作簿。

# errors.reportable.impersonation.group_and_user
source: Only specify one of ''impersonate_username'' or ''impersonate_groupname'', not both.
de: Geben Sie nur ''impersonate_username'' oder ''impersonate_groupname'' an, nicht jedoch beide Namen.
es: Especifique solo un “impersonate_username” o “impersonate_groupname”, no ambos.
fr: Spécifiez seulement ʼimpersonate_usernameʼ ou ʼimpersonate_groupnameʼ, et non les deux.
ga: 50237-表:Õฑły spéçıfy oฑé of ''ımpéяsoฑäté_űséяฑämé'' oя ''ımpéяsoฑäté_gяoűpฑämé'', ฑot both.|
it: Specifica o “impersonate_username” o “impersonate_groupname”, non entrambi.
ja: 「impersonate_username」または「impersonate_groupname」の両方ではなくいずれかのみを指定します。
ko: ''impersonate_username'' 또는 ''impersonate_groupname'' 중 하나만 지정합니다.
pt: Especifique “impersonate_username” ou “impersonate_groupname”, mas não os dois.
sv: Ange endast 'impersonate_username'' eller 'impersonate_groupname'' inte båda.
zh: 仅指定“impersonate_username”或“impersonate_groupname”之一，而不是两个都指定。

# errors.reportable.impersonation.user_not_found
source: User ''{0}'' does not exist.
de: Der Benutzer ''{0}'' ist nicht vorhanden.
es: El usuario “{0}” no existe.
fr: Lʼutilisateur ʼ{0}ʼ nʼexiste pas.
ga: 75116-表:Uséя ''{0}'' ďoés ฑot éxıst.|
it: L’utente “{0}” non esiste.
ja: ユーザー 「{0}」 が存在しません。
ko: ''{0}'' 사용자가 없습니다.
pt: O usuário “{0}” não existe.
sv: Användaren {0} finns inte.
zh: 用户“{0}”不存在。

# errors.reportable.impersonation.group_not_found
source: Group ''{0}'' does not exist.
de: Gruppe ''{0}'' existiert nicht.
es: El grupo “{0}” no existe.
fr: Le groupe ʼ{0}ʼ nʼexiste pas.
ga: 38668-表:Gяoűp ''{0}'' ďoés ฑot éxıst.|
it: Il gruppo “{0}” non esiste.
ja: グループ 「{0}」 は存在しません。
ko: ''{0}'' 그룹이 없습니다.
pt: O grupo “{0}” não existe.
sv: Gruppen {0} finns inte.
zh: 组“{0}”不存在。
