Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# dataalerts.failure.cause
source: Sometimes alerts fail due to temporary network issues, which resolve themselves. You can also try recreating the alert on the original data view, or troubleshoot common causes of alert failure like these:
de: Gelegentlich treten Benachrichtigungsfehler infolge vorübergehender Netzwerkprobleme auf, die sich von alleine beheben. Sie können auch versuchen, die Benachrichtigung in der ursprünglichen Datenansicht neu zu erstellen, oder häufige Ursachen von Benachrichtigungsfehlern beseitigen. Beispiele:
es: En ocasiones, las alertas fallan debido a problemas de red temporales que se resuelven por sí solos. Como alternativa, intente volver a crear la alerta en la vista de datos original o solucionar problemas de fallos habituales de alertas, como los siguientes:
fr: Il arrive que des alertes échouent en raison de problèmes temporaires de réseau, qui se résolvent dʼeux-mêmes. Vous pouvez également essayer de recréer lʼalerte sur la vue de données dʼorigine, ou dépanner les causes courantes des échecs dʼalerte, par exemple :
ga: 77459-表:Şométımés äłéяts fäıł ďűé to témpoяäяy ฑétὠoяk ıssűés, ὠhıçh яésołvé thémséłvés. Yoű çäฑ äłso tяy яéçяéätıฑg thé äłéяt oฑ thé oяıgıฑäł ďätä vıéὠ, oя tяoűbłéshoot çommoฑ çäűsés of äłéяt fäıłűяé łıké thésé:|
it: Talvolta gli avvisi non funzionano a causa di problemi temporanei alla rete che si risolvono da soli. Puoi provare a ricreare l’avviso sulla vista dati originale, oppure segui la procedura di risoluzione dei problemi per cause comuni di errore negli avvisi, come queste:
ja: 一時的なネットワーク上の問題によりアラートが実行できない場合がありますが、自動的に解決します。元のデータ ビューでアラートを再作成したり、次のような原因で発生したアラートの失敗をトラブルシューティングすることもできます。
ko: 경우에 따라 일시적인 네트워크 문제로 인해 알림이 실패할 수 있으며, 이러한 문제는 자동적으로 해결됩니다. 원래 데이터 뷰에서 알림을 다시 만들거나 다음과 같은 알림 실패의 일반적인 원인을 찾아 해결할 수도 있습니다.
pt: Algumas vezes os alertas falham devido a problemas de rede temporários, que se resolvem sozinhos. Também é possível tentar recriar o alerta na exibição de dados original ou usar soluções de causas comuns de falhas em alertas, como estas:
sv: Ibland misslyckas aviseringar på grund av tillfälliga nätverksproblem, som går över av sig själv. Du kan också prova med att återskapa aviseringen i den ursprungliga datavyn eller felsöka vanliga orsaker till problemet som:
zh: 通知有时会因暂时性的网络问题而失败，这些问题可自行解决。您也可以尝试在原始数据视图上重新创建通知，或者排查如下常见的通知失败原因：

# dataalerts.failure.changed.view
source: A removed or renamed workbook, view, or data field.
de: Ein(e) entfernte(s) oder umbenannte(s) Arbeitsmappe, Ansicht oder Datenfeld.
es: Se ha eliminado o renombrado un libro de trabajo, vista o campo de datos.
fr: Un classeur, une vue ou un champ de données supprimé(e) ou renommé(e).
ga: 39637-表:Å яémovéď oя яéฑäméď ὠoяkbook, vıéὠ, oя ďätä fıéłď.|
it: Una cartella di lavoro, una vista o un campo dati rinominati.
ja: ワークブック、ビュー、データ フィールドが削除または名前変更されている。
ko: 통합 문서, 뷰 또는 데이터 필드가 제거되거나 이름이 바뀌었습니다.
pt: Uma pasta de trabalho, uma exibição ou um campo de dados foi removido(a) ou renomeado(a).
sv: En arbetsbok, en vy eller ett datafält har tagits bort eller fått ett annat namn.
zh: 移除或重命名了工作簿、视图或数据字段。

# dataalerts.failure.expired.credentials
source: Expired database credentials embedded in a workbook.
de: In eine Arbeitsmappe eingebettete, abgelaufene Datenbankanmeldeinformationen.
es: Han caducado las credenciales de base de datos incrustadas en un libro de trabajo.
fr: Informations dʼidentification de la base de données expirées intégrées dans les classeurs.
ga: 96733-表:Éxpıяéď ďätäbäsé çяéďéฑtıäłs émbéďďéď ıฑ ä ὠoяkbook.|
it: Credenziali database scadute incorporate in una cartella di lavoro.
ja: ワークブックに埋め込まれたデータベースの認証資格情報の期限が切れている。
ko: 통합 문서에 내장된 데이터베이스 자격 증명이 만료되었습니다.
pt: Credenciais de banco de dados expiradas foram inseridas em uma pasta de trabalho.
sv: Utgångna inloggningsuppgifter för en databas i en arbetsbok.
zh: 工作簿中嵌入的数据库凭据已过期。

# dataalerts.failure.datasource.error
source: An inaccessible data source.
de: Eine Datenquelle, auf die nicht zugegriffen werden kann.
es: Una fuente de datos inaccesible.
fr: Une source de données inaccessible.
ga: 19893-表:Åฑ ıฑäççéssıbłé ďätä soűяçé.|
it: Un’origine dati inaccessibile.
ja: データ ソースにアクセスできない。
ko: 데이터 원본에 액세스할 수 없습니다.
pt: Uma fonte de dados inacessível.
sv: En otillgänglig datakälla.
zh: 数据源无法访问。

# dataalerts.failure.email.footer
source: You are receiving this email at {0} because of an alert failure.
de: Sie erhalten diese E-Mail um {0} aufgrund eines Benachrichtigungsfehlers.
es: Está recibiendo este mensaje en {0} debido al error de una alerta.
fr: Vous recevez cet e-mail sur {0} parce quʼune alerte a échoué.
ga: 64675-表:Yoű äяé яéçéıvıฑg thıs émäıł ät {0} béçäűsé of äฑ äłéяt fäıłűяé.|
it: Ti è stata inviata questa e-mail all’indirizzo {0} a causa di un errore relativo agli avvisi.
ja: お客様は、アラートの実行に失敗したため、このメールを {0} 宛てにお送りしています。
ko: 알림 실패로 인해 이 이메일이 {0} 주소로 발송되었습니다.
pt: Você está recebendo este e-mail em {0} devido a uma falha de alerta.
sv: Du får det här mejlet {0} på grund av ett aviseringsfel.
zh: 由于通知失败，因此您在 {0} 收到此电子邮件。

# dataalerts.failure.troubleshooting
source: To check if any of the issues listed above are causing your alert to fail, click the button below.
de: Um zu überprüfen, ob eines der oben aufgeführten Probleme den Benachrichtigungsfehler verursacht, klicken Sie auf die folgende Schaltfläche.
es: Para comprobar si alguno de los problemas indicados anteriormente está causando el error de su alerta, haga clic en el botón siguiente.
fr: Pour vérifier si lʼun des problèmes susmentionnés provoque lʼéchec de votre alerte, cliquez sur le bouton ci-dessous.
ga: 84388-表:To çhéçk ıf äฑy of thé ıssűés łıstéď äbové äяé çäűsıฑg yoűя äłéяt to fäıł, çłıçk thé bűttoฑ béłoὠ.|
it: Per controllare se uno dei problemi elencati sopra provoca l’errore dell’avviso, fai clic sul pulsante qui sotto.
ja: アラートの失敗が上でリストした問題によるものかを確認するには、以下のボタンをクリックしてください。
ko: 위에 나와 있는 문제 중 하나가 알림 실패의 원인인지 확인하려면 아래 단추를 클릭하십시오.
pt: Para verificar se qualquer um dos problemas listados acima está causando a falha no alerta, clique no botão abaixo.
sv: Kontrollera om något av problemen ovan är orsak till att aviseringen misslyckas genom att klicka på knappen nedan.
zh: 若要检查是否有上面列出的任何导致通知失败的问题，请单击下面的按钮。

# dataalerts.success.email.subject
source: Data-driven alert has resumed for: {0}
de: Datengesteuerte Benachrichtigung wurde fortgesetzt für: {0}
es: Se ha reanudado la alerta para: {0}
fr: Lʼalerte basée sur les données a redémarré pour : {0}
ga: 15645-表:Ðätä-ďяıvéฑ äłéяt häs яésűméď foя: {0}|
it: L’avviso basato sui dati ha ripreso per: {0}
ja: データに基づいたアラートが再開しました: {0}
ko: 다음에 대한 데이터 기반 알림이 다시 시작됨: {0}
pt: O alerta acionado por dados reiniciou para: {0}
sv: Datadriven avisering har återupptagits för: {0}
zh: 数据驱动型通知对于 {0} 已恢复

# dataalerts.success.status
source: Your Alert <i>{0}</i> has resumed
de: Ihre Benachrichtigung <i>{0}</i> wurde fortgesetzt.
es: Se ha reanudado su alerta <i>{0}</i>
fr: Votre alerte <i>{0}</i> a redémarré
ga: 24335-表:Yoűя Åłéяt <ı>{0}</ı> häs яésűméď|
it: Il tuo avviso <i>{0}</i> ha ripreso
ja: アラート <i>{0}</i> が再開しました
ko: 알림 <i>{0}</i>이(가) 다시 시작됨
pt: Seu alerta <i>{0}</i> foi reiniciado
sv: Aviseringen <i>{0}</i> har återupptagits
zh: 您的通知 <i>{0}</i> 已恢复

# dataalerts.success.explanation
source: Your data-driven alert, <i>{0}</i>, is working again, so recipients will be notified when the data condition is true.
de: Ihre datengesteuerte Warnung, <i>{0}</i>, funktioniert wieder, sodass die Empfänger benachrichtigt werden, wenn die Datenbedingung wahr ist.
es: Su alerta basada en los datos <i>{0}</i> ya vuelve a funcionar, de modo que se notificará a los destinatarios cuando la condición de los datos sea verdadera.
fr: Votre alerte basée sur les données, <i>{0}</i>, fonctionne à nouveau. Les destinataires seront donc notifiés si la condition des données est vraie.
ga: 55676-表:Yoűя ďätä-ďяıvéฑ äłéяt, <ı>{0}</ı>, ıs ὠoяkıฑg ägäıฑ, so яéçıpıéฑts ὠıłł bé ฑotıfıéď ὠhéฑ thé ďätä çoฑďıtıoฑ ıs tяűé.|
it: Il tuo avviso basato sui dati, <i>{0}</i>, funziona di nuovo, quindi verrà inviata una notifica ai destinatari quando la condizione dati è vera.
ja: データに基づいたアラート <i>{0}</i> が再び動作しているため、データの条件が true になった場合、受信者に通知されます。
ko: 데이터 기반 알림(<i>{0}</i>)이 다시 작동하므로 데이터 조건이 true인 경우 수신자에게 알림이 전달됩니다.
pt: Seu alerta acionado por dados, <i>{0}</i>, está funcionando novamente e os destinatários serão notificados quando a condição dos dados for verdadeira.
sv: Den datadrivna aviseringen <i>{0}</i> fungerar igen, så mottagarna aviseras när datavillkoret är sant.
zh: 您的数据驱动型通知 <i>{0}</i> 已再次工作，因此，在满足数据条件时，收件人将会收到通知。

# dataalerts.failure.error.internalError
source: Data Alert internal error
de: Datenbenachrichtigung, interner Fehler
es: Error interno de alerta de datos
fr: Erreur interne dʼalerte basée sur les données
ga: 85071-表:Ðätä Åłéяt ıฑtéяฑäł éяяoя|
it: Errore interno avviso dati
ja: データ アラート内部エラー
ko: 데이터 알림 내부 오류
pt: Erro interno do Alerta de dados
sv: Internt fel för dataavisering
zh: 数据通知内部错误

# dataalerts.failure.error.invalidDataAlertSpecification
source: Invalid Data Alert specification
de: Ungültige Datenbenachrichtigungsspezifikation
es: Especificación no válida de alerta
fr: Spécification dʼalerte basée sur les données non valide
ga: 87468-表:İฑväłıď Ðätä Åłéяt spéçıfıçätıoฑ|
it: Specificazione avviso dati non valida
ja: 無効なデータ アラートの仕様
ko: 잘못된 데이터 알림 지정
pt: Especificação inválida do Alerta de dados
sv: Ogiltig specifikation för dataavisering
zh: 无效的数据通知指定

# dataalerts.failure.error.summaryTableNotFound
source: Summary data table not found
de: Zusammenfassungs-Datentabelle nicht gefunden
es: No se encontró la tabla de datos de resumen
fr: Table de données résumées introuvable
ga: 60947-表:Şűmmäяy ďätä täbłé ฑot foűฑď|
it: Tabella di dati di riepilogo non trovata
ja: サマリー データ テーブルが見つかりません
ko: 요약 데이터 테이블을 찾을 수 없음
pt: Tabela de dados de resumo não encontrada
sv: Det gick inte att hitta den sammanfattade datatabellen
zh: 找不到摘要数据表

# dataalerts.failure.error.unclassifiedError
source: Unclassified error
de: Unklassifizierter Fehler
es: Error no clasificado
fr: Erreur non classifiée
ga: 89888-表:Uฑçłässıfıéď éяяoя|
it: Errore non classificato
ja: 未分類エラー
ko: 분류되지 않은 오류
pt: Erro não classificado
sv: Oklassificerat fel
zh: 未分类的错误

# dataalerts.failure.error.viewContentNotFound
source: Data Alert view''s {0} content not found
de: Datenbenachrichtigungs-Inhalt {0} nicht gefunden
es: No se encontró el contenido de {0} de la vista de alerta de datos
fr: Impossible de trouver le contenu {0} de la vue avec alerte basée sur les données
ga: 67911-表:Ðätä Åłéяt vıéὠ''s {0} çoฑtéฑt ฑot foűฑď|
it: Contenuto della vista avviso dati {0} non trovato
ja: データ アラート ビューの {0} コンテンツが見つかりません
ko: 데이터 알림 뷰의 {0} 콘텐츠를 찾을 수 없음
pt: Conteúdo {0} da exibição do Alerta de dados não encontrado
sv: Det gick inte att hitta innehållet {0} i dataaviseringsyvn
zh: 找不到数据通知视图的 {0} 内容

# dataalerts.failure.error.viewNotFound
source: Data alert view cannot be located
de: Datenbenachrichtigungsansicht wurde nicht gefunden.
es: No se encontró la vista de alerta de datos
fr: Impossible de localiser la vue avec alerte basée sur les données
ga: 82160-表:Ðätä äłéяt vıéὠ çäฑฑot bé łoçätéď|
it: La vista avviso dati non può essere trovata
ja: データ アラート ビューが見つかりません
ko: 데이터 알림 뷰를 찾을 수 없음
pt: A exibição do alerta de dados não pode ser localizada
sv: Det gick inte att hitta dataaviseringsyvn
zh: 找不到数据通知视图

# dataalerts.failure.error.workbookNotFound
source: Workbook not found
de: Arbeitsmappe nicht gefunden
es: No se encontró el libro de trabajo
fr: Classeur introuvable
ga: 34597-表:Ẉoяkbook ฑot foűฑď|
it: Cartella di lavoro non trovata
ja: ワークブックが見つかりません
ko: 통합 문서를 찾을 수 없음
pt: Pasta de trabalho não encontrada
sv: Det gick inte att hitta arbetsboken
zh: 找不到工作簿

# dataalerts.failure.error.paneDescriptorAxisNotFound
source: No axis found for field {0}
de: Keine Achse gefunden für Feld {0}
es: No se ha encontrado ningún eje para el campo {0}
fr: Aucun axe trouvé pour le champ {0}
ga: 98819-表:Ño äxıs foűฑď foя fıéłď {0}|
it: Nessun asse trovato per il campo {0}
ja: フィールド {0} に軸はありません
ko: {0} 필드의 축을 찾을 수 없음
pt: Nenhum eixo encontrado para o campo {0}
sv: Ingen axel hittades för fältet {0}
zh: 未找到字段 {0} 的轴

# dataalerts.failure.error.unsupportedComparisonExpression
source: Unsupported comparison expression {0}
es: Expresión de comparación no compatible {0}
ga: 36410-表:Uฑsűppoяtéď çompäяısoฑ éxpяéssıoฑ {0}|
it: Espressione di comparazione non supportata {0}
ja: サポートされていない比較式 {0}
ko: 지원되지 않는 비교 식 {0}
pt: Expressão de comparação {0} não compatível
sv: Jämförelseuttrycket {0} stöds inte
zh: 不支持的比较表达式 {0}

# dataalerts.failure.error.nonConstComparisonOp
source: Non constant comparison operator detected: {0}
de: Variabler Vergleichsoperator ermittelt: {0}
es: No se ha detectado ningún operador de comparación constante: {0}
fr: Aucun opérateur de comparaison constante détecté : {0}
ga: 57788-表:Ñoฑ çoฑstäฑt çompäяısoฑ opéяätoя ďétéçtéď: {0}|
it: Nessun operatore di comparazione costante trovato: {0}
ja: 定数比較演算子は検出されませんでした: {0}
ko: 비상수 비교 연산자가 검색됨: {0}
pt: Operador de comparação não constante detectado: {0}
sv: Ingen konstant jämförelseoperator kunde identifieras: {0}
zh: 检测到非常量比较运算符: {0}

# dataalerts.failure.error.cannotAddFilter
source: Adding Filter to data alert failed
de: Hinzufügen von Filter zu Datenbenachrichtigung ist fehlgeschlagen
es: Se ha producido un error al añadir un filtro a la alerta de datos
fr: Échec de lʼajout de filtre à lʼalerte de données
ga: 82426-表:Åďďıฑg Fıłtéя to ďätä äłéяt fäıłéď|
it: Errore nell’aggiunta di un filtro all’avviso dati
ja: データ アラートへのフィルターの追加に失敗しました
ko: 데이터 알림에 필터를 추가하지 못함
pt: Falha ao adicionar filtro ao alerta de dados
sv: Det gick inte att lägga till filtret i dataaviseringen
zh: 向数据通知中添加筛选器失败

# dataalerts.failure.error.sheetNotAlertable
source: Sheet {0} does have supported data for alerts. {1}
de: Blatt {0} verfügt über unterstützte Daten für Benachrichtigungen. {1}
es: La hoja {0} no contiene datos compatibles con las alertas. {1}
fr: La feuille {0} nʼa pas de données prises en charge pour les alertes. {1}
ga: 55174-表:Şhéét {0} ďoés hävé sűppoяtéď ďätä foя äłéяts. {1}|
it: Il foglio {0} non ha dati supportati per gli avvisi. {1}
ja: シート {0} にはアラートのサポートされているデータがあります。{1}
ko: {0} 시트는 알림 데이터를 지원합니다. {1}
pt: A planilha {0} tem dados com suporte para alertas. {1}
sv: Bladet {0} har data som stöds för aviseringar. {1}
zh: 工作表 {0} 没有支持的通知数据。{1}

# dataalerts.failure.error.dataAlertMeasureNotFound
source: Cannot select measure. {0}
de: Kennzahl kann nicht ausgewählt werden. {0}
es: No se puede seleccionar una medida. {0}
fr: Impossible de sélectionner la mesure. {0}
ga: 32727-表:Çäฑฑot séłéçt méäsűяé. {0}|
it: Impossibile selezionare misura. {0}
ja: メジャーを選択できません。{0}
ko: 측정값을 선택할 수 없습니다. {0}
pt: Não é possível selecionar medida. {0}
sv: Det gick inte att välja måttet. {0}
zh: 无法选择度量。{0}

# dataalerts.failure.error.tooManyMeasuresForDataAlert
source: Incorrect number of measures detected.{0}
de: Falsche Anzahl an Kennzahlen entdeckt.{0}
es: Se ha detectado un número de medidas incorrecto.{0}
fr: Nombre incorrect de mesures détecté.{0}
ga: 59349-表:İฑçoяяéçt ฑűmbéя of méäsűяés ďétéçtéď.{0}|
it: Rilevato un numero scorretto di misure.{0}
ja: 間違った数のメジャーが検出されました。{0}
ko: 잘못된 측정값 수가 검색되었습니다.{0}
pt: Número incorreto de medidas detectado.{0}
sv: Felaktigt antal mått har identifierats.{0}
zh: 检测到的度量数不正确。{0}

# dataalerts.failure.error.thresholdParseError
source: Failed to parse threshold text {0}. {1}
de: Schwellenwerttext {0} konnte nicht analysiert werden. {1}
es: Error al analizar el texto del umbral {0}. {1}
fr: Échec de lʼanalyse du texte de seuil {0}. {1}
ga: 64036-表:Fäıłéď to päяsé thяéshołď téxt {0}. {1}|
it: Errore durante l’analisi del testo del valore di soglia {0}. {1}
ja: しきい値テキスト {0} を解析できませんでした。{1}
ko: 임계값 텍스트 {0}을(를) 구문 분석하지 못했습니다. {1}
pt: Falha ao analisar texto de limite {0}. {1}
sv: Det gick inte att tolka tröskeltexten {0}. {1}
zh: 未能解析阈值文本 {0}。{1}

# dataalerts.failure.error.dataAlertPresModelCreationError
source: Error while serializing alert. {0}
de: Fehler beim Serialisieren von Benachrichtigung. {0}
es: Se ha producido un error al serializar la alerta. {0}
fr: Erreur lors de la sérialisation de lʼalerte. {0}
ga: 19750-表:Éяяoя ὠhıłé séяıäłıžıฑg äłéяt. {0}|
it: Errore nella serializzazione dell’avviso. {0}
ja: アラートのシリアル化中にエラーが発生しました。{0}
ko: 알림을 직렬화하는 동안 오류가 발생했습니다. {0}
pt: Erro ao serializar alerta. {0}
sv: Fel vid serialisering av avisering. {0}
zh: 序列化通知时出错。{0}

# dataalerts.failure.error.cannotDrawDataAlertDialog
source: Failed to draw data alert dialog.
de: Dialogfeld zur Datenbenachrichtigung kann nicht gezeichnet werden.
es: Se ha producido un error al crear el diálogo de alerta de datos.
fr: Impossible de créer la boîte de dialogue de lʼalerte de données.
ga: 13175-表:Fäıłéď to ďяäὠ ďätä äłéяt ďıäłog.|
it: Errore nell’apertura del dialogo dell’avviso dei dati.
ja: データ アラート ダイアログを描画できませんでした。
ko: 데이터 알림 대화 상자를 그리지 못했습니다.
pt: Falha ao abrir a caixa de diálogo do alerta.
sv: Det gick inte att rita upp dialogrutan för dataavisering.
zh: 未能绘制数据通知对话框

# dataalerts.failure.error.unsupportedDataAlertType
source: Data alert type {0} is currently unsupported.
de: Der Typ der Datenbenachrichtigung {0} wird derzeit nicht unterstützt.
es: Actualmente no se admite el tipo de alerta de datos {0}.
fr: Le type dʼalerte de données {0} nʼest pas pris en charge actuellement.
ga: 31443-表:Ðätä äłéяt typé {0} ıs çűяяéฑtły űฑsűppoяtéď.|
it: Il tipo di avviso dati {0} non è al momento supportato.
ja: データ アラート タイプ {0} は現在サポートされていません。
ko: 데이터 알림 유형 {0}은(는) 현재 지원되지 않습니다.
pt: O tipo de alerta de dados {0} não é aceito no momento.
sv: Dataaviseringstypen {0} stöds inte just nu.
zh: 数据通知类型 {0} 当前不受支持。

# dataalerts.failure.suspend.email.subject
source: Data-driven alert is suspended for: {0}
de: Datengesteuerte Benachrichtigung ausgesetzt für: {0}
es: Se ha suspendido la alerta para: {0}
fr: Lʼalerte basée sur les données est suspendue pour : {0}
ga: 60498-表:Ðätä-ďяıvéฑ äłéяt ıs sűspéฑďéď foя: {0}|
it: L’avviso basato sui dati è sospeso per: {0}
ja: データに基づいたアラートが一時停止しています: {0}
ko: {0}에 대한 데이터 기반 알림 일시 중단됨
pt: O alerta acionado por dados está suspenso para: {0}
sv: Datadriven avisering har inaktiverats för: {0}
zh: 数据驱动型通知对于 {0} 已挂起

# dataalerts.failure.suspend.email.status
source: Your alert {0} has been suspended
de: Ihre Benachrichtigung {0} wurde ausgesetzt
es: Se ha suspendido su alerta {0}
fr: Votre alerte {0} a été suspendue
ga: 49324-表:Yoűя äłéяt {0} häs bééฑ sűspéฑďéď|
it: Il tuo avviso {0} è stato sospeso
ja: アラート {0} は一時停止しています
ko: {0} 알림이 일시 중단되었습니다.
pt: Seu alerta {0} foi suspenso
sv: Aviseringen {0} har inaktiverats
zh: 您的通知 {0} 已挂起

# dataalerts.failure.suspend.email.explanation
source: While suspended, we will not evaluate the view or alert recipients. After a fix has been made, you can resume the alert in <a href="{0}" style="font-size:14px;font-family: Benton Sans Medium;color:#4996B2">{1}.
de: Während der Aussetzung wird die Ansicht nicht evaluiert und Empfänger werden nicht benachrichtigt. Nach einer Behebung kann die Benachrichtigung unter <a hre
es: En estado suspendido, no evaluaremos los destinatarios de la alerta o la vista. Una vez solucionado el problema, podrá reanudar la alerta en <a href="{0}" style="font-size:14px;font-family: Benton Sans Medium;color:#4996B2">{1}.
fr: Pendant quʼelle est suspendue, nous nʼévaluons pas la vue et nous nʼalertons pas les destinataires. Une fois le correctif appliqué, vous pouvez reprendre lʼalerte dans <a hre
ga: 62591-表:Ẉhıłé sűspéฑďéď, ὠé ὠıłł ฑot éväłűäté thé vıéὠ oя äłéяt яéçıpıéฑts. Åftéя ä fıx häs bééฑ mäďé, yoű çäฑ яésűmé thé äłéяt ıฑ <ä hяé
it: Mentre l’avviso è sospeso, non stimeremo la vista né avviseremo i partecipanti. Dopo aver inserito una correzione, puoi far riprendere l’avviso in <a hre
ja: 一時停止中は、ビューまたはアラートの受信者を評価しません。修正後に <a href="{0}" style="font-size:14px;font-family: Benton Sans Medium;color:#4996B2">{1} でアラートを再開できます。
ko: 일시 중단된 동안에는 뷰 또는 알림 수신자를 평가할 수 없습니다. 수정을 완료한 후 다음 위치에서 알림을 다시 시작할 수 있습니다. <a hre
pt: Enquanto suspenso, não avaliaremos os destinatários da exibição ou do alerta. Depois que uma correção tiver sido feita, você poderá retomar o alerta em <a href="{0}" style="font-size:14px;font-family: Benton Sans Medium;color:#4996B2">{1}.
sv: Så länge inaktiveringen gäller utvärderas inte vyn och mottagarna aviseras inte heller. Så snart en korrigering har gjorts kan du återuppta aviseringen i <a hre
zh: 处于挂起状态时，我们将不会对视图或通知接收者进行评估。进行修复之后，您可以恢复 <a href="{0}" style="font-size:14px;font-family: Benton Sans Medium;color:#4996B2">{1} 中的通知。

# dataalerts.failure.suspend.view.name.prefix
source: View
de: Ansicht
es: Vista
fr: Vue
ga: 87156-表:Ɣıéὠ|
it: Vista
ja: ビュー
ko: 뷰
pt: Exibir
sv: Vy
zh: 视图

# dataalerts.failure.suspend.time
source: Time of suspension
de: Aussetzungszeit
es: Tiempo de suspensión
fr: Durée de la suspension
ga: 33045-表:Tımé of sűspéฑsıoฑ|
it: Ora della sospensione
ja: 一時停止の時刻
ko: 일시 중단 시간
pt: Tempo de suspensão
sv: Tid då inaktiveringen började
zh: 挂起时间

# dataalerts.failure.suspend.email.footer
source: You are receiving this email because your alert was suspended.
de: Sie erhalten diese E-Mail, da Ihre Benachrichtigung ausgesetzt wurde.
es: Ha recibido este correo electrónico porque su alerta se ha suspendido.
fr: Vous recevez cet e-mail parce que votre alerte a été suspendue.
ga: 69333-表:Yoű äяé яéçéıvıฑg thıs émäıł béçäűsé yoűя äłéяt ὠäs sűspéฑďéď.|
it: Ti è stata inviata questa e-mail perché il tuo avviso è stato sospeso.
ja: お客様のアラートが一時停止されたため、このメールをお送りしています。
ko: 사용자의 알림이 일시 중단되어서 이 이메일이 발송되었습니다.
pt: Você está recebendo este e-mail porque seu alerta foi suspenso.
sv: Du får det här mejlet eftersom din avisering har inaktiverats.
zh: 您之所以收到此电子邮件，原因是您的通知已挂起。

# dataalerts.failure.suspend.email.view.name.my.content
source: My Content
de: Eigener Content
es: Mi contenido
fr: Mon contenu
ga: 22507-表:My Çoฑtéฑt|
it: I miei contenuti
ja: マイ コンテンツ
ko: 내 콘텐츠
pt: Meu conteúdo
sv: Mitt innehåll
zh: 我的内容

# dataalerts.failure.suspend.view.alerts
source: View Alerts
de: Warnungen anzeigen
es: Ver alertas
fr: Afficher les alertes
ga: 44856-表:Ɣıéὠ Åłéяts|
it: Visualizza avvisi
ja: アラートを表示
ko: 알림 보기
pt: Ver alertas
sv: Visa aviseringar
zh: 查看通知

# metricsservices.failure.affected.metric
source: Affected metric
de: Betroffene Metrik
es: Métrica afectada
fr: Métrique affectée
ga: 16894-表:Åfféçtéď métяıç|
it: Metrica interessata
ja: 影響を受けるメトリクス
ko: 영향받는 메트릭
pt: Métrica afetada
sv: Mätvärden som påverkas
zh: 受影响的指标
