Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# materializeviews.errors.invalid_workbook_arguments
source: The materializeviews command requires one argument of a workbook name
de: Der Befehl "materializeviews" benötigt ein Argument eines Namens einer Arbeitsmappe
es: El comando de vistas materializadas necesita un argumento de un nombre de libro de trabajo
fr: La commande materializeviews requiert un argument de nom de classeur
ga: 05922-表:Thé mätéяıäłıžévıéὠs çommäฑď яéqűıяés oฑé äяgűméฑt of ä ὠoяkbook ฑämé|
it: Il comando materializeviews richiede un argomento del nome di una cartella di lavoro
ja: 具体化されたビュー コマンドにはワークブック名の引数が 1 つ必要です
ko: materializeviews 명령에는 통합 문서 이름의 인수 하나가 필요합니다.
pt: O comando materializeviews requer um argumento de um nome de pasta de trabalho
sv: Kommandot materializeviews kräver ett argument för ett arbetsboksnamn
zh: materializeviews 命令需要一个工作簿名称参数

# materializeviews.errors.invalid_site_arguments
source: The materializeviews command requires one argument of a site ID
de: Der Befehl "materializeviews" benötigt ein Argument einer Site-ID
es: El comando de vistas materializadas necesita un argumento de un ID de sitio
fr: La commande materializeviews requiert un argument d''ID de site
ga: 24079-表:Thé mätéяıäłıžévıéὠs çommäฑď яéqűıяés oฑé äяgűméฑt of ä sıté İÐ|
it: Il comando materializeviews richiede un argomento del nome di un ID sito
ja: 具体化されたビュー コマンドにはサイト ID の引数が 1 つ必要です
ko: materializeviews 명령에는 사이트 ID의 인수 하나가 필요합니다.
pt: O comando materializeviews requer um argumento de uma ID de site
sv: Kommandot materializeviews kräver ett argument för ett webbplats-ID
zh: materializeviews 命令需要一个站点 ID 参数

# materializeviews.errors.invalid_workbook_option
source: Use ''{0}'' or ''{1}'' with ''{2}''
de: Verwenden Sie ''{0}'' oder ''{1}'' mit ''{2}''
es: Use “{0}” o “{1}” con “{2}”
fr: Utiliser ''{0}'' ou ''{1}'' avec ''{2}''
ga: 43017-表:Usé ''{0}'' oя ''{1}'' ὠıth ''{2}''|
it: Usa “{0}” o “{1}” con “{2}”
ja: 「{2}」 と共に 「{0}」 または 「{1}」 を使用してください
ko: ''{0}'' 또는 ''{1}''을(를) ''{2}''과(와) 함께 사용하십시오.
pt: Use “{0}” ou “{1}” com “{2}”
sv: Använd ''{0}'' eller ''{1}'' med ''{2}''
zh: 将“{0}”或“{1}”与“{2}”搭配使用

# materializeviews.errors.invalid_project_path
source: Use ''{1}'' with ''{0}''
de: Verwenden Sie ''{1}'' mit ''{0}''
es: Use “{1}” con “{0}”
fr: Utiliser ''{1}'' avec ''{0}''
ga: 59420-表:Usé ''{1}'' ὠıth ''{0}''|
it: Usa “{1}” con “{0}”
ja: 「{0}」 と共に 「{1}」 を使用してください
ko: ''{1}''을(를) ''{0}''과(와) 함께 사용하십시오.
pt: Use “{1}” com “{0}”
sv: Använd ''{1}'' med ''{0}''
zh: 将“{1}”与“{0}”搭配使用

# materializeviews.errors.invalid_site_option
source: Use ''{0}'' with ''{1}''
de: Verwenden Sie ''{0}'' mit ''{1}''
es: Use “{0}” con “{1}”
fr: Utiliser ''{0}'' avec ''{1}''
ga: 92444-表:Usé ''{0}'' ὠıth ''{1}''|
it: Usa “{0}” con “{1}”
ja: 「{1}」 と共に 「{0}」 を使用してください
ko: ''{0}''을(를) ''{1}''과(와) 함께 사용하십시오.
pt: Use “{0}” com “{1}”
sv: Använd ''{0}'' med ''{1}''
zh: 将“{0}”与“{1}”搭配使用

# materializeviews.errors.site_mode_conflict
source: Use ''{0}'' or ''{1}'' to change site materialized views mode
de: Verwenden Sie ''{0}'' oder ''{1}'' um den materialisierten Ansichtsmodus auf dieser Site zu ändern
es: Use “{0}” o “{1}” para cambiar el modo de las vistas materializadas en el sitio
fr: Utiliser ''{0}'' ou ''{1}'' pour modifier le mode Vues matérialisées du site
ga: 56479-表:Usé ''{0}'' oя ''{1}'' to çhäฑgé sıté mätéяıäłıžéď vıéὠs moďé|
it: Usa “{0}” o “{1}” per modificare la modalità delle viste materializzate del sito.
ja: サイトの具体化されたビュー モードを変更するには 「{0}」 または 「{1}」 を使用してください
ko: 사이트의 구체화된 뷰 모드를 변경하려면 ''{0}'' 또는 ''{1}''을(를) 사용하십시오.
pt: Use “{0}” ou “{1}” para alterar o modo de exibições materializadas do site
sv: Ändra webbplatsens läge för materialiserade vyer genom att använda ''{0}'' eller ''{1}''
zh: 使用“{0}”或“{1}”更改站点实体化视图模式

# materializeviews.errors.site_not_updated
source: Site ''{0}'' not updated, only server administrators can change materialized views setting
de: Site ''{0}'' wurde nicht aktualisiert, nur Serveradministratoren können die materialisierte Ansichts-Umgebung ändern
es: El sitio “{0}” no está actualizado, solo los administradores del servidor pueden cambiar la configuración de las vistas materializadas
fr: Le site ''{0}'' n''a pas été mis à jour, seuls les administrateurs de serveur peuvent modifier le paramètre Vues matérialisées
ga: 57920-表:Şıté ''{0}'' ฑot űpďätéď, oฑły séяvéя äďmıฑıstяätoяs çäฑ çhäฑgé mätéяıäłıžéď vıéὠs séttıฑg|
it: Sito “{0}” non aggiornato, solo gli amministratori del server possono cambiare l’impostazione delle viste materializzate
ja: サイト 「{0}」 は更新されませんでした。具体化されたビューの設定はサーバー管理者のみが変更できます
ko: ''{0}'' 사이트가 업데이트되지 않았습니다. 서버 관리자만 구체화된 뷰 설정을 변경할 수 있습니다.
pt: Site “{0}” não atualizado, somente administradores de servidor podem alterar a configuração de exibições materializadas
sv: Webbplatsen ''{0}'' har inte uppdaterats. Endast serveradministratörer kan ändra inställningen för materialiserade vyer
zh: 站点“{0}”未更新，只有服务器管理员才能更改实体化视图设置

# materializeviews.errors.invalid_argument_options_combination
source: Use ''{0}'' or ''{1}'' to change materialized views setting
de: Verwenden Sie ''{0}'' oder ''{1}'' um die materialisierte Ansichts-Umgebung zu ändern
es: Use “{0}” o “{1}” para cambiar la configuración de las vistas materializadas
fr: Utiliser ''{0}'' ou ''{1}'' pour modifier le paramètre Vues matérialisées
ga: 62173-表:Usé ''{0}'' oя ''{1}'' to çhäฑgé mätéяıäłıžéď vıéὠs séttıฑg|
it: Usa “{0}” o “{1}” per modificare l’impostazione delle viste materializzate
ja: 具体化されたビューの設定を変更するには 「{0}」 または 「{1}」 を使用してください
ko: 구체화된 뷰 설정을 변경하려면 ''{0}'' 또는 ''{1}''을(를) 사용하십시오.
pt: Use “{0}” ou “{1}” para alterar a configuração de exibições materializadas
sv: Ändra inställningen för materialiserade vyer genom att använda ''{0}'' eller ''{1}''
zh: 使用“{0}”或“{1}”更改实体化视图设置

# materializeviews.options.materialize_now
source: Use ''{0}'' to schedule materialization for given workbook immediately
de: Verwenden Sie ''{0}'' um sofort eine Materialisierung einer gegebenen Arbeitsmappe zu planen
es: Use “{0}” para programar la materialización de un libro de trabajo determinado de manera inmediata
fr: Utiliser ''{0}'' pour programmer la matérialisation d''un classeur donné immédiatement
ga: 59866-表:Usé ''{0}'' to sçhéďűłé mätéяıäłıžätıoฑ foя gıvéฑ ὠoяkbook ımméďıätéły|
it: Usa “{0}”per pianificare immediatamente la materializzazione per una determinata cartella di lavoro.
ja: 指定したワークブックのマテリアル化をすぐにスケジュールするには 「{0}」 を使用してください
ko: 지정된 통합 문서의 구체화를 즉시 예약하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para agendar a materialização da pasta de trabalho selecionada imediatamente
sv: Schemalägg materialiseringen för en given arbetsbok direkt med ''{0}''
zh: 使用“{0}”立即为给定工作簿计划实体化

# materializeviews.options.project
source: Use ''{0}'' to specify project name
de: Verwenden Sie ''{0}'' um einen Projektnamen festzulegen
es: Use “{0}” para especificar un nombre de proyecto
fr: Utiliser ''{0}'' pour spécifier le nom du projet
ga: 37071-表:Usé ''{0}'' to spéçıfy pяojéçt ฑämé|
it: Usa “{0}” per specificare un nome di progetto
ja: プロジェクト名を指定するには 「{0}」 を使用してください
ko: 프로젝트 이름을 지정하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para especificar o nome do projeto
sv: Specificera ett projekt namn med hjälp av ''{0}''
zh: 使用“{0}”指定项目名称

# materializeviews.options.parent_project_path
source: Use ''{0}'' to specify parent project path to ''{1}''
de: Verwenden Sie ''{0}'' um den übergeordneten Projektpfad auf ''{1}'' festzulegen
es: Use “{0}” para especificar la ruta del proyecto principal a “{1}”
fr: Utiliser ''{0}'' pour spécifier le chemin d''accès du projet parent à ''{1}''
ga: 65078-表:Usé ''{0}'' to spéçıfy päяéฑt pяojéçt päth to ''{1}''|
it: Usa “{0}” per specificare il percorso del progetto padre verso “{1}”.
ja: 親プロジェクト パスを 「{1}」 に指定するには 「{0}」 を使用してください
ko: 상위 프로젝트 경로를 ''{1}''(으)로 지정하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para especificar o caminho do projeto principal para “{1}”
sv: Använd ''{0}'' för att specificera sökvägen för ett överordnat projekt till ''{1}''
zh: 使用“{0}”指定“{1}”的父项目路径

# materializeviews.options.allow_workbook
source: Use ''{0}'' to enable/disable materialized views for workbook
de: Verwenden Sie ''{0}'' um materialisierte Ansichten für die Arbeitsmappe zu aktivieren/deaktivieren
es: Use “{0}” para habilitar o deshabilitar las vistas materializadas del libro de trabajo
fr: Utiliser ''{0}'' pour activer/désactiver les vues matérialisée pour un classeur
ga: 51322-表:Usé ''{0}'' to éฑäbłé/ďısäbłé mätéяıäłıžéď vıéὠs foя ὠoяkbook|
it: Usa “{0}” per abilitare/disabilitare le viste materializzate per la cartella di lavoro
ja: ワークブックで具体化されたビューを有効/無効にするには 「{0}」 を使用してください
ko: 통합 문서의 구체화된 뷰 사용 여부를 지정하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para habilitar/desabilitar exibições materializadas da pasta de trabalho
sv: Använd ''{0}'' för att aktivera/inaktivera materialiserade vyer för en arbetsbok
zh: 使用“{0}”为工作簿启用/禁用实体化视图

# materializeviews.options.allow_site
source: Use ''{0}'' to enable/disable materialized views for site
de: Verwenden Sie ''{0}'' um materialisierte Ansichten für die Site zu aktivieren/deaktivieren
es: Use “{0}” para habilitar o deshabilitar las vistas materializadas del sitio
fr: Utiliser ''{0}'' pour activer/désactiver les vues matérialisée pour un site
ga: 37287-表:Usé ''{0}'' to éฑäbłé/ďısäbłé mätéяıäłıžéď vıéὠs foя sıté|
it: Usa “{0}” per abilitare/disabilitare le viste materializzate per il sito
ja: サイトで具体化されたビューを有効/無効にするには 「{0}」 を使用してください
ko: 사이트의 구체화된 뷰 사용 여부를 지정하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para habilitar/desabilitar exibições materializadas do site
sv: Använd ''{0}'' för att aktivera/inaktivera materialiserade vyer för en webbplats
zh: 使用“{0}”为站点启用/禁用实体化视图

# materializeviews.options.selected_workbooks
source: Use ''{0}'' to enable selected workbooks in the site, used with the option ''{1}''. This is the default option
de: Verwenden Sie ''{0}'' um ausgewählte Arbeitsmappen in der Site zu aktivieren, die mit Option ''{1}'' verwendet werden. Dies ist die Standardeinstellung
es: Use “{0}” para habilitar determinados libros de trabajo del sitio, junto con la opción “{1}”. Esta es la opción predeterminada
fr: Utiliser ''{0}'' pour activer les classeurs sélectionnés sur le site (utilisé avec l''option ''{1}''). Il s''agit de l''option par défaut
ga: 14463-表:Usé ''{0}'' to éฑäbłé séłéçtéď ὠoяkbooks ıฑ thé sıté, űséď ὠıth thé optıoฑ ''{1}''. Thıs ıs thé ďéfäűłt optıoฑ|
it: Usa “{0}” per abilitare le cartelle di lavoro selezionate nel sito, utilizzate con l’opzione “{1}”. Questa è l’opzione predefinita
ja: サイトで選択されたワークブックを有効にするには 「{0}」 を使用してください。これはオプション 「{1}」 と共に使用されます。これは既定のオプションです
ko: ''{1}'' 옵션에 사용된 사이트에서 선택한 통합 문서를 사용하도록 설정하려면 ''{0}''을(를) 사용하십시오. 이것이 기본 옵션입니다.
pt: Use “{0}” para habilitar as pastas de trabalho selecionadas no site, usadas com a opção “{1}”. Essa é a opção padrão
sv: Använd ''{0}'' för att aktivera utvalda arbetsböcker på webbplatsen. Används med alternativet ''{1}''. Detta är standardalternativet
zh: 使用“{0}”在站点中启用所选工作簿，与选项“{1}”搭配使用。此选项为默认选项

# materializeviews.options.all_workbooks
source: Use ''{0}'' to enable all workbooks in the site, used with the option ''{1}''
de: Verwenden Sie ''{0}'' um alle Arbeitsmappe der Site, die mit Option ''{1}'' verwendet werden, zu aktivieren
es: Use “{0}” para habilitar todos los libros de trabajo del sitio, junto con la opción “{1}”
fr: Utiliser ''{0}'' pour activer tous les classeurs du site (utilisé avec l''option ''{1}'')
ga: 26065-表:Usé ''{0}'' to éฑäbłé äłł ὠoяkbooks ıฑ thé sıté, űséď ὠıth thé optıoฑ ''{1}''|
it: Usa “{0}” per abilitare le cartelle di lavoro nel sito, utilizzate con l’opzione “{1}”.
ja: サイトですべてのワークブックを有効にするには 「{0}」 を使用してください。これはオプション 「{1}」 と共に使用されます
ko: ''{1}'' 옵션에 사용된 사이트에서 모든 통합 문서를 사용하도록 설정하려면 ''{0}''을(를) 사용하십시오.
pt: Use “{0}” para habilitar todas as pastas de trabalho no site, usadas com a opção “{1}”
sv: Använd ''{0}'' för att aktivera alla arbetsböcker på webbplatsen. Används med alternativet ''{1}''
zh: 使用“{0}”在站点中启用所有工作簿，与选项“{1}”搭配使用

# session.auto_site_login
source: Auto-sign in to site: {0}
de: Automatische Anmeldung bei der Website: {0}
es: Iniciar sesión automáticamente en este sitio: {0}
fr: Connexion automatique au site : {0}
ga: 83222-表:Åűto-sıgฑ ıฑ to sıté: {0}|
it: Accesso automatico al sito: {0}
ja: サイトへの自動サインイン: {0}
ko: 사이트에 자동 로그인: {0}
pt: Logon automático no site: {0}
sv: Logga in automatiskt på webbplatsen: {0}
zh: 自动登录到站点: {0}

# session.certificate-alias
source: Certificate alias: {0}
de: Zertifikatalias: {0}
es: Alias de certificado: {0}
fr: Alias de certificat : {0}
ga: 02511-表:Çéяtıfıçäté äłıäs: {0}|
it: Alias certificato: {0}
ja: 証明書の別名: {0}
ko: 인증서 별칭: {0}
pt: Alias de certificado: {0}
sv: Certifikatsalias: {0}
zh: 证书别名: {0}

# session.connecting
source: Connecting to the server...
de: Verbindung zum Server wird hergestellt...
es: Conectando al servidor...
fr: Connexion au serveur...
ga: 76771-表:Çoฑฑéçtıฑg to thé séяvéя...|
it: Connessione al server in corso...
ja: サーバーに接続しています...
ko: 서버에 연결하는 중...
pt: Conectando-se ao servidor...
sv: Ansluter till servern ...
zh: 正在连接到服务器...

# session.connecting_to
source: Connecting to url ({0}): {1}
es: Conectando a la URL ({0}): {1}
it: Connessione all’URL ({0}): {1} in corso...
ja: URL ({0}) に接続しています: {1}
pt: Conectando à url ({0}): {1}
zh: 正在连接到 url ({0}): {1}

# session.continuing_session
source: Continuing previous session
de: Vorherige Sitzung fortsetzen
es: Continuando sesión anterior
fr: Poursuite de la session précédente
ga: 39078-表:Çoฑtıฑűıฑg pяévıoűs séssıoฑ|
it: Proseguimento della sessione precedente
ja: 前のセッションを続行しています
ko: 이전 세션 계속 유지
pt: Continuando a sessão anterior
sv: Fortsätter föregående session
zh: 正在继续以前的会话

# session.errors.auth_required
source: Authorization required
de: Autorisierung erforderlich
es: Autorización requerida
fr: Autorisation requise
ga: 52542-表:Åűthoяıžätıoฑ яéqűıяéď|
it: Autorizzazione richiesta
ja: 認可が必要です
ko: 권한이 필요함
pt: Autorização necessária
sv: Behörighet krävs
zh: 需要授权

# session.errors.invalid_keystore_password
source: Keystore password is wrong. Please input correct password and retry
de: Das Keystore-Kennwort ist falsch. Geben Sie das richtige Kennwort ein und wiederholen SIe den Vorgang.
es: La contraseña del almacén de claves es incorrecta. Introduzca la contraseña correcta y reinténtelo
fr: Le mot de passe Keystore est incorrect. Saisissez le mot de passe correct et réessayez.
ga: 18936-表:Kéystoяé pässὠoяď ıs ὠяoฑg. Płéäsé ıฑpűt çoяяéçt pässὠoяď äฑď яétяy|
it: La password dell’archivio delle chiavi non è corretta. Inserisci la password corretta e riprova
ja: キーストア パスワードが正しくありません。正しいパスワードを入力して再試行してください
ko: 키 저장소 비밀번호가 잘못되었습니다. 올바른 비밀번호를 입력하고 다시 시도하십시오.
pt: A senha do repositório de chaves está incorreta. Informe a senha correta e tente novamente
sv: Keystore-lösenordet är fel. Använd korrekt lösenord och försök igen
zh: 密钥存储密码错误。请输入正确的密码，然后重试

# session.errors.invalid_redirect
source: Cannot redirect to invalid URL: {0}
de: Umleitung zu ungültiger URL nicht möglich: {0}
es: No se puede redirigir a una URL no válida: {0}
fr: Redirection impossible vers l''URL non valide : {0}
ga: 50428-表:Çäฑฑot яéďıяéçt to ıฑväłıď UЯŁ: {0}|
it: Impossibile reindirizzare a un URL non valido: {0}
ja: URL が無効なため、リダイレクトできません: {0}
ko: 잘못된 URL로 리디렉션할 수 없음: {0}
pt: Não é possível redirecionar para uma URL inválida: {0}
sv: Det går inte att omdirigera till en ogiltig URL: {0}
zh: 无法重定向到无效的 URL: {0}

# session.errors.keystore_pwdfile_create
source: Cannot create keystore password file, error: {0}
de: Keystore-Kennwortdatei kann nicht erstellt werden, Fehler: {0}
es: No se puede crear un archivo de contraseña de almacén de claves, error: {0}
fr: Impossible de créer un fichier de mot de passe Keystore, erreur : {0}
ga: 30791-表:Çäฑฑot çяéäté kéystoяé pässὠoяď fıłé, éяяoя: {0}|
it: Impossibile creare file di password dell’archivio delle chiavi, errore: {0}
ja: キーストア パスワード ファイルを作成できませんでした。エラー: {0}
ko: 키 저장소 비밀번호 파일을 만들 수 없습니다. 오류: {0}
pt: Não é possível criar o arquivo de senha do repositório de chaves, erro: {0}
sv: Det gick inte att skapa någon keystore-lösenordsfil. Fel: {0}
zh: 无法创建密钥存储密码文件，错误: {0}

# session.errors.missing_arguments
source: Cannot sign in because of missing arguments: {0}
de: Anmeldung aufgrund fehlender Argumente nicht möglich: {0}
es: No se puede iniciar sesión debido a que faltan argumentos: {0}
fr: Connexion impossible en raison d''arguments manquants : {0}
ga: 10373-表:Çäฑฑot sıgฑ ıฑ béçäűsé of mıssıฑg äяgűméฑts: {0}|
it: Impossibile accedere a causa di argomenti mancanti: {0}
ja: 引数が指定されていないため、サインインできません: {0}
ko: 인수가 누락되어 로그인할 수 없음: {0}
pt: Não é possível fazer logon devido à falta de argumentos: {0}
sv: Det går inte att logga in eftersom argument saknas: {0}
zh: 由于缺少参数而无法登录: {0}

# session.errors.no_redirect_found
source: No redirection address in redirect response
de: Keine Umleitungsadresse in Umleitungsantwort
es: No hay ninguna dirección de redireccionamiento en la respuesta de redireccionamiento
fr: Aucune adresse de redirection dans la réponse de redirection
ga: 78565-表:Ño яéďıяéçtıoฑ äďďяéss ıฑ яéďıяéçt яéspoฑsé|
it: Nessun indirizzo di reindirizzamento nella risposta di reindirizzamento
ja: リダイレクト応答にリダイレクト アドレスがありません
ko: 리디렉션 응답에 리디렉션 주소가 없음
pt: Nenhum endereço de redirecionamento na resposta de redireção
sv: Omdirigeringsadress saknas i omdirigeringssvar
zh: 重定向响应中无重定向地址

# session.errors.no_sslcafile_found
source: Could not find a Certificate Authority (CA) file in these locations: ''{0}''. The CA file is used to help ensure secure communication with Tableau Server. For information on creating a CA file, see the Tableau Server help. To connect to Tableau Server without validating its SSL certificate, use the --no-certcheck flag.
de: An den folgenden Speicherorten wurde keine Datei einer Zertifizierungsstelle (ZS) gefunden: ''{0}''. Die ZS-Datei wird für die sichere Kommunikation mit Tableau Server benötigt. Informationen zur Erstellung einer ZS-Datei finden Sie in der Tableau Server-Hilfe. Um eine Verbindung mit Tableau Server ohne Validierung des SSL-Zertifikats herzustellen, verwenden Sie das Flag --no-certcheck.
es: No se encontró ningún archivo de autoridad de certificación (CA) en estas ubicaciones: “{0}”. El archivo de CA se utiliza para garantizar una comunicación segura con Tableau Server. Para obtener información sobre cómo crear un archivo de CA, consulte la Ayuda de Tableau Server. Para conectarse a Tableau Server sin validar su certificado SSL, use la marca --no-certcheck.
fr: Impossible de trouver un fichier d''autorité de certification (CA) dans ces emplacements : ''{0}''. Le fichier sert à assurer une communication sécurisée avec Tableau Server. Pour des informations sur la création d''un fichier CA, voir l''aide de Tableau Server. Pour vous connecter à Tableau Server sans valider son certificat SSL, utilisez le drapeau --no-certcheck.
ga: 36739-表:Çoűłď ฑot fıฑď ä Çéяtıfıçäté Åűthoяıty (ÇÅ) fıłé ıฑ thésé łoçätıoฑs: ''{0}''. Thé ÇÅ fıłé ıs űséď to héłp éฑsűяé séçűяé çomműฑıçätıoฑ ὠıth Täbłéäű Şéяvéя. Foя ıฑfoяmätıoฑ oฑ çяéätıฑg ä ÇÅ fıłé, séé thé Täbłéäű Şéяvéя héłp. To çoฑฑéçt to Täbłéäű Şéяvéя ὠıthoűt väłıďätıฑg ıts ŞŞŁ çéяtıfıçäté, űsé thé --ฑo-çéяtçhéçk fłäg.|
it: Impossibile trovare un file dell’Autorità di certificazione (CA) in queste posizioni: “{0}”. Il file CA viene utilizzato per garantire una comunicazione sicura con Tableau Server. Per informazioni sulla creazione di un file CA, consulta la guida di Tableau Server. Per connetterti a Tableau Server senza convalidare il certificato SSL, utilizza il flag --no-certcheck.
ja: 次の場所で証明機関 (CA) ファイルを見つけることができませんでした: 「{0}」。CA ファイルは Tableau Server との保護された通信を行うことができるように使用されます。CA ファイルの作成の詳細については、Tableau Server ヘルプを参照してください。SSL 証明書を検証せずに Tableau Server に接続するには、--no-certcheck フラグを使用します。
ko: ''{0}'' 위치에서 CA(인증 기관) 파일을 찾을 수 없습니다. CA 파일은 Tableau Server와의 보안 통신을 보장하기 위해 사용됩니다. CA 파일 만드는 방법에 대한 자세한 내용은 Tableau Server 도움말을 참조하십시오. SSL 인증서의 유효성을 검사하지 않은 상태로 Tableau Server에 연결하려면 --no-certcheck 플래그를 사용하십시오.
pt: Não foi possível localizar um arquivo de autoridade de certificação (CA) nestes locais: “{0}”. O arquivo CA é usado para garantir a comunicação segura com o Tableau Server. Para obter informações sobre a criação de um arquivo CA, consulte a ajuda do Tableau Server. Para se conectar ao Tableau Server sem validar o seu certificado SSL, use o sinalizador --no-certcheck.
sv: Det gick inte att hitta någon CA-fil (Certificate Authority) på dessa platser: ''{0}''. CA-filen används för att säkerställa säker kommunikation med Tableau Server. Mer information om att skapa en CA-fil finns i hjälpen till Tableau Server. För att ansluta till Tableau Server utan att validera dess SSL-certifikat, använd flaggan --no-certcheck.
zh: 在以下位置中找不到证书颁发机构 (CA) 文件:“{0}”。CA 文件用于帮助确保与 Tableau Server 的通信安全。有关创建 CA 文件的信息，请参见 Tableau Server 帮助。若要连接到 Tableau Server 而不验证其 SSL 证书，请使用 --no-certcheck 标志。

# session.errors.script_no_password
source: Tabcmd was run from a script or IDE but no password was provided. A password must be provided as an argument to tabcmd in order to log in.
de: Tabcmd wurde aus einem Skript oder aus IDE heraus ausgeführt, jedoch wurde kein Kennwort angegeben. Zum Anmelden muss ein Kennwort als Argument für tabcmd angegeben werden.
es: Se ejecutó tabcmd desde un script o IDE, pero no se proporcionó ninguna contraseña. Para iniciar sesión, se debe proporcionar una contraseña como argumento de tabcmd.
fr: Tabcmd a été exécuté à partir d''un script ou d''un IDE mais aucun mot de passe n''a été fourni. Un mot de passe doit être fourni en tant qu''argument à tabcmd pour que la connexion soit possible.
ga: 23165-表:Täbçmď ὠäs яűฑ fяom ä sçяıpt oя İÐÉ bűt ฑo pässὠoяď ὠäs pяovıďéď. Å pässὠoяď műst bé pяovıďéď äs äฑ äяgűméฑt to täbçmď ıฑ oяďéя to łog ıฑ.|
it: Tabcmd è stato eseguito da uno script o IDE ma non è stata fornita alcuna password. Una password deve essere fornita come argomento per tabcmd per poter accedere.
ja: Tabcmd がスクリプトまたは IDE から実行されましたが、パスワードが指定されませんでした。ログインするには、tabcmd への引数としてパスワードを指定する必要があります。
ko: Tabcmd가 스크립트 또는 IDE에서 실행되었음에도 비밀번호가 제공되었습니다. 로그인하려면 비밀번호가 tabcmd에 대한 인수로 제공되어야 합니다.
pt: Tabcmd foi executado de um script ou IDE, mas a nenhuma senha foi fornecida. Uma senha deve ser fornecida como um argumento para tabcmd, a fim de efetuar logon.
sv: Tabcmd kördes från ett skript eller IDE, men inget lösenord tillhandahölls. Ett lösenord måste tillhandahållas som ett argument till tabcmd för att det ska gå att logga in.
zh: 从脚本或 IDE 中运行了 Tabcmd，但没有提供密码。必须将密码作为参数提供给 tabcmd 才能登录。

# session.errors.session_expired
source: Your session has expired
de: Ihre Sitzung ist abgelaufen
es: La sesión ha expirado
fr: Votre session a expiré
ga: 57828-表:Yoűя séssıoฑ häs éxpıяéď|
it: La sessione è scaduta
ja: セッションの有効期限が切れました
ko: 세션이 만료되었습니다.
pt: A sessão expirou
sv: Din session har upphört
zh: 您的会话已过期

# session.errors.unsupported_command
source: Command not supported by this server
de: Befehlt wird durch diesen Server nicht unterstützt
es: El comando no es compatible con este servidor
fr: Commande non prise en charge par ce serveur
ga: 73353-表:Çommäฑď ฑot sűppoяtéď by thıs séяvéя|
it: Comando non supportato da questo server
ja: コマンドは、このサーバーでサポートされていません
ko: 이 서버에서 지원되지 않는 명령입니다.
pt: O comando não é suportado por este servidor
sv: Kommandot stöds inte av den här servern
zh: 此服务器不支持的命令
