Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# delete.options.project
source: The project that contains the workbook/data source to delete. Default project is ''{0}''
de: Das Projekt, in dem die zu löschende Arbeitsmappe/Datenquelle enthalten ist. Das Standardprojekt lautet ''{0}''.
es: El proyecto que contiene el libro de trabajo o la fuente de datos que se va a eliminar. El proyecto predeterminado es “{0}”
fr: Projet contenant le classeur/la source de données à supprimer. Le projet par défaut est ''{0}''
ga: 37369-表:Thé pяojéçt thät çoฑtäıฑs thé ὠoяkbook/ďätä soűяçé to ďéłété. Ðéfäűłt pяojéçt ıs ''{0}''|
it: Il progetto che contiene la cartella di lavoro/origine dati da eliminare. Il progetto predefinito è “{0}”.
ja: 削除するワークブック/データ ソースを含むプロジェクト。既定のプロジェクトは 「{0}」 です
ko: 삭제할 통합 문서/데이터 원본을 포함하는 프로젝트입니다. 기본 프로젝트는 ''{0}''입니다.
pt: O projeto que contém a pasta de trabalho/fonte de dados a ser excluída. O projeto padrão é “{0}”
sv: Projektet som innehller den arbetsbok/datakälla som ska tas bort. Standardprojektet är ''{0}''
zh: 包含要删除的工作簿/数据源的项目。默认项目为“{0}”

# delete.options.workbook
source: Workbook to delete
de: Zu löschende Arbeitsmappe
es: Libro de trabajo que se va a eliminar
fr: Classeur à supprimer
ga: 22010-表:Ẉoяkbook to ďéłété|
it: Cartella di lavoro da eliminare
ja: 削除するワークブック
ko: 삭제할 통합 문서
pt: Pasta de trabalho a ser excluída
sv: Arbetsbok som ska tas bort
zh: 要删除的工作簿

# delete.short_description
source: Delete a workbook or data source from the server
de: Arbeitsmappe oder Datenquelle vom Server löschen
es: Eliminar un libro de trabajo o una fuente de datos del servidor
fr: Supprimer un classeur ou une source de données du serveur
ga: 97321-表:Ðéłété ä ὠoяkbook oя ďätä soűяçé fяom thé séяvéя|
it: Elimina una cartella di lavoro o un’origine dati dal server
ja: サーバーからワークブックまたはデータ ソースを削除します
ko: 서버에서 통합 문서 또는 데이터 원본 삭제
pt: Exclua uma pasta de trabalho ou fonte de dados do servidor
sv: Ta bort en arbetsbok eller en datakälla från servern
zh: 从服务器中删除一个工作簿或数据源

# delete.status
source: Removing {0} ''{1}'' from the server...
de: {0} ''{1}'' wird vom Server entfernt...
es: Eliminando {0} “{1}” del servidor...
fr: Suppression de {0} ''{1}'' du serveur...
ga: 15746-表:Яémovıฑg {0} ''{1}'' fяom thé séяvéя...|
it: Rimozione di {0} “{1}” dal server in corso...
ja: サーバーから {0} 「{1}」 を削除しています...
ko: 서버에서 {0} ''{1}''을(를) 제거하는 중...
pt: Removendo {0} “{1}” do servidor...
sv: Tar bort {0} ''{1}'' från servern ...
zh: 正从服务器中移除 {0} “{1}”...

# deleteextracts.errors.required_argument
source: The deleteextracts command requires either a workbook URL, a workbook name, or a data source name
de: Für den Befehl ''deleteextracts'' ist entweder eine Arbeitsmappen-URL, ein Arbeitsmappenname oder ein Datenquellenname erforderlich
es: El comando deleteextracts requiere una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos
fr: La commande deleteextracts nécessite une URL de classeur, un nom de classeur ou un nom de source de données
ga: 50040-表:Thé ďéłétééxtяäçts çommäฑď яéqűıяés éıthéя ä ὠoяkbook UЯŁ, ä ὠoяkbook ฑämé, oя ä ďätä soűяçé ฑämé|
it: Il comando deleteextracts richiede un URL della cartella di lavoro, un nome della cartella di lavoro o un nome dell’origine dati.
ja: deleteextracts コマンドでは、ワークブック URL、ワークブック名、またはデータ ソース名が必要です
ko: deleteextracts 명령에는 통합 문서 URL, 통합 문서 이름 또는 데이터 원본 이름이 필요합니다.
pt: O comando deleteextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
sv: Kommandot deleteextracts kräver en arbetsboks-URL, ett arbetsboksnamn eller ett datakällsnamn
zh: deleteextracts 命令需要工作簿 URL、工作簿名称或数据源名称

# deleteextracts.errors.error
source: Error deleting extract
de: Fehler beim Löschen des Extraktes
es: Error al eliminar la extracción
fr: Erreur lors de la suppression de l''extrait
ga: 09795-表:Éяяoя ďéłétıฑg éxtяäçt|
it: Errore nell’eliminazione di estrazioni
ja: 抽出の削除エラー
ko: 추출을 삭제하는 동안 오류가 발생했습니다.
pt: Erro ao excluir a extração
sv: Fel vid borttagande av extrakt
zh: 删除数据提取时出错

# deleteextracts.for.datasource
source: Deleting extract for data source ''{0}''
de: Extrakt von Datenquelle ''{0}'' wird gelöscht
es: Eliminar extracción de la fuente de datos “{0}”
fr: Suppression d''extrait pour la source de données ''{0}''
ga: 70600-表:Ðéłétıฑg éxtяäçt foя ďätä soűяçé ''{0}''|
it: Eliminazione di un’estrazione per l’origine dati “{0}”
ja: データ ソース 「{0}」 の抽出を削除しています
ko: 데이터 원본 ''{0}''에 대한 추출을 삭제하는 중
pt: Excluir extração para a fonte de dados “{0}”
sv: Tar bort extrakt för datakällan ''{0}''
zh: 正在为数据源“{0}”删除数据提取

# deleteextracts.for.workbook_name
source: Deleting extract for workbook with name ''{0}''
de: Extrakt für Arbeitsmappe mit Namen ''{0}'' löschen
es: Eliminando la extracción del libro de trabajo “{0}”
fr: Suppression d''un extrait pour le classeur portant le nom ''{0}''
ga: 12589-表:Ðéłétıฑg éxtяäçt foя ὠoяkbook ὠıth ฑämé ''{0}''|
it: Eliminazione di un’estrazione per la cartella di lavoro con nome “{0}”
ja: 名前が 「{0}」 であるワークブックの抽出を削除しています
ko: 이름이 ''{0}''인 통합 문서에 대한 추출을 삭제하는 중
pt: Excluir extração para a pasta de trabalho de nome “{0}”
sv: Tar bort extrakt för arbetsboken med namnet ''{0}''
zh: 正在为名为“{0}”的工作簿删除数据提取

# deleteextracts.for.workbook_url
source: Deleting extract for workbook with URL ''{0}''
de: Extrakt für Arbeitsmappe mit URL ''{0}'' löschen
es: Eliminar extracción para el libro de trabajo con la URL “{0}”
fr: Suppression d''extrait pour le classeur avec l''URL ''{0}''
ga: 30541-表:Ðéłétıฑg éxtяäçt foя ὠoяkbook ὠıth UЯŁ ''{0}''|
it: Eliminazione di un’estrazione per la cartella di lavoro con URL “{0}”
ja: URL が 「{0}」 であるワークブックの抽出を削除しています
ko: URL이 ''{0}''인 통합 문서에 대한 추출을 삭제하는 중
pt: Excluir extração para a pasta de trabalho com URL “{0}”
sv: Tar bort extrakt för arbetsboken med URL:en ''{0}''
zh: 正在为 URL 为“{0}”的工作簿删除数据提取

# deleteextracts.options.datasource
source: The name of the target data source for extract deletion
de: Der Name der Zieldatenquelle für Extraktentfernung
es: El nombre de la fuente de datos de destino para la eliminación de la extracción
fr: Nom de la source de données cible pour la suppression d''extraits
ga: 88595-表:Thé ฑämé of thé täяgét ďätä soűяçé foя éxtяäçt ďéłétıoฑ|
it: Il nome dell’origine dati di destinazione per l’eliminazione di estrazioni
ja: 抽出削除用のターゲット データ ソースの名前
ko: 추출 삭제를 위한 대상 데이터 원본의 이름
pt: O nome da fonte de dados de destino para exclusão da extração
sv: Namnet på måldatakällan för borttagande av extrakt
zh: 数据提取删除的目标数据源的名称

# deleteextracts.options.embedded-datasources
source: A space-separated list of embedded data source names within the target workbook. Enclose data source names with double quotes if they contain spaces. Only available when deleting extracts for a workbook.
de: Eine durch Leerzeichen getrennte Liste von eingebetteten Datenquellen in der Zielarbeitsmappe. Schließen Sie Datenquellennamen in doppelten Anführungszeichen ein, falls sie Leerzeichen enthalten. Nur möglich beim Löschen von Extrakten einer Arbeitsmappe.
es: Una lista de nombres de fuente de datos insertadas y separados por espacios dentro del libro de trabajo de destino. Escriba los nombres de fuente de datos con comillas si contienen espacios. Solo disponible al eliminar extracciones para un libro de trabajo.
fr: Liste séparée par des espaces des noms de sources de données intégrés dans le classeur cible. Entourez les noms des sources de données avec des guillemets doubles s''ils contiennent des espaces. Uniquement disponible en cas de suppression d''extraits pour un classeur.
ga: 75097-表:Å späçé-sépäяätéď łıst of émbéďďéď ďätä soűяçé ฑämés ὠıthıฑ thé täяgét ὠoяkbook. Éฑçłosé ďätä soűяçé ฑämés ὠıth ďoűbłé qűotés ıf théy çoฑtäıฑ späçés. Õฑły äväıłäbłé ὠhéฑ ďéłétıฑg éxtяäçts foя ä ὠoяkbook.|
it: Un elenco separato da spazi di nomi di origini dati incorporati nella cartella di lavoro di destinazione. Includi i nomi delle origini dati con virgolette doppie se contengono spazi. Disponibile solo quando si eliminano estrazioni per una cartella di lavoro.
ja: ターゲット ワークブック内の埋め込みデータ ソース名をスペースで区切ったリスト。スペースが含まれるデータ ソース名は二重引用符で囲んでください。これはワークブックの抽出を削除する場合にのみ使用できます。
ko: 대상 통합 문서에 내장된 데이터 원본 이름의 공백으로 구분된 목록입니다. 데이터 원본 이름에 공백이 있는 경우 큰따옴표로 묶습니다. 통합 문서의 추출을 삭제할 때만 사용할 수 있습니다.
pt: Uma lista de espaço separado de nomes de fontes de dados inseridas nesta pasta de trabalho de destino. Coloque os nomes da fonte de dados com aspas duplas se apresentarem espaços. Disponível somente ao excluir extrações para a pasta de trabalho.
sv: En blankstegsavgränsad lista med namn på inbäddade datakällsnamn i målarbetsboken. Omslut datakällsnamn med dubbla citattecken om de innehåller blanksteg. Endast tillgängligt när du tar bort extrakt från en arbetsbok.
zh: 目标工作簿内嵌入式数据源名称的空格分隔列表。如果数据源名称包含空格，请用双引号引起来。仅在为工作簿删除数据提取时可用。

# deleteextracts.options.include-all
source: Include all embedded data sources within target workbook
de: Schließen Sie alle eingebetteten Datenquellen in der Zielarbeitsmappe ein
es: Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
fr: Inclure toutes les sources de données intégrées dans le classeur cible
ga: 43310-表:İฑçłűďé äłł émbéďďéď ďätä soűяçés ὠıthıฑ täяgét ὠoяkbook|
it: Includi tutte le origini dati incorporate nella cartella di lavoro di destinazione
ja: ターゲット ワークブック内の埋め込みデータ ソースをすべて含める
ko: 대상 통합 문서에 내장된 모든 데이터 원본 포함
pt: Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
sv: Inkludera alla inbäddade datakällor i målarbetsboken
zh: 包括目标工作簿内的所有嵌入式数据源

# deleteextracts.options.parent-project-path
source: Path of the project that is the parent of the project that contains the target resource. Must specify the project name with --project.
de: Pfad zum Projekt, das dem Projekt übergeordneten ist, in dem die Zielressource enthalten ist. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del proyecto que es el principal dentro del proyecto que contiene el recurso de destino. Se debe especificar el nombre del proyecto con --project..
fr: Partie du projet qui est le parent du projet contenant la ressource cible. Vous devez spécifier le nom du projet avec --project.
ga: 39630-表:Päth of thé pяojéçt thät ıs thé päяéฑt of thé pяojéçt thät çoฑtäıฑs thé täяgét яésoűяçé. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt.|
it: Percorso del progetto che è il padre del progetto che contiene la risorsa di destinazione. Deve essere specificato il nome del progetto con --project.
ja: ターゲット リソースを含むプロジェクトの親であるプロジェクトのパス。プロジェクト名を --project で指定する必要があります。
ko: 대상 리소스를 포함하는 프로젝트의 상위 프로젝트에 대한 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto que contém o recurso de destino. É necessário especificar o nome do projeto com --project.
sv: Sökvägen för projektet är överordnad projektet som innehåller målresursen. Du måste ange projektnamnet med --projekt.
zh: 包含目标资源的项目的父项目路径。必须使用 --project 指定项目名称。

# deleteextracts.options.project
source: The name of the project that contains the target resource. Only necessary if {0} or {1} is specified. If unspecified, the default project ''{2}'' is used.
de: Der Name des Projekts, das die Zielressource enthält. Ist nur erforderlich, wenn {0} oder {1} nicht angegeben ist. Wenn keine Angabe erfolgt, wird das Standardprojekt ''{2}'' verwendet.
es: El nombre del proyecto que contiene el recurso de destino. Solo es necesario si se especifica {0} o {1}. Si no se especifica, se usa el proyecto predeterminado “{2}”.
fr: Nom du projet qui contient la ressource source. N''est nécessaire que si {0} ou {1} est spécifié. Dans le cas contraire, le projet par défaut ''{2}'' est utilisé.
ga: 44523-表:Thé ฑämé of thé pяojéçt thät çoฑtäıฑs thé täяgét яésoűяçé. Õฑły ฑéçéssäяy ıf {0} oя {1} ıs spéçıfıéď. İf űฑspéçıfıéď, thé ďéfäűłt pяojéçt ''{2}'' ıs űséď.|
it: Il nome del progetto che contiene la risorsa di destinazione. Necessario solo se {0} o {1} sono specificati. Se non specificati, viene utilizzato il progetto predefinito “{2}”.
ja: ターゲット リソースを含むプロジェクトの名前。{0} または {1} が指定されている場合にのみ必要です。指定されていない場合は、既定のプロジェクト 「{2}」 が使用されます。
ko: 대상 리소스를 포함하는 프로젝트 이름입니다. {0} 또는 {1}이(가) 지정된 경우에만 필요합니다. 지정되지 않은 경우 기본 프로젝트 ''{2}''이(가) 사용됩니다.
pt: O nome do projeto que contém o recurso de destino. Somente necessário se {0} ou {1} estiver especificado. Se não estiver especificado, o projeto padrão “{2}” é usado.
sv: Namnet på det projekt som innehåller målresursen. Behövs bara om {0} eller {1} har angetts. Om det inte anges används standardprojektet ''{2}''.
zh: 包含目标资源的项目的名称。仅在指定了 {0} 或 {1} 时才需要。如果未指定，则使用默认项目“{2}”。

# deleteextracts.options.url
source: The canonical name for the resource as it appears in the URL
de: Der kanonische Name für die Ressource, wie er in der URL angezeigt wird
es: El nombre canónico para el recurso tal y como aparece en la URL
fr: Nom canonique de la ressource, tel qu''il apparaît dans l''URL
ga: 43137-表:Thé çäฑoฑıçäł ฑämé foя thé яésoűяçé äs ıt äppéäяs ıฑ thé UЯŁ|
it: Il nome canonico per la risorsa come appare nell’URL
ja: リソースの URL に指定される正規名
ko: URL에 나타나는 리소스의 정규 이름
pt: O nome canônico do recurso, conforme ele aparece na URL
sv: Resursens kanoniska namn som den visas i webbadressen
zh: 出现在 URL 中的资源的规范名称

# deleteextracts.options.workbook
source: The name of the target workbook for extract deletion
de: Der Name der Zielarbeitsmappe für Extraktentfernung
es: El nombre del libro de trabajo de destino para la eliminación de extracción
fr: Nom du classeur cible pour la suppression d''extraits
ga: 47560-表:Thé ฑämé of thé täяgét ὠoяkbook foя éxtяäçt ďéłétıoฑ|
it: Il nome della cartella di lavoro di destinazione per l’eliminazione di estrazioni
ja: 抽出削除用のターゲット ワークブックの名前
ko: 추출 삭제를 위한 대상 통합 문서의 이름
pt: O nome da pasta de trabalho de destino para excluir a extração
sv: Namnet på målarbetsboken vid borttagning av extrakt
zh: 数据提取删除的目标工作簿的名称

# deleteextracts.short_description
source: Delete extracts for a published workbook or data source
de: Löschen Sie Extrakte für eine veröffentlichte Arbeitsmappe oder Datenquelle
es: Eliminar extracciones para un libro de trabajo o una fuente de datos publicada
fr: Supprimer les extraits pour un classeur ou une source de données publié(e)
ga: 83707-表:Ðéłété éxtяäçts foя ä pűbłıshéď ὠoяkbook oя ďätä soűяçé|
it: Elimina estrazioni per una cartella di lavoro o un’origine dati pubblicata
ja: パブリッシュされたワークブックまたはデータ ソース用の抽出を削除
ko: 게시된 통합 문서 또는 데이터 원본에 대한 추출 삭제
pt: Excluir extrações para uma pasta de trabalho ou fonte de dados publicada
sv: Ta bort extrakt för en publicerad arbetsbok eller datakälla
zh: 为已发布工作簿或数据源删除数据提取

# deleteextracts.workbook.include-all
source: Include all embedded data sources within target workbook
de: Schließen Sie alle eingebetteten Datenquellen in der Zielarbeitsmappe ein
es: Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
fr: Inclure toutes les sources de données intégrées dans le classeur cible
ga: 44166-表:İฑçłűďé äłł émbéďďéď ďätä soűяçés ὠıthıฑ täяgét ὠoяkbook|
it: Includi tutte le origini dati incorporate nella cartella di lavoro di destinazione
ja: ターゲット ワークブック内の埋め込みデータ ソースをすべて含める
ko: 대상 통합 문서에 내장된 모든 데이터 원본 포함
pt: Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
sv: Inkludera alla inbäddade datakällor i målarbetsboken
zh: 包括目标工作簿内的所有嵌入式数据源

# deleteextracts.workbook.embedded-datasource-names
source: With embedded datasource names
de: Mit eingebetteten Datasource-Namen
es: Con nombres de fuente de datos insertadas
fr: Avec noms de sources de données intégrés
ga: 76365-表:Ẉıth émbéďďéď ďätäsoűяçé ฑämés|
it: Con nomi di origine dati incorporati
ja: 埋め込みデータ ソース名あり
ko: 내장된 데이터 원본 이름 사용
pt: Com nomes de fontes de dados inseridas
sv: Med inbäddade datakällsnamn
zh: 包含嵌入式数据源名称

# deletegroup.short_description
source: Delete a group
de: Gruppe löschen
es: Eliminar un grupo
fr: Supprimer un groupe
ga: 23948-表:Ðéłété ä gяoűp|
it: Elimina un gruppo
ja: グループの削除
ko: 그룹 삭제
pt: Excluir um grupo
sv: Ta bort en grupp
zh: 删除组

# deletegroup.status
source: Deleting group ''{0}'' from the server...
de: Gruppe ''{0}'' wird vom Server gelöscht...
es: Eliminando el grupo “{0}” del servidor...
fr: Suppression du groupe ''{0}'' du serveur...
ga: 67039-表:Ðéłétıฑg gяoűp ''{0}'' fяom thé séяvéя...|
it: Eliminazione del gruppo “{0}” dal server...
ja: サーバーからグループ 「{0}」 を削除しています...
ko: 서버에서 ''{0}'' 그룹을 삭제하는 중...
pt: Excluindo o grupo “{0}” do servidor...
sv: Tar bort gruppen ''{0}'' från servern ...
zh: 正从服务器中删除组 “{0}”...

# deleteproject.errors.requires_project_name
source: The ''{0}'' command requires a project name
de: Für den Befehl ''{0}'' ist ein Projektname erforderlich
es: El comando “{0}” requiere un nombre de proyecto
fr: La commande ''{0}'' nécessite un nom de projet
ga: 87922-表:Thé ''{0}'' çommäฑď яéqűıяés ä pяojéçt ฑämé|
it: Il comando “{0}” richiede un nome di progetto
ja: 「{0}」 コマンドでは、プロジェクト名が必要です
ko: ''{0}'' 명령에는 프로젝트 이름이 필요합니다.
pt: O comando “{0}” requer um nome de projeto
sv: Kommandot ''{0}'' kräver ett projektnamn
zh: “{0}” 命令需要项目名称

# deleteproject.options.parent-project-path
source: Path of the parent of the project to delete. Must specify the project name with --project.
de: Pfad zu dem dem Projekt übergeordneten Element, das gelöscht werden soll. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del elemento superior del proyecto que se va a eliminar. Se debe especificar el nombre del proyecto con --project..
fr: Chemin du parent du projet à supprimer. Vous devez spécifier le nom du projet avec --project.
ga: 61337-表:Päth of thé päяéฑt of thé pяojéçt to ďéłété. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt.|
it: Percorso del padre del progetto da eliminare. Deve essere specificato il nome del progetto con --project.
ja: 削除するプロジェクトの親のパス。プロジェクト名を --project で指定する必要があります。
ko: 삭제할 프로젝트의 상위 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto a ser excluído. É necessário especificar o nome do projeto com --project.
sv: Sökväg till det överordnade projekt till det projekt som ska tas bort. Du måste specificera projektnamnet med --project.
zh: 要删除的项目的父项目的路径。必须使用 --project 指定项目名称。

# deleteproject.short_description
source: Delete a project
de: Projekt löschen
es: Eliminar un proyecto
fr: Supprimer un projet
ga: 59302-表:Ðéłété ä pяojéçt|
it: Elimina un progetto
ja: プロジェクトの削除
ko: 프로젝트 삭제
pt: Excluir um projeto
sv: Ta bort ett projekt
zh: 删除项目

# deleteproject.status
source: Deleting project ''{0}'' from the server...
de: Projekt ''{0}'' wird vom Server gelöscht...
es: Eliminando el proyecto “{0}” del servidor...
fr: Suppression du projet ''{0}'' du serveur...
ga: 37925-表:Ðéłétıฑg pяojéçt ''{0}'' fяom thé séяvéя...|
it: Eliminazione del progetto “{0}” dal server in corso...
ja: サーバーからプロジェクト 「{0}」 を削除しています...
ko: 서버에서 ''{0}'' 프로젝트를 삭제하는 중...
pt: Excluindo o projeto “{0}” do servidor...
sv: Tar bort projektet ''{0}'' från servern ...
zh: 正从服务器中删除项目 “{0}”...

# deletesite.errors.logged_into_this_site
source: Cannot delete the site you are currently logged into
de: Site, bei der Sie aktuell angemeldet sind, kann nicht gelöscht werden
es: No se puede eliminar el sitio en el que tiene iniciada la sesión
fr: Impossible de supprimer le site auquel vous êtes actuellement connecté
ga: 54700-表:Çäฑฑot ďéłété thé sıté yoű äяé çűяяéฑtły łoggéď ıฑto|
it: Impossibile cancellare il sito a cui sei attualmente connesso
ja: 現在ログインしているサイトを削除できません
ko: 현재 로그인되어 있는 사이트를 삭제할 수 없습니다.
pt: Não é possível excluir o site ao qual você está atualmente conectado
sv: Du kan inte ta bort den webbplats som du för tillfället är inloggad på
zh: 无法删除您当前登录到的站点

# deletesite.short_description
source: Delete a site
de: Website löschen
es: Eliminar un sitio
fr: Supprimer un site
ga: 93040-表:Ðéłété ä sıté|
it: Elimina un sito
ja: サイトの削除
ko: 사이트 삭제
pt: Excluir um site
sv: Ta bort en webbplats
zh: 删除站点

# deletesite.status
source: Deleting site ''{0}'' from the server...
de: Website ''{0}'' wird vom Server gelöscht...
es: Eliminando el sitio “{0}” del servidor...
fr: Suppression du site ''{0}'' du serveur...
ga: 58395-表:Ðéłétıฑg sıté ''{0}'' fяom thé séяvéя...|
it: Eliminazione del sito “{0}” dal server in corso...
ja: サーバーからサイト 「{0}」 を削除しています...
ko: 서버에서 ''{0}'' 사이트를 삭제하는 중...
pt: Excluindo o site “{0}” do servidor...
sv: Tar bort webbplatsen ''{0}'' från servern ...
zh: 正从服务器中删除站点 “{0}”...

# deletesiteusers.description
source: Delete site users. The users are read from the given CSV file. The file is a simple list of one user name per line
de: Löschen Sie Websitebenutzer. Die Benutzer werden aus der angegebenen CSV-Datei gelesen. Die Datei ist eine einfache Liste, die aus einem Benutzernamen pro Zeile besteht.
es: Elimine usuarios del sitio. Los usuarios se leen a partir del archivo CSV especificado. El archivo es una lista simple de un nombre de usuario por línea
fr: Supprimer des utilisateurs du site. Les utilisateurs sont lus depuis le fichier CSV donné. Le fichier est une simple liste contenant un utilisateur par ligne
ga: 47601-表:Ðéłété sıté űséяs. Thé űséяs äяé яéäď fяom thé gıvéฑ ÇŞƔ fıłé. Thé fıłé ıs ä sımpłé łıst of oฑé űséя ฑämé péя łıฑé|
it: Elimina gli utenti del sito. Gli utenti vengono letti dal file CSV fornito. Il file è un semplice elenco di un nome utente per riga
ja: サイト ユーザーを削除します。ユーザーは、指定された CSV ファイルから読み込まれます。ファイルは、1 行 に 1 人のユーザー名を含むシンプルなリストです
ko: 사이트 사용자를 삭제합니다. 사용자는 지정된 CSV 파일에서 읽어옵니다. 파일은 한 줄에 사용자 이름 하나가 있는 단순한 목록입니다.
pt: Exclua usuários do site. Os usuários são lidos de um determinado arquivo CSV. O arquivo é uma lista simples de um nome de usuário por linha
sv: Ta bort webbplatsanvändare. Användarna läses in från den angivna CSV-filen. Filen är en enkel lista med ett användarnamn per rad
zh: 删除站点用户。从给定的 CSV 文件中读取用户。此文件是简单的列表 (每行一个用户名)

# deletesiteusers.short_description
source: Delete site users
de: Websitebenutzer löschen
es: Eliminar usuarios del sitio
fr: Supprimer des utilisateurs du site
ga: 35854-表:Ðéłété sıté űséяs|
it: Elimina gli utenti del sito
ja: サイト ユーザーの削除
ko: 사이트 사용자 삭제
pt: Excluir usuários do site
sv: Ta bort webbplatsanvändare
zh: 删除站点用户

# deletesiteusers.status
source: Deleting site users listed in {0} from the server...
de: In {0} aufgelistete Websitebenutzer werden vom Server gelöscht...
es: Eliminando los usuarios del sitio mostrados en {0} del servidor...
fr: Suppression des utilisateurs du site répertoriés dans {0} du serveur...
ga: 36701-表:Ðéłétıฑg sıté űséяs łıstéď ıฑ {0} fяom thé séяvéя...|
it: Eliminazione degli utenti del sito elencati in {0} dal server in corso...
ja: {0} にリストされたサイト ユーザーをサーバーから削除しています...
ko: 서버에서 {0}에 나열된 사이트 사용자를 삭제하는 중...
pt: Excluindo usuários do site listados no {0} do servidor...
sv: Tar bort webbplatsanvändare listade i {0} från servern ...
zh: 正从服务器中删除 {0} 中列出的站点用户...
