Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# createsiteusers.description
source: Create users on the current site. The users are read from the given CSV file. The file can have the columns in the order shown below.{0}1. Username{0}2. Password (Ignored if using Active Directory){0}3. Friendly Name (Ignored if using Active Directory){0}4. License Level ({1}, {2}, {3}, {4} or {5}){0}5. Administrator ({6}/{7}){0}6. Publisher ({8}/{9}/1 or {10}/{11}/0){0}7. Email (only for Tableau Public){0}The file can have fewer columns. For example, it can be a simple list with one user name per line. You can use quotation marks if a value contains commas. Tabcmd waits for the {12} task to complete. You may choose not to wait for the task to complete on the server and instead return immediately by passing the {13} flag. System administrators cannot be created or demoted using this command. Use ''{14}'' instead
de: Erstellen Sie Benutzer auf der aktuellen Website. Die Benutzer werden aus der angegebenen CSV-Datei gelesen. Die Datei kann über Spalten in der im Folgenden angezeigten Reihenfolge verfügen.{0}1. Benutzername{0}2. Kennwort (wird bei Verwendung von Active Directory ignoriert){0}3. Anzeigename (wird bei Verwendung von Active Directory ignoriert){0}4. Lizenzstufe ({1}, {2}, {3}, {4} oder {5})5. Administrator ({6}/{7}){0}6. Veröffentlicher ({6}/{7}/1 oder {8}/{9}/0){0}7. E-Mail (nur für Tableau Public){0}Die Datei kann weniger Spalten aufweisen. Beispielsweise kann es sich hierbei um eine einfache Liste mit einem Benutzernamen pro Zeile handeln. Sie können Anführungszeichen verwenden, wenn ein Wert Kommas enthält. Tabcmd wartet, bis die {10}-Aufgabe abgeschlossen ist. Sie möchten möglicherweise nicht warten, bis die Aufgabe auf dem Server abgeschlossen ist und stattdessen die Rückgabe sofort vornehmen, indem Sie das Flag {11} übergeben. Systemadministratoren können mit diesem Befehl weder erstellt noch degradiert werden. Verwenden Sie stattdessen ''{12}''
es: Crear usuarios en el sitio actual. Los usuarios se leen a partir del archivo CSV especificado. El archivo puede tener las columnas en el orden que se muestra a continuación.{0}1. Nombre de usuario{0}2. Contraseña (Se omite en caso de usar Active Directory){0}3. Nombre descriptivo (Se omite en caso de usar Active Directory){0}4. Nivel de licencia ({1}, {2}, {3}, {4} o {5}){0}5. Administrador ({6}/{7}){0}6. Publicador ({8}/{9}/1 o {10}/{11}/0){0}7. Correo electrónico (solo para Tableau Public){0}El archivo puede tener menos columnas. Por ejemplo, puede ser una lista simple con un nombre de usuario por línea. Puede usar comillas si un valor contiene comas. Tabcmd espera hasta que la tarea de {12} se completa. Puede elegir no esperar a que se complete la tarea en el servidor y volver inmediatamente pasando el selector {13}. Con este comando no se pueden eliminar ni degradar administradores de sistema. Para ello, use “{14}”
fr: Créez des utilisateurs sur le site actuel. Les utilisateurs sont lus à partir du fichier CSV indiqué. Les colonnes du fichier peuvent se présenter dans l''ordre indiqué ci-dessous.{0}1. Nom d''utilisateur{0}2. Mot de passe (Ignoré en cas d''utilisation d''Active Directory){0}3. Nom convivial (Ignoré en cas d''utilisation d''Active Directory){0}4. Niveau de licence ({1}, {2}, {3}, {4} ou {5}){0}5. Administrateur ({6}/{7}){0}6. Publicateur ({8}/{9}/1 ou {10}/{11}/0){0}7. E-mail (uniquement pour Tableau Public){0}Le fichier peut avoir moins de colonnes. Par exemple, il peut être une simple liste comportant un nom d''utilisateur par ligne. Vous pouvez utiliser des guillemets si une valeur contient des virgules. Tabcmd attend que la tâche {12} soit terminée. Vous pouvez choisir de ne pas attendre la fin de la tâche sur le serveur et revenir immédiatement en transmettant l''indicateur {13}. Les administrateurs système ne peuvent pas être créés ou rétrogradés à l''aide de cette commande. Utilisez ''{14}'' à la place
ga: 81600-表:Çяéäté űséяs oฑ thé çűяяéฑt sıté. Thé űséяs äяé яéäď fяom thé gıvéฑ ÇŞƔ fıłé. Thé fıłé çäฑ hävé thé çołűmฑs ıฑ thé oяďéя shoὠฑ béłoὠ.{0}1. Uséяฑämé{0}2. Pässὠoяď (İgฑoяéď ıf űsıฑg Åçtıvé Ðıяéçtoяy){0}3. Fяıéฑďły Ñämé (İgฑoяéď ıf űsıฑg Åçtıvé Ðıяéçtoяy){0}4. Łıçéฑsé Łévéł ({1}, {2}, {3}, {4} oя {5}){0}5. Åďmıฑıstяätoя ({6}/{7}){0}6. Pűbłıshéя ({8}/{9}/1 oя {10}/{11}/0){0}7. Émäıł (oฑły foя Täbłéäű Pűbłıç){0}Thé fıłé çäฑ hävé féὠéя çołűmฑs. Foя éxämpłé, ıt çäฑ bé ä sımpłé łıst ὠıth oฑé űséя ฑämé péя łıฑé. Yoű çäฑ űsé qűotätıoฑ mäяks ıf ä väłűé çoฑtäıฑs çommäs. Täbçmď ὠäıts foя thé {12} täsk to çompłété. Yoű mäy çhoosé ฑot to ὠäıt foя thé täsk to çompłété oฑ thé séяvéя äฑď ıฑstéäď яétűяฑ ımméďıätéły by pässıฑg thé {13} fłäg. Şystém äďmıฑıstяätoяs çäฑฑot bé çяéätéď oя ďémotéď űsıฑg thıs çommäฑď. Usé ''{14}'' ıฑstéäď|
it: Crea utenti sul sito corrente. Gli utenti vengono letti dal file CSV fornito. Il file può avere le colonne nell’ordine mostrato di seguito.{0}1. Nome utente{0}2. Password (Ignorata se si utilizza Active Directory){0}3. Nome facile da ricordare (Ignorato se si utilizza Active Directory){0}4. Livello di licenza ({1}, {2}, {3}, {4} o {5}){0}5. Amministratore ({6}/{7}){0}6. Publisher ({8}/{9}/1 o {10}/{11}/0){0}7. E-mail (solo per Tableau Public){0}Il file può avere meno colonne. Ad esempio, può essere un semplice elenco con un nome utente per riga. È possibile utilizzare le virgolette se un valore contiene virgole. Tabcmd attende il completamento dell’attività {12}. Puoi scegliere di non attendere il completamento dell’attività sul server e tornare immediatamente passando il flag {13}. Gli amministratori di sistema non possono essere creati o dequalificati utilizzando questo comando. Utilizza invece “{14}”.
ja: 現在のサイトでユーザーを作成します。ユーザーは、指定された CSV ファイルから読み込まれます。ファイルには、以下の列をこの順序で含むことができます。{0}1. ユーザー名{0}2. パスワード (Active Directory を使用する場合は無視されます){0}3. フレンドリ名 (Active Directory を使用する場合は無視されます){0}4. ライセンス レベル ({1}、{2}、{3}、{4} または {5}){0}5.管理者 ({6}/{7}){0}6.パブリッシャー ({8}/{9}/1 または {10}/{11}/0){0}7.メール (Tableau Public のみ){0}ファイルの列は、ここに示した数より少なくてもかまいません。たとえば、1 行 にユーザー名のみを含むシンプルなリストを指定することもできます。値にコンマが含まれている場合は、引用符を使用できます。tabcmd は、{12} タスクが完了するのを待機します。 {13} フラグを渡すことにより、タスクがサーバー上で完了するのを待機せずに、すぐに戻るように指定できます。このコマンドを使用してシステム管理者を作成したり、システム管理者からユーザーを外したりすることはできません。代わりに、「{14}」を使用してください
ko: 현재 사이트에서 사용자를 만듭니다. 지정된 CSV 파일에서 사용자를 읽습니다. 파일에는 아래에 표시된 순서대로 열이 포함될 수 있습니다.{0}1. 사용자 이름{0}2. 비밀번호 (Active Directory 사용 시 무시됨){0}3. 식별 이름 (Active Directory 사용 시 무시됨){0}4. 라이선스 수준({1}, {2}, {3}, {4} 또는 {5}){0}5. 관리자({6}/{7}){0}6. 게시자({8}/{9}/1 또는 {10}/{11}/0){0}7. 이메일(Tableau Public에만 해당){0}파일의 열 개수가 더 적을 수도 있습니다. 예를 들어 한 줄에 사용자 이름 하나가 있는 단순한 목록일 수 있습니다. 값에 쉼표가 포함된 경우 따옴표를 사용할 수 있습니다. Tabcmd가 {12} 작업이 완료되기를 기다리고 있습니다. 서버의 작업이 완료되기를 기다리지 않고 즉시 반환되게 하려면 {13} 플래그를 전달하면 됩니다. 이 명령을 사용하여 시스템 관리자를 만들거나 권한을 내릴 수 없습니다. ''{14}'' 명령을 대신 사용하십시오.
pt: Crie usuários no site atual. Os usuários são lidos de um determinado arquivo CSV. As colunas do arquivo podem ser na ordem mostrada abaixo.{0}1. Nome de usuário{0}2. Senha (Ignorada ao usar o Active Directory){0}3. Nome amigável (Ignorado ao usar o Active Directory){0}4. Nível de licença ({1}, {2}, {3}, {4} ou {5}){0}5. Administrador ({6}/{7}){0}6. Publicador ({8}/{9}/1 ou {10}/{11}/0){0}7. E-mail (apenas para o Tableau Public){0}O arquivo pode ter menos colunas. Por exemplo, ele pode ser uma lista simples com um nome de usuário por linha. É possível usar aspas se um valor contiver vírgulas. O tabcmd espera pelo término da tarefa {12}. Você pode escolher não esperar pelo término da tarefa no servidor e, em vez disso, retornar imediatamente ao passar o marcador {13}. Administradores de sistema não podem ser criados ou removidos pelo uso desse comando. Use “{14}” em vez disso
sv: Skapa användare på den aktuella webbplatsen. Användarna läses in från den angivna CSV-filen. Filen kan ha kolumnerna i den ordning som visas nedan.{0}1. Användarnamn{0}2. Lösenord (Ignoreras om Active Directory används){0}3. Eget namn (Ignoreras om Active Directory används){0}4. Licensnivå ({1}, {2}, {3}, {4} eller {5}){0}5. Administratör ({6}/{7}){0}6. Utgivare ({8}/{9}/1 eller {10}/{11}/0){0}7. E-post (endast för Tableau Public){0}Filen kan ha färre kolumner. Den kan t.ex. vara en enkel lista med ett användarnamn per rad. Du kan använda citattecken om ett värde innehåller kommatecken. Tabcmd väntar på att uppgiften {12} ska slutföras. Du kan välja att inte vänta på att uppgiften ska slutföras på servern och istället återvända direkt genom att passera flaggan {13}. Systemadministratörer kan inte skapas eller degraderas med det här kommandot. Använd ''{14}'' istället
zh: 在当前站点上创建用户。从给定的 CSV 文件中读取用户。此文件可以包含多列，顺序如下所示。{0}1. 用户名{0}2.密码(如果使用 Active Directory，则忽略){0}3.友好名称(如果使用 Active Directory，则忽略){0}4.许可级别({1}、{2}、{3}、{4} 或 {5}){0}5.管理员({6}/{7}){0}6.发布者({8}/{9}/1 或 {10}/{11}/0){0}7.电子邮件(仅用于 Tableau Public){0}此文件可能包含更少的列。例如，它可以是简单的列表(每行一个用户名)。如果值包含逗号，则可以使用引号。Tabcmd 会等待 {12} 任务完成。 您可以选择不等待此任务在服务器上完成，而是通过传递 {13} 标志立即返回。无法使用此命令创建系统管理员或将其降级。请改用“{14}”

# createsiteusers.short_description
source: Create users on the current site
de: Benutzer auf der aktuellen Website erstellen
es: Crear usuarios en el sitio actual
fr: Créer des utilisateurs sur le site actuel
ga: 02557-表:Çяéäté űséяs oฑ thé çűяяéฑt sıté|
it: Crea utenti nel sito corrente
ja: 現在のサイト上でユーザーを作成します
ko: 현재 사이트에서 사용자를 만듭니다.
pt: Criar usuários no site atual
sv: Skapa användare på den aktuella webbplatsen
zh: 在当前站点上创建用户

# createsiteusers.status
source: Adding users listed in {0} to current site...
de: In {0} aufgelistete Benutzer zur aktuellen Website hinzufügen...
es: Añadiendo los usuarios mostrados en {0} al sitio actual...
fr: Ajout des utilisateurs répertoriés dans {0} au site actuel...
ga: 77326-表:Åďďıฑg űséяs łıstéď ıฑ {0} to çűяяéฑt sıté...|
it: Aggiunta di utenti elencati in {0} al sito corrente in corso...
ja: {0} にリストされたユーザーを現在のサイトに追加しています...
ko: {0}에 나열된 사용자를 현재 사이트에 추가하는 중...
pt: Adicionando usuários listados em {0} ao site atual...
sv: Lägger till användare listade i {0} till den aktuella webbplatsen ...
zh: 正将 {0} 中列出的用户添加到当前站点...

# createusers.description
source: Create users. The users are read from the given CSV file. The file can have the columns in the order shown below.{0}1. Username{0}2. Password (Ignored if using Active Directory){0}3. Friendly Name (Ignored if using Active Directory){0}4. License Level ({1}, {2}, {3}, {4} or {5}){0}5. Administrator ({6}/{7}/{8}/{9}){0}6. Publisher ({10}/{11}/1 or {12}/{13}/0){0}7. Email (only for Tableau Public){0}The file can have fewer columns. For example, it can be a simple list with one user name per line. You can use quotation marks if a value contains commas. Tabcmd waits for the {14} task to complete. You may choose not to wait for the task to complete on the server and instead return immediately by passing the {15} flag
de: Erstellen Sie Benutzer auf der aktuellen Website. Die Benutzer werden aus der angegebenen CSV-Datei gelesen. Die Datei kann über Spalten in der im Folgenden angezeigten Reihenfolge verfügen.{0}1. Benutzername{0}2. Kennwort (wird bei Verwendung von Active Directory ignoriert){0}3. Anzeigename (wird bei Verwendung von Active Directory ignoriert){0}4. Lizenzstufe ({1}, {2}, {3}, {4} oder {5})5. Administrator ({6}/{7}/{8}/{9}){0}6. Veröffentlicher ({10}/{11}/1 oder {12}/{13}/0){0}7. E-Mail (nur für Tableau Public){0}Die Datei kann weniger Spalten aufweisen. Beispielsweise kann es sich hierbei um eine einfache Liste mit einem Benutzernamen pro Zeile handeln. Sie können Anführungszeichen verwenden, wenn ein Wert Kommas enthält. Tabcmd wartet, bis die {14}-Aufgabe abgeschlossen ist. Sie möchten möglicherweise nicht warten, bis die Aufgabe auf dem Server abgeschlossen ist und stattdessen die Rückgabe sofort vornehmen, indem Sie das Flag {15} übergeben.
es: Crear usuarios. Los usuarios se leen a partir del archivo CSV especificado. El archivo puede tener las columnas en el orden que se muestra a continuación.{0}1. Nombre de usuario{0}2. Contraseña (Se omite en caso de usar Active Directory){0}3. Nombre descriptivo (Se omite en caso de usar Active Directory){0}4. Nivel de licencia ({1}, {2}, {3}, {4} o {5}){0}5. Administrador ({6}/{7}/{8}/{9}){0}6. Publicador ({10}/{11}/1 o {12}/{13}/0){0}7. Correo electrónico (solo para Tableau Public){0}El archivo puede tener menos columnas. Por ejemplo, puede ser una lista simple con un nombre de usuario por línea. Puede usar comillas si un valor contiene comas. Tabcmd espera hasta que la tarea de {14} se completa. Puede elegir no esperar a que se complete la tarea en el servidor y volver inmediatamente pasando el selector {15}.
fr: Créez des utilisateurs. Les utilisateurs sont lus à partir du fichier CSV indiqué. Les colonnes du fichier peuvent se présenter dans l''ordre indiqué ci-dessous.{0}1. Nom d''utilisateur{0}2. Mot de passe (Ignoré en cas d''utilisation d''Active Directory){0}3. Nom convivial (Ignoré en cas d''utilisation d''Active Directory){0}4. Niveau de licence ({1}, {2}, {3}, {4} ou {5}){0}5. Administrateur ({6}/{7}/{8}/{9}){0}6. Publicateur ({10}/{11}/1 ou {12}/{13}/0){0}7. E-mail (uniquement pour Tableau Public){0}Le fichier peut avoir moins de colonnes. Par exemple, il peut être une simple liste comportant un nom d''utilisateur par ligne. Vous pouvez utiliser des guillemets si une valeur contient des virgules. Tabcmd attend que la tâche {14} soit terminée. Vous pouvez choisir de ne pas attendre la fin de la tâche sur le serveur et revenir immédiatement en transmettant l''indicateur {15}
ga: 41191-表:Çяéäté űséяs. Thé űséяs äяé яéäď fяom thé gıvéฑ ÇŞƔ fıłé. Thé fıłé çäฑ hävé thé çołűmฑs ıฑ thé oяďéя shoὠฑ béłoὠ.{0}1. Uséяฑämé{0}2. Pässὠoяď (İgฑoяéď ıf űsıฑg Åçtıvé Ðıяéçtoяy){0}3. Fяıéฑďły Ñämé (İgฑoяéď ıf űsıฑg Åçtıvé Ðıяéçtoяy){0}4. Łıçéฑsé Łévéł ({1}, {2}, {3}, {4} oя {5}){0}5. Åďmıฑıstяätoя ({6}/{7}/{8}/{9}){0}6. Pűbłıshéя ({10}/{11}/1 oя {12}/{13}/0){0}7. Émäıł (oฑły foя Täbłéäű Pűbłıç){0}Thé fıłé çäฑ hävé féὠéя çołűmฑs. Foя éxämpłé, ıt çäฑ bé ä sımpłé łıst ὠıth oฑé űséя ฑämé péя łıฑé. Yoű çäฑ űsé qűotätıoฑ mäяks ıf ä väłűé çoฑtäıฑs çommäs. Täbçmď ὠäıts foя thé {14} täsk to çompłété. Yoű mäy çhoosé ฑot to ὠäıt foя thé täsk to çompłété oฑ thé séяvéя äฑď ıฑstéäď яétűяฑ ımméďıätéły by pässıฑg thé {15} fłäg|
it: Crea utenti. Gli utenti vengono letti dal file CSV fornito. Il file può avere le colonne nell’ordine mostrato di seguito.{0}1. Nome utente{0}2. Password (Ignorata se si utilizza Active Directory){0}3. Nome facile da ricordare (Ignorato se si utilizza Active Directory){0}4. Livello di licenza ({1}, {2}, {3}, {4} o {5}){0}5. Amministratore ({6}/{7}/{8}/{9}){0}6. Publisher ({10}/{11}/1 or {12}/{13}/0){0}7. E-mail (solo per Tableau Public){0}Il file può avere meno colonne. Ad esempio, può essere un semplice elenco con un nome utente per riga. È possibile utilizzare le virgolette se un valore contiene virgole. Tabcmd attende il completamento dell’attività {14}. Puoi scegliere di non attendere il completamento dell’attività sul server e tornare immediatamente passando il flag {15}.
ja: ユーザーを作成します。ユーザーは、指定された CSV ファイルから読み込まれます。ファイルには、以下の列をこの順序で含むことができます。{0}1. ユーザー名{0}2. パスワード (Active Directory を使用する場合は無視されます){0}3. フレンドリ名 (Active Directory を使用する場合は無視されます){0}4. ライセンス レベル ({1}、{2}、{3}、{4} または {5}){0}5.管理者 ({6}/{7}/{8}/{9}){0}6.パブリッシャー ({10}/{11}/1 または {12}/{13}/0){0}7.メール (Tableau Public のみ){0}ファイルの列は、ここに示した数より少なくてもかまいません。たとえば、1 行 にユーザー名のみを含むシンプルなリストを指定することもできます。値にコンマが含まれている場合は、引用符を使用できます。tabcmd は、{14} タスクが完了するのを待機します。 {15} フラグを渡すことにより、タスクがサーバー上で完了するのを待機せずに、すぐに戻るように指定できます。
ko: 사용자를 만듭니다. 지정된 CSV 파일에서 사용자를 읽습니다. 파일에는 아래에 표시된 순서대로 열이 포함될 수 있습니다.{0}1. 사용자 이름{0}2. 비밀번호 (Active Directory 사용 시 무시됨){0}3. 식별 이름 (Active Directory 사용 시 무시됨){0}4. 라이선스 수준({1}, {2}, {3}, {4} 또는 {5}){0}5. 관리자({6}/{7}/{8}/{9}){0}6. 게시자({10}/{11}/1 또는 {12}/{13}/0){0}7. 이메일(Tableau Public에만 해당){0}파일의 열 개수가 더 적을 수도 있습니다. 예를 들어 한 줄에 사용자 이름 하나가 있는 단순한 목록일 수 있습니다. 값에 쉼표가 포함된 경우 따옴표를 사용할 수 있습니다. Tabcmd가 {14} 작업이 완료되기를 기다리고 있습니다. 서버의 작업이 완료되기를 기다리지 않고 즉시 반환되게 하려면 {15} 플래그를 전달할 수 있습니다.
pt: Crie usuários. Os usuários são lidos de um determinado arquivo CSV. As colunas do arquivo podem ser na ordem mostrada abaixo.{0}1. Nome de usuário{0}2. Senha (Ignorada ao usar o Active Directory){0}3. Nome amigável (Ignorado ao usar o Active Directory){0}4. Nível de licença ({1}, {2}, {3}, {4} ou {5}){0}5. Administrador ({6}/{7}/{8}/{9}){0}6. Publicador ({10}/{11}/1 ou {12}/{13}/0){0}7. E-mail (apenas para o Tableau Public){0}O arquivo pode ter menos colunas. Por exemplo, ele pode ser uma lista simples com um nome de usuário por linha. É possível usar aspas se um valor contiver vírgulas. O tabcmd espera pelo término da tarefa {14}. Você pode escolher não esperar pelo término da tarefa no servidor e, em vez disso, retornar imediatamente ao passar o marcador {15}
sv: Skapa användare. Användarna läses in från den angivna CSV-filen. Filen kan ha kolumnerna i den ordning som visas nedan.{0}1. Användarnamn{0}2. Lösenord (Ignoreras om Active Directory används){0}3. Eget namn (Ignoreras om Active Directory används){0}4. Licensnivå ({1}, {2}, {3}, {4} eller {5}){0}5. Administratör ({6}/{7}/{8}/{9}){0}6. Utgivare ({10}/{11}/1 eller {12}/{13}/0){0}7. E-post (endast för Tableau Public){0}Filen kan ha färre kolumner. Den kan t.ex. vara en enkel lista med ett användarnamn per rad. Du kan använda citattecken om ett värde innehåller kommatecken. Tabcmd väntar på att uppgiften {14} ska slutföras. Du kan välja att inte vänta på att uppgiften ska slutföras på servern och istället återvända direkt genom att passera flaggan {15}
zh: 创建用户从给定的 CSV 文件中读取用户。此文件可以包含多列，顺序如下所示。{0}1. 用户名{0}2.密码(如果使用 Active Directory，则忽略){0}3.友好名称(如果使用 Active Directory，则忽略){0}4.许可级别({1}、{2}、{3}、{4} 或 {5}){0}5.管理员({6}/{7}/{8}/{9}){0}6.发布者({10}/{11}/1 或 {12}/{13}/0){0}7.电子邮件(仅适用于 Tableau Public){0}此文件可能包含更少的列。例如，它可以是简单的列表(每行一个用户名)。如果值包含逗号，则可以使用引号。Tabcmd 会等待 {14} 任务完成。 您可以选择不等待此任务在服务器上完成，而是通过传递 {15} 标志立即返回

# createusers.short_description
source: Create users on the server
de: Benutzer auf dem Server erstellen
es: Crear usuarios en el servidor
fr: Créer des utilisateurs sur le serveur
ga: 64196-表:Çяéäté űséяs oฑ thé séяvéя|
it: Crea utenti sul server
ja: サーバー上でユーザーを作成します
ko: 서버에서 사용자 만들기
pt: Criar usuários no servidor
sv: Skapa användare på servern
zh: 在服务器上创建用户

# createusers.status
source: Adding users listed in {0} to the server
de: In {0} aufgelistete Benutzer werden zum Server hinzugefügt
es: Añadiendo los usuarios mostrados en {0} al servidor
fr: Suppression des utilisateurs répertoriés dans {0} au serveur
ga: 29831-表:Åďďıฑg űséяs łıstéď ıฑ {0} to thé séяvéя|
it: Aggiunta di utenti elencati in {0} al server in corso
ja: {0} にリストされたユーザーをサーバーに追加しています
ko: {0}에 나열된 사용자를 서버에 추가하는 중
pt: Adicionando usuários listados em {0} ao servidor
sv: Lägger till användare listade i {0} på servern
zh: 正在将 {0} 中列出的用户添加到服务器

# decryptextracts.short_description
source: Decrypt extracts on a site
de: Extrakte auf einer Site verschlüsseln
es: Descifrar las extracciones en un sitio
fr: Décrypter les extraits sur un site
ga: 81687-表:Ðéçяypt éxtяäçts oฑ ä sıté|
it: Esegui la decrittografia delle estrazioni su un sito
ja: サイトで抽出を複合化する
ko: 사이트의 추출 암호 해독
pt: Descriptografar extrações em um site
sv: Dekryptera extrakt på en webbplats
zh: 在站点上对数据提取进行解密

# decryptextracts.status
source: Scheduling extracts on site {0} to be decrypted...
de: Planung von Extrakten auf Site {0} zur Entschlüsselung...
es: Programando el descifrado de las extracciones en el sitio {0}...
fr: Programmation des extraits sur le site {0} à décrypter...
ga: 69492-表:Şçhéďűłıฑg éxtяäçts oฑ sıté {0} to bé ďéçяyptéď...|
it: Pianificazioni delle estrazioni sul sito {0} da decrittografare...
ja: サイト {0} で複合化する抽出をスケジュールしています...
ko: 사이트 {0}의 추출을 암호 해독하도록 예약하는 중...
pt: Agendando decodificações de extrações no site {0}...
sv: Schemalägger dekryptering av extrakt på webbplatsen {0} ...
zh: 正在计划站点 {0} 上要解密的数据提取...

# delete.errors.mutually_exclusive
source: Cannot specify both a workbook and data source to delete
de: Löschen einer Arbeitsmappe und einer Datenquelle kann nicht gleichzeitig angegeben werden
es: No se puede especificar un libro de trabajo y una fuente de datos para su eliminación
fr: Impossible de spécifier à la fois un classeur et une source de données à supprimer
ga: 98835-表:Çäฑฑot spéçıfy both ä ὠoяkbook äฑď ďätä soűяçé to ďéłété|
it: Impossibile specificare sia una cartella di lavoro che un’origine dati da eliminare
ja: 削除するワークブックとデータ ソースの両方を指定することはできません
ko: 통합 문서와 데이터 원본을 둘 다 삭제하도록 지정할 수 없습니다.
pt: Não é possível especificar a pasta de trabalho e a fonte de dados para excluir
sv: Det går inte att ange både en arbetsbok och en datakälla som ska tas bort
zh: 无法指定要删除的工作簿和数据源

# delete.errors.requires_workbook_datasource
source: The ''{0}'' command requires a workbook name or data source name
de: Für den Befehl ''{0}'' ist ein Arbeitsmappen- oder Datenquellenname erforderlich
es: El comando “{0}” requiere un nombre de libro de trabajo o de fuente de datos
fr: La commande ''{0}'' nécessite un nom de classeur ou un nom de source de données
ga: 02732-表:Thé ''{0}'' çommäฑď яéqűıяés ä ὠoяkbook ฑämé oя ďätä soűяçé ฑämé|
it: Il comando “{0}” richiede il nome di una cartella di lavoro o dell’origine dati.
ja: 「{0}」 コマンドでは、ワークブック名またはデータ ソース名が必要です
ko: ''{0}'' 명령에는 통합 문서 이름이나 데이터 원본 이름이 필요합니다.
pt: O comando “{0}” requer um nome da pasta de trabalho ou nome da fonte de dados
sv: Kommandot ''{0}'' kräver ett namn på en arbetsbok eller en datakälla
zh: “{0}” 命令需要工作簿名称或数据源名称

# delete.options.datasource
source: Data source to delete
de: Zu löschende Datenquelle
es: Fuente de datos que se va a eliminar
fr: Source de données à supprimer
ga: 72261-表:Ðätä soűяçé to ďéłété|
it: Origine dati da eliminare
ja: 削除するデータ ソース
ko: 삭제할 데이터 원본
pt: Fonte de dados a ser excluída
sv: Datakälla som ska tas bort
zh: 要删除的数据源

# delete.options.parent-project-path
source: Path of the parent of the project that contains the workbook/data source to delete. Must specify the project name with --project.
de: Pfad zu dem dem Projekt übergeordneten Element, in dem die zu löschende Arbeitsmappe/Datenquelle enthalten ist. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del elemento superior del proyecto que contiene los libros de trabajo o las fuentes de datos que se van a eliminar. Se debe especificar el nombre del proyecto con --project..
fr: Chemin du parent du projet contenant le classeur/la source de données à supprimer. Vous devez spécifier le nom du projet avec --project.
ga: 99132-表:Päth of thé päяéฑt of thé pяojéçt thät çoฑtäıฑs thé ὠoяkbook/ďätä soűяçé to ďéłété. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt.|
it: Percorso del padre del progetto che contiene la cartella di lavoro/origine dati da eliminare. Deve essere specificato il nome del progetto con --project.
ja: 削除するワークブック/データ ソースを含むプロジェクトの親のパス。プロジェクト名を --project で指定する必要があります。
ko: 삭제할 통합 문서/데이터 원본을 포함하는 프로젝트의 상위 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto que contém a pasta de trabalho/fonte de dados a ser excluída. É necessário especificar o nome do projeto com --project.
sv: Sökväg till det överordnade projekt som innehåller den arbetsbok/datakälla som ska tas bort. Du måste specificera projektnamnet med --project.
zh: 包含要删除的工作簿/数据源的项目的父项目路径。必须使用 --project 指定项目名称。
