Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# upgradethumbnails.status.server_started
source: Server Response: Started thumbnails upgrade!
de: Serverantwort: Miniatorbildupgrade gestartet!
es: Respuesta del servidor: la actualización de miniaturas ha comenzado.
fr: Réponse du serveur : la mise à niveau des images miniatures a démarré
ga: 76283-表:Şéяvéя Яéspoฑsé: Ştäяtéď thűmbฑäıłs űpgяäďé!|
it: Risposta del server: upgrade delle anteprime avviato.
ja: サーバーからの応答: サムネイルのアップグレードを開始しました!
ko: 서버 응답: 축소판 업그레이드가 시작되었습니다!
pt: Resposta do servidor: atualização de miniaturas iniciada!
sv: Serversvar: Uppgradering av miniatyrer har påbörjats.
zh: 服务器响应: 已启动缩略图升级!

# upgradethumbnails.status.server_stopped
source: Server Response: Stopped %d jobs
de: Serverantwort: %d Aufträge angehalten
es: Respuesta del servidor: se han detenido %d trabajos
fr: Réponse du serveur : %d travaux arrêtés
ga: 42151-表:Şéяvéя Яéspoฑsé: Ştoppéď %ď jobs|
it: Risposta del server: arrestati %d processi
ja: サーバーからの応答: %d 個のジョブが停止しました
ko: 서버 응답: %d개 작업이 중지되었습니다.
pt: Resposta do servidor: %d trabalhos interrompidos
sv: Serversvar: %d jobb har stoppats
zh: 服务器响应: 已停止 %d 个作业

# dataquality.author.extract_refresh_monitoring
source: extract refresh monitoring
es: Supervisión de actualización de extracción
it: Monitoraggio aggiornamento estrazioni
ja: 抽出更新のモニタリング
pt: monitoramento da atualização de extração
zh: 数据提取刷新监视

# dataquality.author.flow_run_monitoring
source: flow run monitoring
es: Supervisión de ejecución de flujo
it: Monitoraggio esecuzione flusso
ja: フロー実行のモニタリング
pt: monitoramento de execução de fluxo
zh: 流程运行监视

# dataquality.message.refresh_failed
source: Refresh failed: {0}
de: Fehler bei Aktualisierung: {0}
es: Error de acualización: {0}
fr: Échec de lʼactualisation : {0}
ga: 92668-表:Яéfяésh fäıłéď: {0}|
it: Aggiornamento non riuscito: {0}
ja: 失敗した更新: {0}
ko: 새로 고침 실패: {0}
pt: Atualização falhou: {0}
sv: Uppdateringen misslyckades: {0}
zh: 刷新失败: {0}

# dataquality.message.last_successful
source: Last successful: {0}
de: Letzte erfolgreiche Ausführung: {0}
es: Realizado correctamente por última vez: {0}
fr: Dernière opération réussie : {0}
ga: 16968-表:Łäst sűççéssfűł: {0}|
it: Ultimo completato: {0}
ja: 前回成功した更新: {0}
ko: 마지막 성공: {0}
pt: Última bem-sucedida: {0}
sv: Senast genomfört utan fel: {0}
zh: 上次成功: {0}

# dataquality.message.next_scheduled
source: Next scheduled: {0}
de: Nächste geplante Ausführung: {0}
es: Próxima programación: {0}
fr: Prochaine programmation : {0}
ga: 74780-表:Ñéxt sçhéďűłéď: {0}|
it: Prossimo pianificato: {0}
ja: 次にスケジュールされている更新: {0}
ko: 다음 예약: {0}
pt: Próximo agendado: {0}
sv: Nästa schemalagda: {0}
zh: 下次计划: {0}

# dataquality.message.flow_run_output_steps_failed
source: {0}/{1} output steps failed to run
de: {0}/{1} Ausgabeschritte konnten nicht ausgeführt werden
es: No fue posible ejecutar {0}/{1} pasos de salida
fr: Lʼexécution de {0} étapes de sortie sur {1} a échoué
ga: 58409-表:{0}/{1} oűtpűt stéps fäıłéď to яűฑ|
it: {0}/{1} fasi di output non sono state eseguite
ja: {0}/{1} 出力ステップの実行に失敗しました
ko: {0}/{1}개의 출력 단계를 실행하지 못함
pt: {0}/{1} etapas de saída falharam ao executar failed to run
sv: {0}/{1} utgångssteg kunde inte köras
zh: {0}/{1} 个输出步骤运行失败

# label_value.description.certified
source: This asset is trusted and recommended.
es: El recurso es de confianza y se recomienda.
it: Questa risorsa è attendibile e consigliata.
ja: このアセットは信頼でき、推奨されます。
pt: Este ativo é confiável e recomendado.
zh: 此资产是受信任和推荐的。

# label_value.description.deprecated
source: This asset is no longer maintained and shouldn''t be used.
es: Este activo ya no se mantiene y no se debe usar.
it: Questa risorsa non è più gestita e non deve essere utilizzata.
ja: このアセットはもはや維持されておらず、使用すべきではありません。
pt: Este recurso não é mais mantido e não deve ser usado.
zh: 此资产不再维护，也不应使用。

# label_value.description.extract_refresh_failure
source: This asset''s most recent extract refresh failed.
es: La actualización de extracción más reciente de este recurso generó un error.
it: L’aggiornamento dell’estrazione più recente di questa risorsa non è riuscito.
ja: このアセットの直近の抽出更新に失敗しました。
pt: A atualização de extração mais recente deste recurso falhou.
zh: 此资产的最近一次数据提取刷新失败。

# label_value.description.flow_run_failure
source: This flow''s most recent run failed.
es: La ejecución más reciente de este flujo falló.
it: L’esecuzione più recente di questo flusso non è riuscita.
ja: このフローの直近の実行に失敗しました。
pt: A execução mais recente deste fluxo falhou.
zh: 此流程的最近一次运行失败。

# label_value.description.maintenance
source: This asset is undergoing maintenance.
es: Este recurso se encuentra en mantenimiento.
it: Questa risorsa è in fase di manutenzione.
ja: このアセットは現在メンテナンス中です。
pt: Este ativo está em manutenção.
zh: 此资产正在进行维护。

# label_value.description.sensitive_data
source: This asset contains sensitive information.
es: Este recurso contiene información confidencial.
it: Questa risorsa contiene informazioni sensibili.
ja: このアセットには機密情報が含まれています。
pt: Este ativo contém informações confidenciais.
zh: 此资产包含敏感信息。

# label_value.description.stale
source: This asset is outdated.
es: Este recurso está obsoleto.
it: Questa risorsa è obsoleta.
ja: このアセットは古くなっています。
pt: Este ativo está desatualizado.
zh: 此资产已经过时。

# label_value.description.warning
source: This asset has a general quality issue.
es: Este recurso tiene un problema de calidad general.
it: Questa risorsa presenta un problema di qualità generale.
ja: このアセットは一般的な品質に問題があります。
pt: Este ativo tem um problema geral de qualidade.
zh: 此资产存在一般质量问题。

# importcsvsummary.error.details
source: Error details:
de: Fehlerdetails:
es: Detalles del error:
fr: Détails de lʼerreur :
ga: 10478-表:Éяяoя ďétäıłs:|
it: Dettagli errore:
ja: エラーの詳細:
ko: 오류 세부 정보:
pt: Detalhes do erro:
sv: Felinformation:
zh: 错误详细信息:

# importcsvsummary.remainingerrors
source: (remaining errors not shown)
de: (verbleibende Fehler werden nicht angezeigt)
es: (errores restantes no mostrados)
fr: (autres erreurs non affichées)
ga: 91827-表:(яémäıฑıฑg éяяoяs ฑot shoὠฑ)|
it: (errori rimanenti non visualizzati)
ja: (残りのエラーは表示されていません)
ko: (나머지 오류는 표시되지 않음)
pt: (erros restantes que não aparecem)
sv: (återstående fel visas inte)
zh: (其余错误未显示)

# importcsvsummary.error.line
source: line {0} for user ''{1}'': ''{2}''
de: Zeile {0} für Benutzer ''{1}'': ''{2}''
es: línea {0} para usuario “{1}”: “{2}”
fr: ligne {0} pour lʼutilisateur ʼ{1}ʼ : ʼ{2}ʼ
ga: 90536-表:łıฑé {0} foя űséя ''{1}'': ''{2}''|
it: riga {0} per l’utente “{1}”: “{2}”
ja: ユーザー 「{1}」 の行 {0}: 「{2}」
ko: ''{1}'' 사용자의 라인 {0}: ''{2}''
pt: linha {0} para o usuário “{1}”: “{2}”
sv: rad {0} för användare ''{1}'': ''{2}''
zh: 用户“{1}”的行 {0}:“{2}”

# importcsvsummary.line.processed
source: Lines processed: {0}
de: Verarbeitete Zeilen: {0}
es: Líneas procesadas: {0}
fr: Lignes traitées : {0}
ga: 43650-表:Łıฑés pяoçésséď: {0}|
it: Righe elaborate: {0}
ja: 処理された行数: {0}
ko: 처리한 라인 수: {0}
pt: Linhas processadas: {0}
sv: Bearbetade rader: {0}
zh: 已处理行数: {0}

# importcsvsummary.line.skipped
source: Lines skipped: {0}
de: Übersprungene Zeilen: {0}
es: Líneas omitidas: {0}
fr: Lignes ignorées : {0}
ga: 44772-表:Łıฑés skıppéď: {0}|
it: Righe ignorate: {0}
ja: スキップされた行数: {0}
ko: 건너뛴 라인 수: {0}
pt: Linhas ignoradas: {0}
sv: Överhoppade rader: {0}
zh: 已跳过行数: {0}

# importcsvsummary.users.added.count
source: Number of users added: {0}
de: Anzahl hinzugefügter Benutzer: {0}
es: Número de usuarios añadidos: {0}
fr: Nombre dʼutilisateurs ajoutés : {0}
ga: 39565-表:Ñűmbéя of űséяs äďďéď: {0}|
it: Numero di utenti aggiunti: {0}
ja: 追加されたユーザー数: {0}
ko: 추가된 사용자 수: {0}
pt: Número de usuários adicionados: {0}
sv: Antal tillagda användare: {0}
zh: 添加的用户数: {0}

# importcsvsummary.errors.count
source: Number of errors: {0}
de: Fehleranzahl: {0}
es: Número de errores: {0}
fr: Nombre dʼerreurs : {0}
ga: 84986-表:Ñűmbéя of éяяoяs: {0}|
it: Numero di errori: {0}
ja: エラーの数: {0}
ko: 오류 수: {0}
pt: Número de erros: {0}
sv: Antal fel: {0}
zh: 错误数: {0}

# importcsvsummary.error.unexpected_extension
source: Unexpected filename extension for CSV file
de: Unerwartete Dateinamenerweiterung für CSV-Datei
es: Extensión de nombre de archivo inesperada para el archivo .csv
fr: Extension de nom de fichier inattendue pour le fichier CSV
ga: 44485-表:Uฑéxpéçtéď fıłéฑämé éxtéฑsıoฑ foя ÇŞƔ fıłé|
it: Estensione del nome file imprevista per il file CSV
ja: CSV ファイルの予期しないファイル名拡張子
ko: CSV 파일의 예기치 않은 파일 확장명
pt: Extensão de nome de arquivo inesperada para arquivo CSV
sv: Oväntat filnamnstillägg för CSV-fil
zh: CSV 文件的意外文件扩展名

# importcsvsummary.error.size_limit
source: CsvFile exceeds size limit of {0}
de: CSV-Datei überschreitet Größenlimit von {0}
es: CsvFile sobrepasa el tamaño límite de {0}
fr: Le fichier CSV dépasse la limite de taille de {0}
ga: 83473-表:ÇsvFıłé éxçééďs sıžé łımıt of {0}|
it: Il file CSV supera il limite di dimensione di {0}
ja: CsvFile のサイズが {0} の制限を超えています
ko: CSV 파일이 크기 제한({0})을 초과함
pt: O arquivo CSV excede o limite de tamanho de {0}
sv: CSV-filen överskrider storleksgränsen på {0}
zh: CsvFile 超出大小限制 {0}

# importcsvsummary.error.local.password_mismatch
source: Update of local site user requires empty or matching password
de: Aktualisierung des lokalen Site-Benutzers erfordert leeres oder übereinstimmendes Kennwort
es: La actualización del usuario del sitio local requiere una contraseña vacía o coincidente
fr: La mise à jour de lʼutilisateur de site local requiert un mot de passe vide ou correspondant
ga: 97979-表:Upďäté of łoçäł sıté űséя яéqűıяés émpty oя mätçhıฑg pässὠoяď|
it: L’aggiornamento dell’utente del sito locale richiede una password vuota o corrispondente
ja: ローカル サイト ユーザーの更新には、空のパスワードまたは一致するパスワードが必要です
ko: 로컬 사이트 사용자를 업데이트하려면 비밀번호가 비어 있거나 일치해야 함
pt: A atualização do usuário do site local requer uma senha vazia ou correspondente
sv: Uppdatering av lokal webbplatsanvändare kräver tomt eller matchande lösenord
zh: 更新本地站点用户需要空密码或匹配密码

# importcsvsummary.error.local.password_required
source: Creation of local system user when Auth is Local requires password
de: Erstellung eines lokalen Systembenutzers bei lokaler Authentifizierung erfordert Kennwort
es: La creación del usuario del sistema local cuando Auth es Local requiere una contraseña
fr: Création dʼun utilisateur système local lorsque lʼauthentification locale exige un mot de passe
ga: 66668-表:Çяéätıoฑ of łoçäł systém űséя ὠhéฑ Åűth ıs Łoçäł яéqűıяés pässὠoяď|
it: La creazione di un utente di sistema locale quando l’autorizzazione è locale richiede la password
ja: ローカル認証の場合、ローカル システム ユーザーの作成にはパスワードが必要です
ko: 인증 방식이 로컬인 경우 로컬 시스템 사용자를 만들려면 비밀번호가 필요함
pt: Criação de usuário do sistema local quando Auth é local requer senha
sv: Det krävs lösenord för att skapa en lokal systemanvändare när autentiseringen är lokal
zh: 当“Auth”为“Local”时创建本地系统用户需要密码

# importcsvsummary.error.ad.user_not_found
source: AD user not found ''{0}''
de: AD-Benutzer nicht gefunden ''{0}''
es: No se ha encontrado al usuario AD “{0}”
fr: Utilisateur AD ʼ{0}ʼ introuvable
ga: 36793-表:ÅÐ űséя ฑot foűฑď ''{0}''|
it: Utente AD non trovato “{0}”
ja: AD ユーザーが見つかりません 「{0}」
ko: AD 사용자 ''{0}''을(를) 찾을 수 없음
pt: Usuário AD não encontrado “{0}”
sv: Det gick inte att hitta AD-användaren ''{0}''
zh: 找不到 AD 用户“{0}”

# importcsvsummary.error.domain_not_found
source: Invalid domain ''{0}''
es: Dominio no válido “{0}”
it: Dominio non valido: “{0}”
ja: 無効なドメイン 「{0}」
pt: Domínio inválido “{0}”
zh: 无效的域“{0}”

# importcsvsummary.error.cannot_create_user_identity
source: Cannot create user identity for user ''{0}''
es: No se pudo crear la identidad de usuario para el usuario “{0}”
it: Impossibile creare l’identità utente per “{0}”
ja: ユーザー 「{0}」 のユーザー ID を作成できません
pt: Não é possível criar a identidade do usuário “{0}”
zh: 无法为用户“{0}”创建用户身份

# importcsvsummary.error.invalid_identity_pool_name
source: Invalid Identity Pool name ''{0}''
es: Nombre de la agrupación de identidad no válido “{0}”
it: Nome del pool di identità non valido: “{0}”
ja: アイデンティティ プール名 「{0}」 が無効です
pt: Nome do pool de identidades inválido “{0}”
zh: 无效的身份池名称“{0}”

# importcsvsummary.error.too_many_errors
source: Too many errors encountered in CSV file
de: CSV-Datei enthält zu viele Fehler
es: Se han encontrado demasiados errores en el archivo .csv
fr: Trop grand nombre dʼerreurs dans le fichier CSV
ga: 29068-表:Too mäฑy éяяoяs éฑçoűฑtéяéď ıฑ ÇŞƔ fıłé|
it: Sono stati rilevati troppi errori nel file CSV
ja: CSV ファイルで発生したエラーが多すぎます
ko: CSV 파일에 너무 많은 오류 발생
pt: Muitos erros encontrados no arquivo CSV
sv: För många fel i CSV-filen
zh: CSV 文件中遇到的错误太多

# audit.errors.wdc_not_allowlisted
source: Web data connector is not allowlisted. For help, please refer to: https://help.tableau.com/current/online/en-us/to_keep_data_fresh.htm
de: Der Webdaten-Connector befindet sich nicht auf der Zulassungsliste. Hilfe finden Sie unter: https://help.tableau.com/current/online/de-de/to_keep_data_fresh.htm
es: El conector de datos web no se encuentra en la lista de admisión. Para obtener asistencia, consulte: https://help.tableau.com/current/online/es-es/to_keep_data_fresh.htm
fr: Le connecteur de données Web ne figure pas dans la liste des connecteurs autorisés. Pour obtenir de lʼaide, consultez https://help.tableau.com/current/online/fr-fr/to_keep_data_fresh.htm
ga: 93436-表:Ẉéb ďätä çoฑฑéçtoя ıs ฑot äłłoὠłıstéď. Foя héłp, płéäsé яéféя to: https://help.tableau.com/current/online/en-us/to_keep_data_fresh.htm|
it: Il connettore dati Web non è presente nell’elenco consentiti. Per assistenza, visita: https://help.tableau.com/current/online/it-it/to_keep_data_fresh.htm.
ja: Web データ コネクタが許可リストに含まれていません。ヘルプについては、https://help.tableau.com/current/online/ja-jp/to_keep_data_fresh.htm を参照してください。
ko: 웹 데이터 커넥터가 허용 목록에 없습니다. 도움이 필요하면 다음을 참조하십시오. https://help.tableau.com/current/online/ko-kr/to_keep_data_fresh.htm
pt: O conector de dados da Web não está permitido na lista. Para obter ajuda, consulte: https://help.tableau.com/current/online/pt-br/to_keep_data_fresh.htm
sv: Webbdatakopplingen finns inte i godkännandelistan. Läs mer på: https://help.tableau.com/current/online/sv-se/to_keep_data_fresh.htm
zh: 不允许列出 Web 数据连接器。有关帮助，请参考: https://help.tableau.com/current/online/zh-cn/to_keep_data_fresh.htm

# user.input.name.err.too_long
source: name is longer than the maximum number of characters {0}
de: Name ist länger als die maximale Anzahl von Zeichen {0}
es: el nombre supera el límite de caracteres {0}
fr: le nom dépasse le nombre maximum de caractères {0}
ga: 74631-表:ฑämé ıs łoฑgéя thäฑ thé mäxıműm ฑűmbéя of çhäяäçtéяs {0}|
it: la lunghezza del nome supera il numero massimo di caratteri {0}
ja: 名前が最大文字数 {0} を超えています
ko: 이름이 최대 문자 수({0}자)보다 깁니다.
pt: o nome é maior do que o número máximo de caracteres {0}
sv: namnet är längre än det högsta tillåtna antalet tecken {0}
zh: 名称长度超过最大字符数 {0}

# user.input.name.err.empty
source: name cannot be empty
de: Name darf nicht leer sein.
es: el nombre no puede quedar vacío
fr: le nom ne peut pas être vide
ga: 48973-表:ฑämé çäฑฑot bé émpty|
it: il nome non può essere vuoto
ja: 名前を空白にすることはできません。
ko: 이름은 비워 둘 수 없습니다.
pt: o nome não pode ficar em branco
sv: namnet får inte vara tomt
zh: 名称不能为空

# askdata.title
source: Ask Data
de: Frag die Daten
es: Pregunte a los datos
fr: Parlez aux données
ga: 13778-表:Åsk Ðätä|
it: Chiedilo ai dati
ja: データに聞く
ko: 데이터에 질문
pt: Pergunte aos dados
sv: Fråga data
zh: “数据问答”功能

# slack.app.upgrade.email.notification.subject
source: Tableau App for Slack Update
de: Update für Tableau-App für Slack
es: Actualización en la aplicación de Tableau para Slack
fr: Mise à jour de lʼapplication Tableau pour Slack
ga: 51987-表:Täbłéäű Åpp foя Şłäçk Upďäté|
it: Aggiornamento dell’app Tableau per Slack
ja: Slack 用 Tableau アプリの更新
ko: Slack용 Tableau 앱 업데이트
pt: Atualização do aplicativo Tableau para Slack
sv: Uppdatering för Tableau-programmet för Slack
zh: 适用于 Slack 的 Tableau 应用程序更新

# slack.app.upgrade.email.notification.introduction
source: An update is available for the Tableau app for Slack. Tableau recommends updating the app to maintain app performance and to use new Tableau Cloud features. Look for new features and changes in <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/en-us/whatsnew_online.htm">What''s New in Tableau Cloud.</a>
de: Für die Tableau-App für Slack ist ein Update verfügbar, das jetzt neu installiert werden kann und mit der nächsten Tableau Online-Version kompatibel ist. Tableau empfiehlt die Neuinstallation der App, um die App-Leistung zu erhalten und neue Funktionen zu nutzen. Die neuen Funktionen und Änderungen finden Sie unter <a styl
es: Hay una actualización disponible para la aplicación de Tableau para Slack. Tableau recomienda actualizar la aplicación para mantener el rendimiento de la aplicación y para usar las nuevas funcionalidades de Tableau Cloud. Descubra nuevas funcionalidades y cambios en <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/es-es/whatsnew_online.htm">Novedades de Tableau Cloud.</a>
fr: Une mise à jour est disponible pour lʼapplication Tableau pour Slack et peut être réinstallée maintenant afin de fonctionner avec la prochaine version de Tableau Online. Tableau recommande de réinstaller lʼapplication pour conserver les performances de lʼapplication et utiliser ses nouvelles fonctionnalités. Informez-vous sur les modifications et les nouvelles fonctionnalités dans lʼarticle <a styl
ga: 19379-表:Åฑ űpďäté ıs äväıłäbłé foя thé Täbłéäű äpp foя Şłäçk äฑď çäฑ bé яéıฑstäłłéď ฑoὠ to ὠoяk ὠıth thé ฑéxt Täbłéäű Õฑłıฑé яéłéäsé. Täbłéäű яéçomméฑďs яéıฑstäłłıฑg thé äpp to mäıฑtäıฑ äpp péяfoяmäฑçé äฑď űsé ฑéὠ féätűяés. Łook foя ฑéὠ féätűяés äฑď çhäฑgés ıฑ <ä stył
it: È disponibile un aggiornamento per l’app Tableau per Slack. Tableau consiglia di aggiornare l’app per mantenere le prestazioni dell’app e per utilizzare le nuove funzionalità di Tableau Cloud. Consulta le informazioni sulle nuove funzionalità e le modifiche in <a styl
ja: Slack 用 Tableau アプリのアップデートが公開されています。アプリのパフォーマンスを維持し、Tableau Cloud の新機能を使用するために、アプリを更新することをお勧めします。新機能と変更点については、「<a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/ja-jp/whatsnew_online.htm">Tableau Cloud の新機能</a>」を参照してください。
ko: Slack용 Tableau 앱에 대한 업데이트를 사용할 수 있으며 다음번 Tableau Online 릴리스와 작동할 수 있도록 지금 다시 설치할 수 있습니다. Tableau는 앱 성능을 유지하고 새로운 기능을 사용하기 위해 앱을 다시 설치할 것을 권장합니다. 새로운 기능 및 변경된 기능은 <a styl
pt: Uma atualização está disponível para o aplicativo Tableau para Slack. A Tableau recomenda atualizar o aplicativo para manter o desempenho dele e usar novos recursos do Tableau Cloud. Procure por novos recursos e mudanças em <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/pt-br/whatsnew_online.htm">O que há de novo no Tableau Cloud.</a>
sv: Det finns en uppdatering för Tableau-programmet för Slack, som kan installeras om nu för att fungera med nästa version av Tableau Online. Tableau rekommenderar att du installerar om programmet så att det fortsätter att fungera som det ska och så att du kan använda nya funktioner. Du kan läsa om nya funktioner och förändringar i <a styl
zh: 适用于 Slack 的 Tableau 应用程序有更新可用。Tableau 建议更新应用程序以保持应用程序性能，并使用新的 Tableau Cloud 功能。查找 <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/zh-cn/whatsnew_online.htm">Tableau Cloud 新增功能</a>中的功能和更改。

# slack.app.upgrade.email.notification.action
source: To update the site''s connection to the Tableau for Slack app, see <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/en-us/slack_admin.htm#update">Update your Tableau for Slack app</a>. If you have multiple Tableau Cloud sites, update the app in each site.
de: Die Schritte zur Aktualisierung und Neuinstallation finden Sie unter <a styl
es: Para actualizar la conexión del sitio a la aplicación de Tableau para Slack, consulte <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/es-es/slack_admin.htm#update">Actualizar la aplicación de Tableau para Slack</a>. Si tiene varios sitios de Tableau Cloud, actualice la aplicación en cada sitio.
fr: Pour connaître les étapes de mise à jour et de réinstallation, voir <a styl
ga: 28879-表:Foя űpďäté äฑď яéıฑstäłłätıoฑ stéps, séé <ä stył
it: Per aggiornare la connessione del sito all’app Tableau per Slack, consulta <a styl
ja: Tableau for Slack アプリへのサイトの接続を更新するには、「<a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/ja-jp/slack_admin.htm#update">Tableau for Slack アプリの更新</a>」を参照してください。 複数の Tableau Cloud サイトがある場合は、各サイトでアプリを更新してください。
ko: 업데이트 단계 및 다시 설치 단계는 <a styl
pt: Para atualizar a conexão do site com o aplicativo Tableau for Slack, consulte <a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/pt-br/slack_admin.htm#update">Atualizar seu aplicativo Tableau for Slack</a>. Se você tiver vários sites do Tableau Cloud, atualize o aplicativo em cada site.
sv: Du hittar uppdaterings- och ominstallationssteg i <a styl
zh: 若要更新站点与 Tableau for Slack 应用程序的连接，请参见<a style="text-decoration: none; color: #E8762C;" href="https://help.tableau.com/current/online/zh-cn/slack_admin.htm#update">更新您的 Tableau for Slack 应用程序</a>。 如果您有多个 Tableau Cloud 站点，请更新每个站点中的应用程序。

# slack.app.upgrade.email.notification.steps
source: This service notification has been published by Tableau Cloud.
de: Diese Dienstbenachrichtigung wurde von Tableau Online veröffentlicht.
es: Esta notificación de servicio ha sido publicada por Tableau Cloud.
fr: Cette notification de service a été publiée par Tableau Online.
ga: 72270-表:Thıs séяvıçé ฑotıfıçätıoฑ häs bééฑ pűbłıshéď by Täbłéäű Õฑłıฑé.|
it: La notifica di servizio è stata pubblicata da Tableau Cloud.
ja: このサービス通知は、Tableau Cloud によって発行されています。
ko: 이 서비스 알림은 Tableau Online에서 게시했습니다.
pt: Esta notificação de serviço foi publicada pelo Tableau Cloud.
sv: Det här tjänstmeddelandet har publicerats av Tableau Online.
zh: 此服务通知已通过 Tableau Cloud 发布。

# slack.app.upgrade.email.notification.reason
source: You are receiving this notification because you are an administrator of a Tableau Cloud site that is connected to Slack.
de: Sie erhalten diese Benachrichtigung, weil Sie ein Administrator einer Tableau Online-Site sind, die mit Slack verbunden ist.
es: Recibe esta notificación porque es un usuario administrador de un sitio de Tableau Cloud conectado con Slack.
fr: Vous recevez cette notification parce que vous êtes lʼadministrateur dʼun site Tableau Online connecté à Slack.
ga: 15069-表:Yoű äяé яéçéıvıฑg thıs ฑotıfıçätıoฑ béçäűsé yoű äяé äฑ äďmıฑıstяätoя of ä Täbłéäű Õฑłıฑé sıté çoฑฑéçtéď to Şłäçk.|
it: Ricevi questa notifica perché sei un amministratore di un sito Tableau Cloud connesso a Slack.
ja: この通知は、Slack に接続されている Tableau Cloud サイトの管理者に送られています。
ko: Slack에 연결된 Tableau Online 사이트의 관리자이기 때문에 본 알림이 귀하에게 발송되었습니다.
pt: Você está recebendo esta notificação porque é administrador de um site do Tableau Cloud que está conectado ao Slack.
sv: Du får det här meddelandet eftersom du är administratör för en Tableau Online-webbplats som är ansluten till Slack.
zh: 您收到此通知是因为您是连接到 Slack 的 Tableau Cloud 站点的管理员。
