Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# createsite.errors.invalid_url_option
source: The URL option is invalid when creating multiple sites. Re-run the command after removing the URL option or create each site separately
de: Die URL-Option ist beim Erstellen mehrerer Websites ungültig. Führen Sie den Befehl nach dem Entfernen der URL-Option erneut aus oder erstellen Sie jede Website einzeln.
es: La opción de URL no es válida al crear varios sitios. Vuelva a ejecutar el comando después de eliminar la opción de URL, o bien cree cada sitio por separado
fr: Lors de la création de plusieurs sites, l''option d''URL n''est pas valide. Relancez la commande après avoir supprimé l''option d''URL ou créez chaque site séparément
ga: 50552-表:Thé UЯŁ optıoฑ ıs ıฑväłıď ὠhéฑ çяéätıฑg műłtıpłé sıtés. Яé-яűฑ thé çommäฑď äftéя яémovıฑg thé UЯŁ optıoฑ oя çяéäté éäçh sıté sépäяätéły|
it: L’opzione URL non è valida quando si creano più siti. Riesegui nuovamente il comando dopo aver rimosso l’opzione URL o creare ogni sito separatamente
ja: 複数のサイトを作成する場合は、URL オプションは無効です。URL オプションを削除してからコマンドを再実行するか、各サイトを個別に作成してください
ko: 여러 사이트를 만드는 경우 URL 옵션을 사용할 수 없습니다. URL 옵션을 제거하고 명령을 다시 실행하거나 각 사이트를 개별적으로 만드십시오.
pt: A opção URL fica inválida ao criar vários sites. Execute novamente o comando após remover a opção de URL ou criar cada site separadamente
sv: URL-alternativet är ogiltigt om du skapar flera webbplatser. Kör kommandot på nytt efter det att du har tagit bort URL-alternativet, eller skapa varje webbplats separat
zh: 在创建多个站点时，URL 选项无效。在移除 URL 选项后重新运行此命令，或单独创建每个站点

# createsite.errors.site_name_already_exists
source: A site with the name ''{0}'' already exists. Try a different site name.
de: Eine Site mit dem Namen ''{0}'' ist bereits vorhanden. Versuchen Sie es mit einem anderen Site-Namen.
es: Ya existe un sitio con el nombre “{0}”. Escriba otro nombre de sitio.
fr: Il existe déjà un site appelé ''{0}''. Essayez un nom de site différent.
ga: 84042-表:Å sıté ὠıth thé ฑämé ''{0}'' äłяéäďy éxısts. Tяy ä ďıfféяéฑt sıté ฑämé.|
it: Un sito con il nome “{0}” esiste già. Prova con un altro nome sito.
ja: 「{0}」 という名前のサイトがすでに存在します。別のサイト名をお試しください。
ko: 이름이 ''{0}''인 사이트가 이미 있습니다. 다른 사이트 이름을 사용하십시오.
pt: Já existe um site com o nome “{0}”. Tente um nome do site diferente.
sv: Det finns redan en webbplats med namnet ''{0}''. Försök med ett annat webbplatsnamn.
zh: 已存在名称为“{0}”的站点。请尝试其他站点名称。

# createsite.errors.site_id_already_exists
source: A site with the ID ''{0}'' already exists. Use -r to specify a different site ID. See tabcmd createsite help for more information.
de: Eine Site mit der ID ''{0}'' ist bereits vorhanden. Verwenden Sie ''-r'', um eine andere Site-ID festzulegen. Weitere Informationen finden Sie in der tabcmd createsite-Hilfe.
es: Ya existe un sitio con el ID “{0}”. Utilice -r para especificar otro ID de sitio. Consulte la ayuda de tabcmd createsite para obtener más información.
fr: Il existe déjà un site portant l''ID ''{0}''. Utilisez -r pour spécifier un ID de site différent. Consultez l''aide sur la commande tabcmd createsite pour plus d''informations.
ga: 14714-表:Å sıté ὠıth thé İÐ ''{0}'' äłяéäďy éxısts. Usé -я to spéçıfy ä ďıfféяéฑt sıté İÐ. Şéé täbçmď çяéätésıté héłp foя moяé ıฑfoяmätıoฑ.|
it: Un sito con l’ID “{0}” esiste già. Utilizza -r per specificare un ID sito diverso. Per ulteriori informazioni, vedi la guida per il comando tabcmd createsite.
ja: 「{0}」 という ID のサイトは、すでに存在しています。-r を使用して別のサイト ID を指定してください。詳細については、tabcmd createsite のヘルプを参照してください。
ko: ID가 ''{0}''인 사이트가 이미 있습니다. -r을 사용하여 다른 사이트 ID를 지정하십시오. 자세한 내용은 tabcmd createsite 도움말을 참조하십시오.
pt: Já existe um site com a ID “{0}”. Use -r para especificar uma ID de site diferente. Consulte tabcmd createsite para obter mais informações.
sv: Det finns redan en webbplats med ID:t ''{0}''. Specificera ett annat webbplats-ID genom att använda -r. Mer information finns i hjälpen till tabcmd createsite.
zh: 已存在 ID 为“{0}”的站点。请使用 -r 指定其他站点 ID。有关更多信息，请参阅 tabcmd createsite 帮助。

# createsite.options.allow-mobile-snapshots
source: Allow [or-deny] mobile snapshots. Default is to allow mobile snapshots
de: Erlauben [oder verweigern] Sie mobile Snapshots. Standardmäßig sind mobile Snapshots zulässig
es: Permitir [o denegar] instantáneas móviles. De forma predeterminada, se permiten las instantáneas móviles
fr: Autoriser [ou interdire] les instantanés mobiles. Par défaut ils sont autorisés.
ga: 99952-表:Åłłoὠ [oя-ďéฑy] mobıłé sฑäpshots. Ðéfäűłt ıs to äłłoὠ mobıłé sฑäpshots|
it: Consenti [o nega] gli snapshot mobili. Per impostazione predefinita, gli snapshot mobili sono consentiti.
ja: モバイル スナップショットを許可 「または拒否」 します。既定では、モバイル スナップショットを許可します
ko: 모바일 스냅샷을 허용[또는 거부]합니다. 기본값은 모바일 스냅샷을 허용하는 것입니다.
pt: Permitir [ou negar] instantâneos móveis. O padrão é permitir instantâneos móveis
sv: Tillåt [eller neka] mobila ögonblicksbilder. Standardinställningen är att tillåta mobila ögonblicksbilder
zh: 允许或拒绝移动快照。默认为允许移动快照

# createsite.options.allow-subscriptions
source: Allow [or deny] subscriptions for this site. Default is the server default setting. Subscriptions cannot be enabled if server subscriptions are disabled
de: Erlauben [oder verweigern] Sie Abonnements für diese Website. Standard ist die Serverstandardeinstellung. Wenn Serverabonnements deaktiviert sind, können Abonnements nicht aktiviert werden
es: Permitir [o denegar] suscripciones para este sitio. El valor predeterminado es la configuración predeterminada del servidor. Las suscripciones no se pueden habilitar si las suscripciones de servidor están deshabilitadas
fr: Autoriser [ou interdire] les abonnements pour ce site. Par défaut, le paramètre du serveur est pris en compte. Les abonnements ne peuvent pas être activés si les abonnements au serveur sont désactivés
ga: 07882-表:Åłłoὠ [oя ďéฑy] sűbsçяıptıoฑs foя thıs sıté. Ðéfäűłt ıs thé séяvéя ďéfäűłt séttıฑg. Şűbsçяıptıoฑs çäฑฑot bé éฑäbłéď ıf séяvéя sűbsçяıptıoฑs äяé ďısäbłéď|
it: Consenti [o nega] sottoscrizioni a questo sito. Per impostazione predefinita sono abilitate le impostazioni predefinite del server. Le sottoscrizioni non possono essere abilitate se sono disabilitate le sottoscrizioni al server
ja: このサイトのサブスクリプションを許可 「または拒否」 します。既定では、サーバーの既定設定が使用されます。サーバーでサブスクリプションが無効になっている場合は、サブスクリプションを有効にできません
ko: 이 사이트에 대한 구독을 허용[또는 거부]합니다. 기본값은 서버 기본 설정입니다. 서버 구독이 해제된 경우 구독을 설정할 수 없습니다.
pt: Permitir [ou negar] assinaturas para este site. O padrão é a configuração padrão do servidor. As assinaturas não podem ser habilitadas se as assinaturas do servidor estiverem desabilitadas
sv: Tillåt [eller neka] prenumerationer för den här webbplatsen. Standarinställningen är serverns standardinställning. Prenumerationer kan inte aktiveras om serverprenumerationer har inaktiverats
zh: 允许或拒绝对此站点的订阅。默认值是服务器默认设置。如果禁用服务器订阅，则无法启用订阅

# createsite.options.allow-web-authoring
source: Allow [or deny] web authoring for this site. Default is to allow web authoring
de: Erlauben [oder verweigern] Sie die Webdokumenterstellung für diese Site. Standardmäßig ist die Webdokumenterstellung zulässig
es: Permitir [o denegar] la creación web para este sitio. De forma predeterminada, se permite la creación web
fr: Autoriser [ou interdire] la création Web pour ce site. Par défaut, elle est autorisée.
ga: 38578-表:Åłłoὠ [oя ďéฑy] ὠéb äűthoяıฑg foя thıs sıté. Ðéfäűłt ıs to äłłoὠ ὠéb äűthoяıฑg|
it: Consenti [o nega] il Web authoring per questo sito. Per impostazione predefinita il Web authoring è consentito
ja: このサイトの Web 作成を許可 「または拒否」 します。既定では、Web 作成を許可します
ko: 이 사이트에 대한 웹 작성을 허용[또는 거부]합니다. 기본값은 웹 작성을 허용하는 것입니다.
pt: Permitir [ou negar] a criação na Web para este site. O padrão é permitir a criação na Web
sv: Tillåt [eller neka] webbförfattande för den här webbplatsen. Standardinställningen är att tillåta webbförfattande
zh: 允许或拒绝对此站点进行 Web 制作。默认为允许 Web 制作

# createsite.options.metrics-level
source: 0 for no collection, 100 for all collections
de: 0 für keine Sammlung, 100 für alle Sammlungen
es: 0 para ninguna recolección, 100 para todas las recolecciones
fr: 0 pour aucune collection, 100 pour toutes les collections
ga: 11346-表:0 foя ฑo çołłéçtıoฑ, 100 foя äłł çołłéçtıoฑs|
it: 0 per nessuna raccolta, 100 per tutte le raccolte
ja: コレクションなしの場合は 0、すべてのコレクションの場合は 100
ko: 모음이 없는 경우 0, 모든 모음인 경우 100
pt: 0 para nenhuma coleção, 100 para todas as coleções
sv: 0 för ingen samling, 100 för alla samlingar
zh: 对于无集合为 0，对于所有集合为 100

# createsite.options.guest-access-enabled
source: Guest access permission to see views for those that are not signed into a Tableau Server account
de: Gastzugriffsberechtigung zum Anzeigen von Ansichten für Personen, die nicht an einem Tableau Server-Konto angemeldet sind
es: Permiso de acceso de invitados que no han iniciado sesión con una cuenta de Tableau Server para ver las vistas
fr: Autorisation d''accès Utilisateur invité à visualiser les vues pour ceux qui ne sont pas connectés à un compte Tableau Server
ga: 29205-表:Gűést äççéss péяmıssıoฑ to séé vıéὠs foя thosé thät äяé ฑot sıgฑéď ıฑto ä Täbłéäű Şéяvéя äççoűฑt|
it: Autorizzazione di accesso guest per vedere le viste per coloro che non hanno effettuato l’accesso a un account di Tableau Server.
ja: Tableau Server アカウントにサインインしていないユーザーがビューを表示するためのゲスト アクセス パーミッション
ko: Tableau Server 계정에 로그인하지 않은 사용자가 뷰를 볼 수 있도록 하는 게스트 액세스 권한
pt: A permissão de acesso de convidado para visualizar exibições para aqueles que não fizeram logon na conta do Tableau Server
sv: Gäståtkomstbehörighet att se vyer för dem som inte har loggat in på något Tableau Server-konto
zh: 供未登录 Tableau Server 帐户的用户查看视图的来宾访问权限

# createsite.options.site-mode
source: Allow [or deny] site administrator from user management on site
de: Erlauben [oder verweigern] Sie den Site-Administrator aus der Benutzerverwaltung auf der Website
es: Permitir [o denegar] el administrador de sitio desde la administración de usuarios en el sitio
fr: Autoriser [ou refuser] un administrateur de site depuis la gestion des utilisateurs du site
ga: 50465-表:Åłłoὠ [oя ďéฑy] sıté äďmıฑıstяätoя fяom űséя mäฑägéméฑt oฑ sıté|
it: Consenti [o nega] la gestione degli utenti per l’amministratore del sito
ja: サイト管理者に対して、サイトのユーザー管理を許可 「または拒否」 します
ko: 사이트의 사용자 관리에서 사이트 관리자 허용[또는 거부]
pt: Permitir [ou negar] administrador de site no gerenciamento de usuários no site
sv: Tillåt [eller neka] webbplatsadministratören användarhantering på webbplatsen
zh: 允许或拒绝站点管理员在站点上管理用户

# createsite.options.storage-quota
source: Site storage quota in MB
de: Websitespeicherkontingent in MB
es: Cuota de almacenamiento del sitio en MB
fr: Quota de stockage du site en Mo
ga: 35198-表:Şıté stoяägé qűotä ıฑ MB|
it: Quota di archiviazione sito in MB
ja: サイト保存容量 (MB)
ko: 사이트 저장소 할당량(MB)
pt: Cota de armazenamento do site em MB
sv: Webbplatslagringskvot i MB
zh: 站点存储配额(MB)

# createsite.options.subscription-email
source: Email used for subscriptions
de: Für Abonnements verwendete E-Mail
es: Correo electrónico usado para suscripciones
fr: Adresse e-mail utilisée pour les abonnements
ga: 65396-表:Émäıł űséď foя sűbsçяıptıoฑs|
it: E-mail utilizzata per le sottoscrizioni
ja: サブスクリプションでメールを使用
ko: 구독에 사용되는 이메일
pt: E-mail usado para assinaturas
sv: E-postadress som används för prenumerationer
zh: 用于订阅的电子邮件

# createsite.options.subscription-footer
source: Footer used for subscriptions
de: Für Abonnements verwendete Fußzeile
es: Pie de página usado para suscripciones
fr: Pied de page utilisé pour les abonnements
ga: 98307-表:Footéя űséď foя sűbsçяıptıoฑs|
it: Piè di pagina utilizzato per le sottoscrizioni
ja: サブスクリプションでフッターを使用
ko: 구독에 사용되는 바닥글
pt: O rodapé usado para assinaturas
sv: Sidfot som används för prenumerationer
zh: 用于订阅的脚注

# createsite.options.url
source: Site ID of the site
de: Website-ID der Website
es: ID del sitio
fr: ID de site
ga: 62023-表:Şıté İÐ of thé sıté|
it: ID sito del sito
ja: サイトのサイト ID
ko: 사이트의 사이트 ID
pt: ID do site
sv: Webbplatsens webbplats-ID
zh: 站点的站点 ID

# createsite.options.user-quota
source: Maximum site users
de: Maximum an Websitebenutzern
es: Máximo de usuarios de sitio
fr: Nombre maximum d''utilisateurs du site
ga: 04158-表:Mäxıműm sıté űséяs|
it: Numero massimo di utenti del sito
ja: サイトの最大ユーザー数
ko: 최대 사이트 사용자 수
pt: Quantidade máxima de usuários no site
sv: Maximalt antal webbplatsanvändare
zh: 最大站点用户数

# createsite.options.extract_encryption_mode
source: Extract encryption mode: disabled, enabled, or enforced. If not set, default value is used.
de: Extraktverschlüsselungsmodus: deaktiviert, aktiviert oder erzwungen. Wenn Sie keine Festlegung treffen, wird der Standardwert verwendet.
es: Modo de cifrado de extracciones: deshabilitado, habilitado o requerido. Si no se establece nada, se usa el valor predeterminado.
fr: Mode de cryptage des extraits : désactivé, activé ou appliqué. Si le mode n''est pas défini, la valeur par défaut est utilisée.
ga: 24441-表:Éxtяäçt éฑçяyptıoฑ moďé: ďısäbłéď, éฑäbłéď, oя éฑfoяçéď. İf ฑot sét, ďéfäűłt väłűé ıs űséď.|
it: Modalità di estrazione della crittografia: disabilitata, abilitata o applicata. Se non è impostata, viene utilizzato il valore predefinito.
ja: 抽出暗号化モード: 無効、有効、または実行。設定しない場合、既定値が使用されます。
ko: 추출 암호화 모드로는 disabled(사용 안 함), enabled(사용) 또는 enforced(강제 적용)가 있습니다. 설정되지 않은 경우 기본값이 사용됩니다.
pt: Modo de criptografia de extração: desabilitado, habilitado ou imposto. Caso não esteja definido, o valor padrão é usado.
sv: Extraktkrypteringsläge: inaktiverat, aktiverat eller framtvingat. Om inget anges tillämpas standardvärdet.
zh: 数据提取加密模式: 已禁用、已启用或强制。如果未设置，则使用默认值。

# createsite.options.web_extraction_enabled
source: Allow [or deny] extract creation and changing extracts to live for this site. Default is allowed.
de: Erlauben [oder verweigern] Sie Extrakterstellung und Extrakt zu Live ändern für diese Site. Der Standard ist erlauben.
es: Permitir [o denegar] la creación de extracciones y el cambio de extracciones a tiempo real para este sitio. La configuración predeterminada está permitida.
fr: Autorisez ou [refusez] la création d''extraits et la modification d''extraits sur l''option En direct pour ce site. Le paramètre par défaut est autorisé.
ga: 10940-表:Åłłoὠ [oя ďéฑy] éxtяäçt çяéätıoฑ äฑď çhäฑgıฑg éxtяäçts to łıvé foя thıs sıté. Ðéfäűłt ıs äłłoὠéď.|
it: Consenti [o nega] la creazione di estrazioni e la modifica delle estrazioni in live per questo sito. L’impostazione predefinita è consentita.
ja: このサイトで抽出の作成とライブへの変更を許可 「または拒否」 します。既定では許可します。
ko: 이 사이트에 대해 추출 만들기 및 추출을 라이브로 변경을 허용[또는 거부]합니다. 기본값은 허용됨입니다.
pt: Permitir [ou negar] a criação de extração ou alteração de extrações funcionem neste site. O padrão é permitir.
sv: Tillåt [eller neka] skapande och ändrande av extrakt till live för den här webbplatsen. Standardinställningen är att tillåta.
zh: 允许[或拒绝]数据提取创建以及为此站点将数据提取更改为实时。默认为允许。

# createsite.options.run_now_enabled
source: Allow [or deny] Run Now option for this site. Default is set to allow Run Now.
de: Erlauben [oder verweigern] Sie die Option "Jetzt Ausführen" für diese Site. Der Standard ist "Jetzt Ausführen" zu erlauben.
es: Permitir [o denegar] la opción Ejecutar ahora para este sitio. La opción predeterminada es Permitir.
fr: Autorisez [ou refusez] l''option Exécuter maintenant pour ce site. Le paramètre par défaut est d''autoriser Exécuter maintenant.
ga: 81852-表:Åłłoὠ [oя ďéฑy] Яűฑ Ñoὠ optıoฑ foя thıs sıté. Ðéfäűłt ıs sét to äłłoὠ Яűฑ Ñoὠ.|
it: Consenti [o nega] l’opzione Esegui ora per questo sito. L’impostazione predefinita è Esegui ora.
ja: このサイトに対して 「今すぐ実行」 オプションを許可 「または拒否」 します。既定では 「今すぐ実行」 を許可するように設定されています。
ko: 이 사이트의 지금 실행 옵션을 허용[또는 거부]합니다. 지금 실행을 허용하도록 기본값이 설정됩니다.
pt: Permitir [ou negar] Executar agora para este site. O padrão é permitir o Executar agora.
sv: Tillåt [eller neka] alternativet Kör nu för den här webbplatsen. Standardinställningen är Kör nu.
zh: 为此站点允许[或拒绝]“立即运行”选项。默认值设置为允许“立即运行”。

# createsite.options.time_zone
source: Time zone to be used with extracts on this site. Default is unset to use the server''s time zone.
de: Zeitzone, die für Extrakte auf dieser Site genutzt wird. Standardmäßig ist keine Zeitzone festgelegt und es wird die Zeitzone des Benutzers verwendet.
es: La zona horaria que se usará con las extracciones en este sitio. La opción predeterminada se ha desconfigurado para usar la zona horaria del servidor.
fr: Fuseau horaire à utiliser avec les extraits sur ce site. Paramètre par défaut non défini sur l''utilisation du fuseau horaire du serveur.
ga: 68470-表:Tımé žoฑé to bé űséď ὠıth éxtяäçts oฑ thıs sıté. Ðéfäűłt ıs űฑsét to űsé thé séяvéя''s tımé žoฑé.|
it: Fuso orario da utilizzare per le estrazioni su questo sito. Il valore predefinito non è impostato, in modo da utilizzare il fuso orario del server.
ja: このサイトの抽出で使用されるタイム ゾーン。既定は設定解除され、サーバーのタイム ゾーンが使用されます。
ko: 이 사이트에서 추출과 함께 사용되는 표준 시간대입니다. 기본값은 설정 해제되고 서버의 표준 시간대가 사용됩니다.
pt: Fuso horário a ser usado com extrações nesse site. O padrão não está definido para usar o fuso horário do servidor.
sv: Den tidszon som ska användas för extrakt på den här webbplatsen. Standardinställningen är upphävd så att serverns tidszon ska kunna användas.
zh: 要与此站点上的数据提取一起使用的时区。默认情况下未设置以使用服务器的时区。

# createsite.short_description
source: Create a site
de: Website erstellen
es: Crear un sitio
fr: Créer un site
ga: 74049-表:Çяéäté ä sıté|
it: Crea un sito
ja: サイトの作成
ko: 사이트 만들기
pt: Criar um site
sv: Skapa en webbplats
zh: 创建站点

# createsite.status
source: Create site ''{0}'' on the server...
de: Website ''{0}'' auf dem Server erstellen...
es: Creando el sitio “{0}” en el servidor...
fr: Créer le site ''{0}'' sur le serveur...
ga: 45418-表:Çяéäté sıté ''{0}'' oฑ thé séяvéя...|
it: Crea sito “{0}” nel server...
ja: サイト 「{0}」 をサーバー上で作成しています...
ko: 서버에서 ''{0}'' 사이트를 만드는 중...
pt: Criar site “{0}” no servidor...
sv: Skapa webbplatse ''{0}'' på servern ...
zh: 在服务器上创建站点 “{0}”...

# createsiteusers.options.auth-type
source: Assigns the authentication type for all users in the CSV file. For Tableau Cloud, {0} may be {1} (default) or {2}. For Tableau Server, {0} may be Local (default) or {2}.
de: Zuweisung des Authentifizierungstyps für alle Benutzer in der CSV-Datei. Für Tableau Online kann {0} {1} (Standard) oder {2} sein. Für Tableau Server kann {0} Lokal (Standard) oder {2} sein.
es: Asigna el tipo de autenticación de todos los usuarios en el archivo CSV. Para Tableau Cloud, {0} puede ser {1} (predeterminado) o {2}. Para Tableau Server, {0} puede ser Local (predeterminado) o {2}.
fr: Affecte le type d''authentification pour tous les utilisateurs dans le fichier CSV. Pour Tableau Online, {0} peut être {1} (par défaut) ou {2}. Pour Tableau Server, {0} peut être local (par défaut) ou {2}.
ga: 14451-表:Åssıgฑs thé äűthéฑtıçätıoฑ typé foя äłł űséяs ıฑ thé ÇŞƔ fıłé. Foя Täbłéäű Õฑłıฑé, {0} mäy bé {1} (ďéfäűłt) oя {2}. Foя Täbłéäű Şéяvéя, {0} mäy bé Łoçäł (ďéfäűłt) oя {2}.|
it: Assegna il tipo di autenticazione a tutti gli utenti nel file CSV. Per Tableau Cloud, {0} può essere {1} (impostazione predefinita) o {2}. Per Tableau Server, {0} può essere Locale (impostazione predefinita) o {2}.
ja: CSV ファイル内のすべてのユーザーに認証タイプを割り当てます。Tableau Cloud の場合、 {0} は {1} (既定) または {2} です。Tableau Server の場合は、 {0} はローカル (既定) または {2} です。
ko: CSV 파일에서 모든 사용자에 대한 인증 유형을 할당합니다. Tableau Online의 경우 {0}이(가) {1}(기본값) 또는 {2}일 수 있습니다. Tableau Server의 경우 {0}이(가) 로컬(기본값) 또는 {2}일 수 있습니.
pt: Atribui o tipo de autenticação para todos os usuários no arquivo CSV. Para o Tableau Cloud, {0} pode ser {1} (padrão) ou {2}. Para o Tableau Server, {0} pode ser Local (padrão) ou {2}.
sv: Tilldelar autentiseringstypen för alla användare i CSV-filen. För Tableau Online kan {0} vara {1} (standard) eller {2}. För Tableau Server kan {0} vara lokal (standard) eller {2}.
zh: 为 CSV 文件中的所有用户分配身份验证类型。对于 Tableau Cloud，{0} 可以是 {1}(默认值)或 {2}。对于 Tableau Server，{0} 可以是本地(默认值)或 {2}。
