Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# listsites.status
source: Listing sites for user {0}...
de: Websites für Benutzer {0} werden aufgelistet...
es: Mostrando sitios para el usuario {0}...
fr: Etablissement de la liste des sites pour l''utilisateur {0}...
ga: 72165-表:Łıstıฑg sıtés foя űséя {0}...|
it: Creazione dell’elenco dei siti per l’utente {0} in corso...
ja: ユーザー {0} のサイトをリストしています...
ko: 사용자 {0}의 사이트를 나열하는 중...
pt: Listando sites para usuário {0}...
sv: Listar webbplatser för användaren {0} ...
zh: 正在列出用户 {0} 的站点...

# listsites.options.get_extract_encryption_mode
source: Print extract encryption mode of the site(s)
de: Extraktverschlüsselungsmodus der Site(s) drucken
es: Imprimir el modo de cifrado de las extracciones del sitio
fr: Imprimer le mode de cryptage d''extrait pour le(s) site(s)
ga: 54741-表:Pяıฑt éxtяäçt éฑçяyptıoฑ moďé of thé sıté(s)|
it: Stampa la modalità di crittografia dell’estrazione del sito/dei siti
ja: サイトの抽出暗号化モードを印刷する
ko: 사이트의 추출 암호화 모드 출력
pt: Imprimir modo de criptografia de extração do(s) site(s)
sv: Skriv ut extraktkrypteringsläge för webbplatsen/webbplatserna
zh: 打印站点的数据提取加密模式

# login.description
source: Sign in to the server. Your session will continue until it expires on the server or you use {0}
de: Melden Sie sich am Server an. Ihre Sitzung wird fortgesetzt, bis sie auf dem Server abläuft oder Sie {0} verwenden.
es: Inicie sesión en el servidor. La sesión continuará hasta que expire en el servidor o utilice {0}
fr: Connexion au serveur. Votre session se poursuivra jusqu''à ce qu''elle expire sur le serveur ou que vous utilisiez {0}
ga: 36004-表:Şıgฑ ıฑ to thé séяvéя. Yoűя séssıoฑ ὠıłł çoฑtıฑűé űฑtıł ıt éxpıяés oฑ thé séяvéя oя yoű űsé {0}|
it: Accedi al server. La sessione continuerà fino alla sua scadenza sul server oppure se utilizzi {0}.
ja: サーバーにサインインします。セッションは、サーバー上で期限切れになるか、{0} を使用するまで引き続き有効です
ko: 서버에 로그인합니다. 세션은 서버에서 만료되거나 사용자가 {0}을(를) 사용하기 전까지 계속 유지됩니다.
pt: Efetuar logon no servidor. A sua sessão continuará até que expire no servidor ou você use {0}
sv: Logga in på servern. Din session fortsätter till den upphör att gälla på den server du använder {0}
zh: 登录到服务器。您的会话将继续，直到它在服务器上过期或您使用 {0} 为止

# login.short_description
source: Sign in to the server
de: Am Server anmelden
es: Iniciar sesión en el servidor
fr: Se connecter au serveur
ga: 86113-表:Şıgฑ ıฑ to thé séяvéя|
it: Accedi al server
ja: サーバーにサインイン
ko: 서버에 로그인
pt: Faça logon no serviodor
sv: Logga in på servern
zh: 登录到服务器

# logout.short_description
source: Sign out from the server
de: Vom Server abmelden
es: Cerrar sesión en el servidor
fr: Se déconnecter du serveur
ga: 74504-表:Şıgฑ oűt fяom thé séяvéя|
it: Disconnetti dal server
ja: サーバーからサインアウト
ko: 서버에서 로그아웃
pt: Fazer logoff do servidor
sv: Logga ut från servern
zh: 从服务器中退出

# publish.description
source: Publish a workbook, data source, or extract to the server
de: Arbeitsmappe, Datenquelle oder Extrakt auf dem Server veröffentlichen
es: Publicar un libro de trabajo, una fuente de datos o una extracción en el servidor
fr: Publier un classeur, une source de données ou un extrait sur le serveur
ga: 22154-表:Pűbłısh ä ὠoяkbook, ďätä soűяçé, oя éxtяäçt to thé séяvéя|
it: Pubblica una cartella di lavoro, un’origine dati o un’estrazione sul server
ja: ワークブック、データ ソース、または抽出をサーバーにパブリッシュ
ko: 서버에 통합 문서, 데이터 원본 또는 추출 게시
pt: Publique uma pasta de trabalho, fonte de dados ou extração no servidor
sv: Publicera en arbetsbok, en datakälla eller ett extrakt på servern
zh: 将工作簿、数据源或数据提取发布到服务器

# publish.errors.invalid_datasource_update_file_type
source: Incorrect file type ''{0}'' for updating a data source. Replacing/appending only applies to an extract (.tde) file
de: Falscher Datentyp ''{0}'' für das Aktualisieren einer Datenquelle. Das Ersetzen/Anfügen gilt nur für eine Extraktdatei (.tde).
es: Tipo de archivo “{0}” incorrecto para actualizar una fuente de datos. La operación de reemplazar/adjuntar solo se aplica a un archivo de extracción (.tde)
fr: Type de fichier ''{0}'' incorrect pour la mise à jour d''une source de données. Le remplacement/l''ajout ne s''applique qu''à un fichier d''extrait (.tde)
ga: 94280-表:İฑçoяяéçt fıłé typé ''{0}'' foя űpďätıฑg ä ďätä soűяçé. Яépłäçıฑg/äppéฑďıฑg oฑły äppłıés to äฑ éxtяäçt (.tďé) fıłé|
it: Tipo di file “{0}” errato per l’aggiornamento di un’origine dati. La sostituzione/aggiunta si applica solo a un file di estrazione (.tde)
ja: データ ソース更新のためのファイル タイプ 「{0}」 が正しくありません。置換/追加は、抽出 (.tde) ファイルにのみ適用されます
ko: 데이터 원본 업데이트에 대한 파일 유형 ''{0}''이(가) 잘못되었습니다. 바꾸기/추가는 추출(.tde) 파일에만 적용됩니다.
pt: Tipo de arquivo incorreto “{0}” para atualização de uma fonte de dados. Substituir/anexar somente aplica-se a um arquivo de extração (.tde)
sv: Felaktig filtyp, ''{0}'', för uppdatering av en datakälla. Ersättning/tillägg gäller enbart för extraktfiler (.tde)
zh: 用于更新数据源的文件类型 “{0}” 不正确。替换/追加仅适用于数据提取 (.tde) 文件

# publish.errors.invalid_name_option
source: {0} option is invalid when publishing multiple items
de: Option {0} ist beim Veröffentlichen mehrerer Elemente ungültig
es: La opción {0} no es válida para publicar varios elementos
fr: L''option {0} n''est pas valide lorsque vous publiez plusieurs éléments
ga: 67600-表:{0} optıoฑ ıs ıฑväłıď ὠhéฑ pűbłıshıฑg műłtıpłé ıtéms|
it: L’opzione {0} non è valida quando si pubblicano più elementi
ja: 複数のアイテムのパブリッシュ時には、{0} オプションは無効です
ko: 여러 항목을 게시하는 경우 {0} 옵션을 사용할 수 없습니다.
pt: Opção {0} é inválida ao publicar vários itens
sv: {0}-alternativet är ogiltigt vid publicering av flera objekt
zh: 在发布多项时，{0} 选项无效

# publish.errors.invalid_publish_file_type
source: Incorrect file type ''{0}'' for publishing, expected a .tde, .tds, .tdsx, .twb, or .twbx file
de: Falscher Dateityp ''{0}'' für die Veröffentlichung, erwartet wurde eine .tde-, .tds-, .tdsx-, .twb- oder .twbx-Datei
es: Tipo de archivo “{0}” incorrecto para la publicación, se esperaba un archivo .tde, .tds, .tdsx, .twb o .twbx
fr: Type de fichier ''{0}'' incorrect pour la publication ; un fichier .tde, .tds, .tdsx, .twb ou .twbx était attendu
ga: 36468-表:İฑçoяяéçt fıłé typé ''{0}'' foя pűbłıshıฑg, éxpéçtéď ä .tďé, .tďs, .tďsx, .tὠb, oя .tὠbx fıłé|
it: Tipo di file non corretto “{0}” per la pubblicazione, che prevede un file .tde, .tds, .tdsx, .twb, o .twbx.
ja: パブリッシュのためのファイル タイプ 「{0}」 が正しくありません。.tde、.tds、.tdsx、.twb、または .twbx ファイルが有効です
ko: 게시에 대한 파일 유형 ''{0}''이(가) 잘못되었습니다. .tde, .tds, .tdsx, .twb 또는 .twbx 파일이 필요합니다.
pt: Tipo de arquivo incorreto “{0}” para publicação, era esperado um arquivo .tde, .tds, .tdsx, .twb ou .twbx
sv: Felaktig filtyp, ''{0}'', för publicering. En .tde-, .tds-, .tdsx-, .twb- eller .twbx-fil förväntades
zh: 用于发布的文件类型 “{0}” 不正确，文件类型应为 .tde、.tds、.tdsx、.twb 或 .twbx

# publish.errors.mutually_exclusive_option
source: Use only one of {0} or {1}
de: Nur eins von {0} oder {1} verwenden
es: Usar solo uno de {0} o {1}
fr: N''utiliser qu''une valeur parmi {0} et {1}
ga: 82883-表:Usé oฑły oฑé of {0} oя {1}|
it: Utilizza solo uno tra {0} o {1}
ja: {0} または {1} のいずれか 1 個のみを使用
ko: {0} 또는 {1} 중 하나를 사용하십시오.
pt: Use somente um de {0} ou {1}
sv: Använd endast endera av {0} eller {1}
zh: 仅使用 {0} 或 {1} 之一

# publish.errors.requires_resource_file
source: The ''{0}'' command requires a workbook, data source, or extract file
de: Für den Befehl ''{0}'' ist eine Arbeitsmappe, Datenquelle oder Extraktdatei erforderlich
es: El comando “{0}” requiere un libro de trabajo, una fuente de datos o un archivo de extracción
fr: La commande ''{0}'' nécessite un classeur, une source de données ou un fichier d''extrait
ga: 05709-表:Thé ''{0}'' çommäฑď яéqűıяés ä ὠoяkbook, ďätä soűяçé, oя éxtяäçt fıłé|
it: Il comando “{0}” richiede una cartella di lavoro, un’origine dati o un file di estrazione.
ja: 「{0}」 コマンドでは、ワークブック、データ ソース、または抽出ファイルが必要です
ko: ''{0}'' 명령에는 통합 문서, 데이터 원본 또는 추출 파일이 필요합니다.
pt: O comando “{0}” requer uma pasta de trabalho, fonte de dados ou arquivo de extração
sv: Kommandot ''{0}'' kräver en arbetsbok, den datakälla eller en extraktfil
zh: “{0}” 命令需要工作簿、数据源或数据提取文件

# publish.errors.unexpected_server_response
source: Unexpected response from the server: {0}
de: Unerwartete Antwort vom Server: {0}
es: Respuesta inesperada del servidor: {0}
fr: Réponse imprévue du serveur : {0}
ga: 35456-表:Uฑéxpéçtéď яéspoฑsé fяom thé séяvéя: {0}|
it: Risposta inaspettata dal server: {0}
ja: サーバーからの予期しない応答: {0}
ko: 서버의 예기치 않은 응답: {0}
pt: Resposta inesperada do servidor: {0}
sv: Oväntat svar från servern: {0}
zh: 来自服务器的意外响应: {0}

# publish.errors.server_resource_not_found
source: The resource you specified does not exist, or you do not have permission to see it. Check your project name and permissions
de: Die von Ihnen angegebene Ressource exisitiert nicht oder Sie haben nicht die Berechtigung, sie einzusehen. Prüfen Sie Ihren Projektnamen und Ihre Berechtigungen.
es: El recurso que ha especificado no existe o no tiene permiso para verlo. Compruebe el nombre del proyecto y sus permisos
fr: La ressource spécifiée n''existe pas, ou vous n''êtes pas autorisé à la voir. Consultez le nom de votre projet et les autorisations.
ga: 56400-表:Thé яésoűяçé yoű spéçıfıéď ďoés ฑot éxıst, oя yoű ďo ฑot hävé péяmıssıoฑ to séé ıt. Çhéçk yoűя pяojéçt ฑämé äฑď péяmıssıoฑs|
it: La risorsa specificata non esiste o non si ha l’autorizzazione a visualizzarla. Controlla il nome del progetto e le autorizzazioni
ja: 指定されたリソースは存在しないか、そのリソースを表示できるパーミッションがありません。プロジェクト名とパーミッションを確認してください。
ko: 지정한 리소스가 존재하지 않거나 사용자에게 리소스를 볼 수 있는 권한이 없습니다. 프로젝트 이름 및 사용 권한을 확인하십시오.
pt: O recurso especificado não existe ou você não tem permissão para vê-lo. Verifique o nome e as permissões do projeto
sv: Den resurs du angav finns inte, eller så har du inte behörighet att se den. Kontrollera ditt projektnamn och dina behörigheter
zh: 指定的资源不存在，或者您没有查看该资源的权限。请检查您的项目名称和权限

# publish.options.append
source: Append extract file to existing data source
de: Extraktdatei an vorhandene Datenquelle anfügen
es: Adjuntar archivo de extracción a fuente de datos existente
fr: Ajout d''un fichier d''extrait à une source de données existante
ga: 27836-表:Åppéฑď éxtяäçt fıłé to éxıstıฑg ďätä soűяçé|
it: Aggiungi un file di estrazione all’origine dati esistente
ja: 抽出ファイルを既存のデータ ソースに追加
ko: 기존 데이터 원본에 추출 파일 추가
pt: Anexe o arquivo de extração à fonte de dados existente
sv: Lägg till extraktfil till befintlig datakälla
zh: 将数据提取文件追加到现有数据源

# publish.options.async
source: Publish asynchronously
de: Asynchron veröffentlichen
es: Publicar de forma asíncrona
fr: Publier de manière asynchrone
ga: 24058-表:Pűbłısh äsyฑçhяoฑoűsły|
it: Pubblica in modo asincrono
ja: 非同期でパブリッシュ
ko: 비동기식으로 게시
pt: Publicar de forma assíncrona
sv: Publicera asynkront
zh: 异步发布

# publish.options.db-password
source: Database password for all data sources
de: Datenbankkennwort für alle Datenquellen
es: Contraseña de base de datos para todas las fuentes de datos
fr: Mot de passe de base de données pour toutes les sources de données.
ga: 23656-表:Ðätäbäsé pässὠoяď foя äłł ďätä soűяçés|
it: Password del database per tutte le origini dati
ja: すべてのデータ ソースのデータベース パスワード
ko: 모든 데이터 원본에 대한 데이터베이스 비밀번호
pt: Senha do banco de dados para todas as fontes de dados
sv: Databaslösenord för alla datakällor
zh: 用于所有数据源的数据库密码

# publish.options.db-username
source: Database username for all data sources
de: Datenbankbenutzername für alle Datenquellen
es: Nombre de usuario de base de datos para todas las fuentes de datos
fr: Nom d''utilisateur de base de données pour toutes les sources de données.
ga: 91747-表:Ðätäbäsé űséяฑämé foя äłł ďätä soűяçés|
it: Nome utente del database per tutte le origini dati
ja: すべてのデータ ソースのデータベース ユーザー名
ko: 모든 데이터 원본에 대한 데이터베이스 사용자 이름
pt: Nome de usuário do banco de dados para todas as fontes de dados
sv: Databasanvändarnamn för alla datakällor
zh: 用于所有数据源的数据库用户名

# publish.options.description
source: Description of the workbook or data source
de: Beschreibung der Arbeitsmappe oder Datenquelle
es: Descripción del libro de trabajo o la fuente de datos
fr: Description du classeur ou de la source de données
ga: 95130-表:Ðésçяıptıoฑ of thé ὠoяkbook oя ďätä soűяçé|
it: Descrizione della cartella di lavoro o dell’origine dati
ja: ワークブックまたはデータ ソースの説明
ko: 통합 문서 또는 데이터 원본의 설명
pt: Descrição da pasta de trabalho ou fonte de dados
sv: Beskrivning av arbetsboken eller datakällan
zh: 工作簿或数据源的描述

# publish.options.encrypt_extracts
source: Encrypt extracts on the server
de: Extrakte auf dem Server verschlüsseln
es: Cifrar extracciones en el servidor
fr: Crypter les extraits sur le serveur
ga: 26670-表:Éฑçяypt éxtяäçts oฑ thé séяvéя|
it: Crittografare le estrazioni su un server
ja: サーバーで抽出を暗号化する
ko: 서버에서 추출 암호화
pt: Criptografar extrações no servidor
sv: Kryptera extrakt på servern
zh: 在服务器上对数据提取进行加密

# publish.options.name
source: Workbook/data source name on the server. If omitted, the workbook/data source will be named after the file name, without the twb(x), tds(x), or tde extension. Publishing a .tde file will create a data source
de: Arbeitsmappen-/Datenquellenname auf dem Server. Wenn keine Angabe erfolgt, wird die Arbeitsmappe/Datenquelle nach dem Dateinamen ohne die Erweiterung twb(x), tds(x) oder tde benannt. Durch das Veröffentlichen einer .tde-Datei wird eine Datenquelle erstellt
es: Nombre del libro de trabajo o la fuente de datos en el servidor. Si se omite, el libro de trabajo o la fuente de datos recibirá un nombre tras el nombre de archivo, sin la extensión twb(x), tds(x) o tde. La publicación de un archivo .tde dará lugar a la creación de una fuente de datos
fr: Nom du classeur/de la source de données sur le serveur. S''il est omis, le classeur/la source de données prend le nom du fichier sans l''extension twb(x), tds(x) ou tde. La publication d''un fichier .tde crée une source de données
ga: 20813-表:Ẉoяkbook/ďätä soűяçé ฑämé oฑ thé séяvéя. İf omıttéď, thé ὠoяkbook/ďätä soűяçé ὠıłł bé ฑäméď äftéя thé fıłé ฑämé, ὠıthoűt thé tὠb(x), tďs(x), oя tďé éxtéฑsıoฑ. Pűbłıshıฑg ä .tďé fıłé ὠıłł çяéäté ä ďätä soűяçé|
it: Cartella di lavoro/nome dell’origine dati sul server. Se omessa, la cartella di lavoro/origine dati sarà rinominata secondo il nome del file, senza l’estensione twb(x), tds(x) o tde. La pubblicazione di un file .tde creerà un’origine dati
ja: サーバー上のワークブック/データ ソース名。省略した場合は、ファイル名から twb(x)、tds(x)、または tde 拡張子を除いた名前に従ってワークブック/データ ソースの名前が付けられます。.tde ファイルをパブリッシュすると、データ ソースが作成されます
ko: 서버에 있는 통합 문서/데이터 원본 이름입니다. 생략된 경우 통합 문서/데이터 원본의 이름은 twb(x), tds(x) 또는 tde 확장명을 제외한 파일 이름으로 지정됩니다. .tde 파일을 게시하면 데이터 원본이 만들어집니다.
pt: O nome da pasta de trabalho/fonte de dados no servidor. Se omitido, a pasta de trabalho/fonte de dados será nomeado de acordo com nome de arquivo, sem a extensão twb(x), tds(x) ou tde. Publicar um arquivo .tde criará uma fonte de dados
sv: Arbetsbokens/datakällans namn på servern. Om det inte anges namnges arbetsboken/datakällan efter filnamnet, utan filnamnstillägget twb(x), tds(x) eller tde. Om du publicerar en .tde-fil skapas en datakälla
zh: 服务器上的工作簿/数据源名称。如果省略，将使用文件名作为工作簿/数据源名称(无 twb(x)、tds(x) 或 tde 扩展名)。发布 .tde 文件将会创建数据源

# publish.options.oauth-username
source: Use the credentials saved on the server keychain associated with USERNAME to publish
de: Auf dem Serverschlüsselbund gespeicherte Anmeldeinformationen verwenden, die mit dem zu veröffentlichenden USERNAME verknüpft sind
es: Use las credenciales guardadas en la llave del servidor asociada a USERNAME para publicar
fr: Utiliser les informations d''identification enregistrées dans la chaîne keychain du serveur qui est associée au nom d''utilisateur (USERNAME) à publier
ga: 59022-表:Usé thé çяéďéฑtıäłs sävéď oฑ thé séяvéя kéyçhäıฑ ässoçıätéď ὠıth UŞÉЯÑÅMÉ to pűbłısh|
it: Utilizza le credenziali salvate sul portachiavi del server associato a NOME UTENTE per la pubblicazione
ja: パブリッシュを行うユーザー名に関連付けられたサーバー キーチェーンに保存された認証資格情報を使用する
ko: USERNAME과 연결된 서버 키 체인에 저장된 자격 증명을 사용하여 게시
pt: Use as credenciais salvas na cadeia de chaves associada ao USERNAME para publicar
sv: Publicera genom att använda de inloggningsuppgifter som sparats i den servernyckelring som associerats med USERNAME
zh: 使用在与 USERNAME 关联的服务器密钥链上保存的凭据来发布

# publish.options.overwrite
source: Overwrite the existing workbook/data source, if any
de: Vorhandene Arbeitsmappe/Datenquelle ggf. überschreiben
es: Sobrescribir el libro de trabajo o la fuente de datos, si existe
fr: Remplacer, le cas échéant, le classeur/la source de données existant(e)
ga: 90441-表:Õvéяὠяıté thé éxıstıฑg ὠoяkbook/ďätä soűяçé, ıf äฑy|
it: Sovrascrivi l’origine dati/cartella di lavoro esistente, se presente
ja: 既存のワークブック/データ ソース (存在する場合) を上書き
ko: 기존 통합 문서/데이터 원본 덮어쓰기(있는 경우)
pt: Sobrescreva a pasta de trabalho/fonte de dados existente, se houver
sv: Skriv över eventuell befintlig arbetsbok/datakälla
zh: 覆盖现有的工作簿/数据源(如果有)

# publish.options.project
source: Project to publish the workbook/data source to
de: Projekt zum Veröffentlichen der Arbeitsmappe/Datenquelle zu
es: Proyecto para publicar el libro de trabajo/fuente de datos en
fr: Projet vers lequel publier le classeur/la source de données
ga: 53047-表:Pяojéçt to pűbłısh thé ὠoяkbook/ďätä soűяçé to|
it: Progetto su cui pubblicare la cartella di lavoro/origine dati
ja: ワークブック/データ ソースをパブリッシュするプロジェクト
ko: 통합 문서/데이터 원본을 게시할 대상 프로젝트
pt: Projeto para publicar a pasta de trabalho/fonte de dados para
sv: Projekt som arbetsboken/datakällan ska publiceras till
zh: 要将工作簿/数据源发布到的项目

# publish.options.parent-project-path
source: Path of the parent of the project to publish the workbook/data source to
de: Pfad zu dem dem Projekt übergeordneten Element, für das die Arbeitsmappe/Datenquelle veröffentlicht werden soll
es: Ruta del elemento superior del proyecto para publicar el libro de trabajo o la fuente de datos en
fr: Chemin du projet vers lequel publier le classeur/la source de données
ga: 77402-表:Päth of thé päяéฑt of thé pяojéçt to pűbłısh thé ὠoяkbook/ďätä soűяçé to|
it: Percorso del padre del progetto su cui pubblicare la cartella di lavoro/origine dati
ja: ワークブック/データ ソースのパブリッシュ先であるプロジェクトの親のパス
ko: 통합 문서/데이터 원본을 게시할 프로젝트의 상위 경로
pt: O caminho do pai do projeto para publicar a pasta de trabalho/fonte de dados para
sv: Sökväg till det överordnade projektet till det projekt som arbetsboken/datakällan ska publiceras till
zh: 要向其中发布工作簿/数据源的项目的父项目的路径

# publish.options.replace
source: Replace extract file to existing data source
de: Extraktdatei zu vorhandener Datenquelle ersetzen
es: Reemplazar archivo de la extracción con fuente de datos existente
fr: Remplacer un fichier d''extrait dans la source de données existante
ga: 60690-表:Яépłäçé éxtяäçt fıłé to éxıstıฑg ďätä soűяçé|
it: Sostituisci il file di estrazione nell’origine dati esistente
ja: 抽出ファイルを既存のデータ ソースに置換
ko: 기존 데이터 원본에 대한 추출 파일 바꾸기
pt: Substitua o arquivo de extração para a fonte de dados existente
sv: Ersätt extraktfilen på befintlig datakälla
zh: 将数据提取文件替换到现有数据源

# publish.options.restart
source: Restarts the file upload
de: Startet den Datei-Upload neu
es: Reinicia la carga de archivos
fr: Redémarre l''envoi de fichiers
ga: 70061-表:Яéstäяts thé fıłé űpłoäď|
it: Riavvia il caricamento del file
ja: ファイルのアップロードを再開
ko: 파일 업로드 다시 시작
pt: Reinicia o envio de arquivos
sv: Startar om filuppladdningen
zh: 重新开始文件上传

# publish.options.save-db-password
source: Store the database password on server
de: Datenbankkennwort auf dem Server speichern
es: Almacenar la contraseña de base de datos en el servidor
fr: Stocker le mot de passe de la base de données sur le serveur
ga: 42012-表:Ştoяé thé ďätäbäsé pässὠoяď oฑ séяvéя|
it: Memorizza la password del database sul server
ja: サーバーにデータベース パスワードを保管
ko: 서버에 데이터베이스 비밀번호 저장
pt: Armazene a senha do banco de dados no servidor
sv: Lagrar databaslösenordet på servern
zh: 在服务器上存储数据库密码

# publish.options.save-oauth
source: Embed the OAuth credentials specified with {0}
de: Mit {0} angegebene OAuth-Anmeldeinformationen einbetten
es: Incrustar las credenciales de OAuth especificadas con {0}
fr: Intégrer les informations d''identification OAuth spécifiées à {0}
ga: 39689-表:Émbéď thé ÕÅűth çяéďéฑtıäłs spéçıfıéď ὠıth {0}|
it: Incorpora le credenziali OAuth specificate con {0}.
ja: {0} で指定された OAuth 認証資格情報を埋め込み
ko: {0}에 지정된 OAuth 자격 증명 내장
pt: Insira as credenciais OAuth especificadas com {0}
sv: Bädda in de OAuth-inloggningsuppgifter som angetts med {0}
zh: 嵌入利用 {0} 指定的 OAuth 凭据

# publish.options.tabbed
source: Publish with tabbed views enabled
de: Bei aktivierten Ansichten im Registerformat veröffentlichen
es: Publicar con vistas tabuladas habilitadas
fr: Publier avec les vues à onglets activées
ga: 08654-表:Pűbłısh ὠıth täbbéď vıéὠs éฑäbłéď|
it: Pubblica con le viste a schede abilitate
ja: タブ付きビューを有効にしてパブリッシュ
ko: 탭 뷰가 설정된 상태로 게시
pt: Publique com as exibições em guias habilitadas
sv: Publicera med tabbvyer aktiverat
zh: 发布(启用了选项卡式视图)

# publish.options.thumbnail-groupname
source: If the workbook contains any user filters, impersonate this group while computing thumbnails
de: Identität dieser Gruppe wechseln, während die Miniaturbilder berechnet werden, wenn die Arbeitsmappe Benutzerfilter enthält
es: Si el libro de trabajo contiene filtros de usuario, suplante al grupo mientras calcula las miniaturas
fr: Si le classeur contient des filtres utilisateur, empruntez l''identité de ce groupe pendant le calcul des images miniatures
ga: 83943-表:İf thé ὠoяkbook çoฑtäıฑs äฑy űséя fıłtéяs, ımpéяsoฑäté thıs gяoűp ὠhıłé çompűtıฑg thűmbฑäıłs|
it: Se la cartella di lavoro contiene filtri utente, rappresenta questo gruppo mentre vengono elaborate le miniature.
ja: ワークブックにユーザー フィルターが含まれている場合は、サムネイルの計算中にこのグループを擬装します
ko: 통합 문서에 사용자 필터가 포함된 경우 축소판을 계산하는 동안 이 그룹 가장
pt: Se a pasta de trabalho contiver quaisquer filtros de usuário, represente esse grupo enquanto computa as miniaturas
sv: Om arbetsboken innehåller några användarfilter så imitera den här gruppen vid beräkning av miniatyrer
zh: 如果工作簿包含任何用户筛选器，则在计算缩略图时模拟此组

# publish.options.thumbnail-username
source: If the workbook contains any user filters, impersonate this user while computing thumbnails
de: Identität dieses Benutzers wechseln, während die Miniaturbilder berechnet werden, wenn die Arbeitsmappe Benutzerfilter enthält
es: Si el libro de trabajo contiene filtros de usuario, suplante al usuario mientras calcula las miniaturas
fr: Si le classeur contient des filtres utilisateur, empruntez l''identité de cet utilisateur pendant le calcul des images miniatures
ga: 23193-表:İf thé ὠoяkbook çoฑtäıฑs äฑy űséя fıłtéяs, ımpéяsoฑäté thıs űséя ὠhıłé çompűtıฑg thűmbฑäıłs|
it: Se la cartella di lavoro contiene filtri utente, rappresenta questo utente mentre vengono elaborate le miniature.
ja: ワークブックにユーザー フィルターが含まれている場合は、サムネイルの計算中にこのユーザーを擬装します
ko: 통합 문서에 사용자 필터가 포함된 경우 축소판을 계산하는 동안 이 사용자 가장
pt: Se a pasta de trabalho contiver quaisquer filtros de usuário, represente esse usuário enquanto computa as miniaturas
sv: Om arbetsboken innehåller några användarfilter så imitera den här användaren vid beräkning av miniatyrer
zh: 如果工作簿包含任何用户筛选器，则在计算缩略图时模拟此用户

# publish.status
source: Publishing ''{0}'' to the server. This could take several minutes...
de: ''{0}'' wird auf dem Server veröffentlicht. Dies kann einige Minuten dauern...
es: Publicando “{0}” en el servidor. Esta operación podría tardar varios minutos...
fr: Publication de ''{0}'' sur le serveur. Ceci peut prendre quelques minutes...
ga: 63076-表:Pűbłıshıฑg ''{0}'' to thé séяvéя. Thıs çoűłď täké sévéяäł mıฑűtés...|
it: Pubblicazione di “{0}” sul server in corso. Questa operazione potrebbe richiedere diversi minuti...
ja: サーバーに 「{0}」 をパブリッシュしています。この処理には数分かかることがあります...
ko: 서버에 ''{0}''을(를) 게시하는 중입니다. 몇 분 정도 걸릴 수 있습니다...
pt: Publicando “{0}” para o servidor. Isso pode demorar vários minutos...
sv: Publicerar ''{0}'' till servern. Detta kan ta flera minuter ...
zh: 正在将 “{0}” 发布到服务器。这可能需要几分钟时间...
