Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# deleteusers.description
source: Delete users. The users are read from the given comma separated value (CSV) file. The file is a simple list of one user name per line
de: Löschen Sie Benutzer. Die Benutzer werden aus der angegebenen CSV-Datei gelesen. Die Datei ist eine einfache Liste, die aus einem Benutzernamen pro Zeile besteht.
es: Elimine usuarios. Los usuarios se leen a partir del archivo de valores separados por comas (CSV) especificado. El archivo es una lista simple de un nombre de usuario por línea
fr: Supprimer des utilisateurs. Les utilisateurs sont lus depuis le fichier CSV (valeurs séparées par des virgules) donné. Ce fichier est une simple liste contenant un utilisateur par ligne
ga: 93144-表:Ðéłété űséяs. Thé űséяs äяé яéäď fяom thé gıvéฑ çommä sépäяätéď väłűé (ÇŞƔ) fıłé. Thé fıłé ıs ä sımpłé łıst of oฑé űséя ฑämé péя łıฑé|
it: Elimina utenti. Gli utenti vengono letti dal file CSV (valore separato da virgola) fornito. Il file è un semplice elenco di un nome utente per riga
ja: ユーザーを削除します。ユーザーは、指定されたコンマ区切り値 (CSV) ファイルから読み込まれます。ファイルは、1 行 に 1 人のユーザー名を含むシンプルなリストです
ko: 사용자를 삭제합니다. 사용자는 지정된 CSV(쉼표로 구분된 값) 파일에서 읽어옵니다. 파일은 한 줄에 사용자 이름 하나가 있는 단순한 목록입니다.
pt: Exclua usuários. Os usuários são lidos de um determinado arquivo de valor separado por vírgula (CSV). O arquivo é uma lista simples de um nome de usuário por linha
sv: Ta bort användare. Användarna läses in från den angivna CSV-filen. Filen är en enkel lista med ett användarnamn per rad
zh: 删除用户。从给定的逗号分隔值 (CSV) 文件中读取用户。此文件是简单的列表 (每行一个用户名)

# deleteusers.short_description
source: Delete users
de: Benutzer löschen
es: Eliminar usuarios
fr: Supprimer des utilisateurs
ga: 83733-表:Ðéłété űséяs|
it: Elimina utenti
ja: ユーザーの削除
ko: 사용자 삭제
pt: Excluir usuários
sv: Ta bort användare
zh: 删除用户

# deleteusers.status
source: Deleting users listed in {0} from the server...
de: In {0} aufgelistete Benutzer werden vom Server gelöscht...
es: Eliminando los usuarios mostrados en {0} del servidor...
fr: Suppression des utilisateurs répertoriés dans {0} du serveur...
ga: 01302-表:Ðéłétıฑg űséяs łıstéď ıฑ {0} fяom thé séяvéя...|
it: Eliminazione degli utenti elencati in {0} dal server in corso...
ja: {0} にリストされたユーザーをサーバーから削除しています...
ko: 서버에서 {0}에 나열된 사용자를 삭제하는 중...
pt: Excluindo usuários listados no {0} do servidor...
sv: Tar bort användare listade i {0} från servern ...
zh: 正从服务器中删除 {0} 中列出的用户...

# editdomain.description
source: Edit a domain. Use the ''{0}'' command to view a list of domains for editing
de: Bearbeiten Sie eine Domäne. Verwenden Sie den Befehl ''{0}'' zum Anzeigen einer Liste der Domänen für die Bearbeitung.
es: Edite un dominio. Use el comando “{0}” para ver una lista de dominios para la edición
fr: Modifier un domaine. Utilisez la commande ''{0}'' pour afficher une liste de domaines à modifier
ga: 09775-表:Éďıt ä ďomäıฑ. Usé thé ''{0}'' çommäฑď to vıéὠ ä łıst of ďomäıฑs foя éďıtıฑg|
it: Modifica un dominio. Usa il comando “{0}” per visualizzare un elenco di domini da modificare.
ja: ドメインを編集します。編集するドメインのリストを表示するには、「{0}」 コマンドを使用します
ko: 도메인을 편집합니다. 편집할 도메인 목록을 보려면 ''{0}'' 명령을 사용합니다.
pt: Edite um domínio. Use o comando “{0}” para exibir uma lista de domínios para edição
sv: Redigera en domän. Visa en lista med domäner för redigering med kommandot ''{0}''
zh: 编辑域。使用 “{0}” 命令查看待编辑的域的列表

# editdomain.errors.requires_nickname_name
source: Either a ''{0}'' option or a ''{1}'' option must be specified
de: Es muss entweder eine ''{0}''- oder eine ''{1}''-Option angegeben werden
es: Se debe especificar una opción “{0}” o “{1}”
fr: Une option ''{0}'' ou ''{1}'' doit être spécifiée
ga: 94369-表:Éıthéя ä ''{0}'' optıoฑ oя ä ''{1}'' optıoฑ műst bé spéçıfıéď|
it: Deve essere specificata un’opzione “{0}” o un’opzione “{1}”.
ja: 「{0}」 オプションまたは 「{1}」 オプションを指定する必要があります
ko: ''{0}'' 옵션 또는 ''{1}'' 옵션을 지정해야 합니다.
pt: Uma opção “{0}” ou “{1}” deve ser especificada
sv: Du måste ange ett ''{0}''-alternativ eller ett ''{1}''-alternativ
zh: 必须指定 “{0}” 选项或 “{1}” 选项

# editdomain.options.id
source: ID of the domain
de: ID der Domäne
es: ID del dominio
fr: ID du domaine
ga: 36600-表:İÐ of thé ďomäıฑ|
it: ID del dominio
ja: ドメインの ID
ko: 도메인의 ID
pt: ID do domínio
sv: Domänens ID
zh: 域的 ID

# editdomain.options.name
source: Name of the domain
de: Name der Domäne
es: Nombre del dominio
fr: Nom du domaine
ga: 35176-表:Ñämé of thé ďomäıฑ|
it: Nome del dominio
ja: ドメインの名前
ko: 도메인의 이름
pt: Nome do domínio
sv: Domänens namn
zh: 域的名称

# editdomain.options.nickname
source: Nickname of the domain
de: Kurzname der Domäne
es: Apodo del dominio
fr: Surnom du domaine
ga: 97003-表:Ñıçkฑämé of thé ďomäıฑ|
it: Nickname del dominio
ja: ドメインのニックネーム
ko: 도메인의 애칭
pt: Apelido do domínio
sv: Domänens smeknamn
zh: 域的昵称

# editdomain.short_description
source: Edit a domain
de: Domäne bearbeiten
es: Editar un dominio
fr: Modifier un domaine
ga: 47724-表:Éďıt ä ďomäıฑ|
it: Modifica un dominio
ja: ドメインの編集
ko: 도메인 편집
pt: Edite um domínio
sv: Redigera en domän
zh: 编辑域

# editdomain.output
source: {0}ID{1}Nickname{1}{1}Name{0}
de: {0}ID{1}Kurzname{1}{1}Name{0}
es: {0}ID{1}Apodo{1}{1}Nombre{0}
fr: {0}ID{1}Surnom{1}{1}Nom{0}
ga: 47214-表:{0}İÐ{1}Ñıçkฑämé{1}{1}Ñämé{0}|
it: {0}ID{1}Nickname{1}{1}Nome{0}
ja: {0}ID{1}ニックネーム{1}{1}名前{0}
ko: {0}ID{1}애칭{1}{1}이름{0}
sv: {0}ID{1}Smeknamn{1}{1}Namn{0}
zh: {0}ID{1}昵称{1}{1}名称{0}

# editdomain.status
source: Edit domain with ID ''{0}'' on the server...
de: Domäne mit ID ''{0}'' auf dem Server bearbeiten...
es: Editando el dominio con el ID “{0}” en el servidor...
fr: Modifier le domaine possédant l''ID ''{0}'' sur le serveur...
ga: 78111-表:Éďıt ďomäıฑ ὠıth İÐ ''{0}'' oฑ thé séяvéя...|
it: Modifica dominio con ID “{0}” sul server...
ja: サーバー上の ID 「{0}」 のドメインを編集します...
ko: 서버에서 ID가 ''{0}''인 도메인 편집...
pt: Edite o domínio com ID “{0}” no servidor...
sv: Redigera domänen med ID:t ''{0}'' på servern ...
zh: 在服务器上编辑 ID 为 “{0}” 的域...

# editsite.errors.invalid_site-id
source: The {0} option is invalid when editing multiple sites. Re-run the command after removing the {0} option or edit each site separately
de: Die Option {0} ist beim Bearbeiten mehrerer Websites ungültig. Führen Sie den Befehl nach dem Entfernen der Option {0} erneut aus oder bearbeiten Sie jede Website einzeln.
es: La opción {0} no es válida al editar varios sitios. Vuelva a ejecutar el comando después de eliminar la opción {0}, o bien edite cada sitio por separado
fr: L''option {0} n''est pas valide lorsque vous modifiez plusieurs sites. Relancez la commande après avoir supprimé l''option {0} ou modifiez chaque site séparément
ga: 54176-表:Thé {0} optıoฑ ıs ıฑväłıď ὠhéฑ éďıtıฑg műłtıpłé sıtés. Яé-яűฑ thé çommäฑď äftéя яémovıฑg thé {0} optıoฑ oя éďıt éäçh sıté sépäяätéły|
it: L’opzione {0} non è valida quando modifichi siti multipli. Esegui di nuovo il comando dopo aver rimosso l’opzione {0} o modifica ogni sito separatamente
ja: 複数のサイトを編集する場合、{0} オプションは無効です。{0} オプションを削除してからコマンドを再実行するか、各サイトを個別に編集してください
ko: 여러 사이트를 편집하는 경우 {0} 옵션을 사용할 수 없습니다. {0} 옵션을 제거한 후 명령을 다시 실행하거나 각 사이트를 개별적으로 편집하십시오.
pt: A opção {0} fica inválida ao criar vários sites. Execute novamente o comando após remover a opção {0} ou edite cada site separadamente
sv: Alternativet {0} är ogiltigt när du redigera flera platser. Kör om kommandet efter att du har tagit bort alternativet {0} eller redigera varje plats separat
zh: 在编辑多个站点时，{0} 选项无效。在移除 {0} 选项后重新运行此命令，或单独编辑每个站点

# editsite.errors.invalid_site-name
source: The {0} option is invalid when editing multiple sites. Re-run the command after removing the {0} option or edit each site separately
de: Die Option {0} ist beim Bearbeiten mehrerer Websites ungültig. Führen Sie den Befehl nach dem Entfernen der Option {0} erneut aus oder bearbeiten Sie jede Website einzeln.
es: La opción {0} no es válida al editar varios sitios. Vuelva a ejecutar el comando después de eliminar la opción {0}, o bien edite cada sitio por separado
fr: L''option {0} n''est pas valide lorsque vous modifiez plusieurs sites. Relancez la commande après avoir supprimé l''option {0} ou modifiez chaque site séparément
ga: 40400-表:Thé {0} optıoฑ ıs ıฑväłıď ὠhéฑ éďıtıฑg műłtıpłé sıtés. Яé-яűฑ thé çommäฑď äftéя яémovıฑg thé {0} optıoฑ oя éďıt éäçh sıté sépäяätéły|
it: L’opzione {0} non è valida quando modifichi siti multipli. Esegui di nuovo il comando dopo aver rimosso l’opzione {0} o modifica ogni sito separatamente
ja: 複数のサイトを編集する場合、{0} オプションは無効です。{0} オプションを削除してからコマンドを再実行するか、各サイトを個別に編集してください
ko: 여러 사이트를 편집하는 경우 {0} 옵션을 사용할 수 없습니다. {0} 옵션을 제거한 후 명령을 다시 실행하거나 각 사이트를 개별적으로 편집하십시오.
pt: A opção {0} fica inválida ao criar vários sites. Execute novamente o comando após remover a opção {0} ou edite cada site separadamente
sv: Alternativet {0} är ogiltigt när du redigera flera platser. Kör om kommandet efter att du har tagit bort alternativet {0} eller redigera varje plats separat
zh: 在编辑多个站点时，{0} 选项无效。在移除 {0} 选项后重新运行此命令，或单独编辑每个站点

# editsite.options.allow-mobile-snapshots
source: Allow [or-deny] mobile snapshots
de: Mobile Snapshots erlauben [oder verweigern]
es: Permitir [o denegar] instantáneas móviles
fr: Autoriser [ou interdire] les instantanés mobiles
ga: 38466-表:Åłłoὠ [oя-ďéฑy] mobıłé sฑäpshots|
it: Consenti [o nega] gli snapshot mobili
ja: モバイル スナップショットを許可 「または拒否」 する
ko: 모바일 스냅샷 허용[또는 거부]
pt: Permitir [ou negar] instantâneos móveis
sv: Tillåt [eller neka] mobila ögonblicksbilder
zh: 允许或拒绝移动快照

# editsite.options.allow-subscriptions
source: Allow [or deny] subscriptions for this site
de: Abonnements für diese Website erlauben [oder verweigern]
es: Permitir [o denegar] suscripciones para este sitio
fr: Autoriser [ou interdire] les abonnements pour ce site
ga: 14904-表:Åłłoὠ [oя ďéฑy] sűbsçяıptıoฑs foя thıs sıté|
it: Consenti [o nega] sottoscrizioni a questo sito
ja: このサイトのサブスクリプションを許可 「または拒否」 する
ko: 이 사이트의 구독 허용[또는 거부]
pt: Permitir [ou negar] as assinaturas para este site
sv: Tillåt [eller neka] prenumerationer på den här webbplatsen
zh: 允许或拒绝对此站点的订阅

# editsite.options.allow-web-authoring
source: Allow [or-deny] web authoring for this site
de: Webdokumenterstellung für diese Site erlauben [oder verweigern]
es: Permitir [o denegar] la creación web para este sitio
fr: Autoriser [ou interdire] la création Web pour ce site
ga: 45600-表:Åłłoὠ [oя-ďéฑy] ὠéb äűthoяıฑg foя thıs sıté|
it: Consenti [o nega] il Web authoring per questo sito
ja: このサイトの Web 作成を許可 「または拒否」 する
ko: 이 사이트의 웹 작성 허용[또는 거부]
pt: Permitir [ou negar] a criação na Web para este site
sv: Tillåt [eller neka] webbförfattande för den här webbplatsen
zh: 允许或拒绝对此站点进行 Web 制作

# editsite.options.cache-warmup
source: Allow [or deny] cache warmup for this site
de: Cache Warmup für diese Site zulassen [oder verweigern]
es: Permitir [o denegar] el calentamiento de caché para este sitio
fr: Autoriser [ou interdire] le réchauffement du cache pour ce site
ga: 58949-表:Åłłoὠ [oя ďéฑy] çäçhé ὠäяműp foя thıs sıté|
it: Consenti [o nega] il warmup della cache per questo sito
ja: このサイトのキャッシュ ウォームパップを許可 「または拒否」
ko: 이 사이트의 캐시 준비 허용[또는 거부]
pt: Permitir [ou negar] aquecimento de cache para este site
sv: Tillåt [eller neka] cacheuppvärmning för den här webbplatsen
zh: 允许 [或拒绝] 预缓存此站点

# editsite.options.cache-warmup-threshold
source: Threshold in days for how recently a view must have been viewed to trigger warmup
de: Schwellenwert für die Anzahl der Tage, die seit der letzten Anzeige der Ansicht vergangen sein dürfen, um ein Warmup auszulösen
es: Umbral (en días) del tiempo transcurrido desde la visualización de una vista para que se active el calentamiento
fr: Le seuil de nombre de jours auquel doit remonter le dernier affichage d''une vue pour déclencher le réchauffement
ga: 47971-表:Thяéshołď ıฑ ďäys foя hoὠ яéçéฑtły ä vıéὠ műst hävé bééฑ vıéὠéď to tяıggéя ὠäяműp|
it: Soglia in giorni del tempo per cui deve essere stata visualizzata una vista per attivare il warmup
ja: ウォームアップをトリガーするための、ビューが最近いつ閲覧されたかに対するしきい値 (日単位)
ko: 캐시 준비가 트리거되기 위해 마지막 뷰 열람 이후 경과되어야 하는 최소 일수
pt: Limite em dias para determinar o intervalo de tempo entre as visualizações de uma exibição para desencadear um aquecimento
sv: Tröskelvärde i dagar för hur nyligen en vy måste ha visats för att aktivera uppvärmning
zh: 必须提前查看视图以触发预缓存的最近天数阈值

# editsite.options.site-name
source: Display name of the site
de: Name der Website anzeigen
es: Mostrar nombre del sitio
fr: Afficher le nom du site
ga: 25623-表:Ðıspłäy ฑämé of thé sıté|
it: Visualizza il nome del sito
ja: サイトの表示名
ko: 사이트의 표시 이름
pt: Exiba o nome do site
sv: Webbplatsens visningsnamn
zh: 显示站点的名称

# editsite.options.status
source: Change availability of site. Must be either ''{0}'' or ''{1}''
de: Verfügbarkeit der Website ändern. Muss ''{0}'' oder ''{1}'' sein
es: Cambie la disponibilidad del sitio. Debe ser “{0}” o “{1}”
fr: Modifier la disponibilité du site. Celle-ci doit être ''{0}'' ou ''{1}''
ga: 15724-表:Çhäฑgé äväıłäbıłıty of sıté. Műst bé éıthéя ''{0}'' oя ''{1}''|
it: Modifica disponibilità del sito. Deve essere “{0}” o “{1}”.
ja: サイトが利用可能かどうかを変更します。「{0}」 または 「{1}」 を指定します
ko: 사이트의 가용성을 변경합니다. ''{0}'' 또는 ''{1}''여야 합니다.
pt: Alterar a disponibilidade do site. Deve ser “{0}” ou “{1}”
sv: Ändra webbplatsens tillgänglighet. Måste vara ''{0}'' eller ''{1}''
zh: 更改站点的可用性。必须为 “{0}” 或 “{1}”

# editsite.options.allow-materialized-views
source: Allow [or deny] materialized views for this site
de: Materialisierte Ansichten für diese Site erlauben [oder verweigern]
es: Permitir [o denegar] las vistas materializadas para este sitio
fr: Autoriser [ou refuser] les vues matérialisées pour ce site
ga: 54326-表:Åłłoὠ [oя ďéฑy] mätéяıäłıžéď vıéὠs foя thıs sıté|
it: Consenti [o nega] viste materializzate per questo sito
ja: このサイトの具体化されたビューが許可/拒否されています
ko: 이 사이트에 대해 구체화된 뷰 허용 [또는 거부]
pt: Permitir [ou recusar] exibições materializadas para este site
sv: Tillåt [eller neka] materialiserade vyer för den här webbplatsen
zh: 为此站点允许[或拒绝]实体化视图

# editsite.options.extract_encryption_mode
source: Extract encryption mode: disabled, enabled, or enforced. If not set, then it is not changed on the server.
de: Extraktverschlüsselungsmodus: deaktiviert, aktiviert oder erzwungen. Wenn Sie keine Festlegung treffen, erfolgt keine Änderung auf dem Server.
es: Modo de cifrado de extracciones: deshabilitado, habilitado o requerido. Si no se establece nada, no se cambia en el servidor.
fr: Mode de cryptage des extraits : désactivé, activé ou appliqué. Si le mode n''est pas défini, il n''est pas modifié sur le serveur.
ga: 58631-表:Éxtяäçt éฑçяyptıoฑ moďé: ďısäbłéď, éฑäbłéď, oя éฑfoяçéď. İf ฑot sét, théฑ ıt ıs ฑot çhäฑgéď oฑ thé séяvéя.|
it: Modalità di estrazione della crittografia: disabilitata, abilitata o applicata. Se non è impostata, non viene modificata sul server.
ja: 抽出暗号化モード: 無効、有効、または実行。設定しない場合、サーバーで変更は行われません。
ko: 추출 암호화 모드: 사용 안 함, 사용 또는 시행입니다. 설정되지 않은 경우 서버에서 변경되지 않습니다.
pt: Modo de criptografia de extração: desabilitado, habilitado ou imposto. Caso não esteja definido, não será alterado no servidor.
sv: Extraktkrypteringsläge: inaktiverat, aktiverat eller framtvingat. Om inget anges så ändras det inte på servern.
zh: 数据提取加密模式: 已禁用、已启用或强制。如果未设置，则它在服务器上不会发生更改。

# editsite.options.web_extraction_enabled
source: Allow [or deny] extract creation and changing extracts to live for this site. The default setting is allowed.
de: Erlauben [oder verweigern] Sie Extrakterstellung und Extrakt zu Live ändern für diese Site. Die Standardeinstellung ist erlauben.
es: Permitir [o denegar] la creación de extracciones y el cambio de extracciones a tiempo real para este sitio. Permitir es la configuración predeterminada.
fr: Autorisez ou [refusez] la création d''extraits et la modification d''extraits sur l''option En direct pour ce site. Le paramètre par défaut est autorisé.
ga: 49454-表:Åłłoὠ [oя ďéฑy] éxtяäçt çяéätıoฑ äฑď çhäฑgıฑg éxtяäçts to łıvé foя thıs sıté. Thé ďéfäűłt séttıฑg ıs äłłoὠéď.|
it: Consenti [o nega] la creazione di estrazioni e la modifica delle estrazioni in live per questo sito. L’impostazione predefinita è consentita.
ja: このサイトで抽出の作成とライブへの変更を許可 「または拒否」 します。既定の設定では許可します。
ko: 이 사이트에 대해 추출 만들기 및 추출을 라이브로 변경을 허용[또는 거부]합니다. 기본 설정은 허용됨입니다.
pt: Permitir [ou negar] a criação de extração ou alteração de extrações funcionem neste site. A configuração padrão é permitir.
sv: Tillåt [eller neka] skapande och ändrande av extrakt till live för den här webbplatsen. Standardinställningen är att tillåta.
zh: 允许[或拒绝]数据提取创建以及为此站点将数据提取更改为实时。默认设置为允许。

# editsite.options.run_now_enabled
source: Allow [or deny] Run Now option for this site. Default is set to allow Run Now
de: Erlauben [oder verweigern] Sie die Option "Jetzt Ausführen" für diese Site. Der Standard ist "Jetzt Ausführen" zu erlauben
es: Permitir [o denegar] la opción Ejecutar ahora para este sitio. La opción predeterminada es Permitir
fr: Autorisez [ou refusez] l''option Exécuter maintenant pour ce site. Le paramètre par défaut est d''autoriser Exécuter maintenant
ga: 04458-表:Åłłoὠ [oя ďéฑy] Яűฑ Ñoὠ optıoฑ foя thıs sıté. Ðéfäűłt ıs sét to äłłoὠ Яűฑ Ñoὠ|
it: Consenti [o nega] l’opzione Esegui ora per questo sito. L’impostazione predefinita è Esegui ora
ja: このサイトに対して 「今すぐ実行」 オプションを許可 「または拒否」 します。既定では 「今すぐ実行」 を許可するように設定されています
ko: 이 사이트의 지금 실행 옵션을 허용[또는 거부]합니다. 지금 실행을 허용하도록 기본값이 설정됩니다.
pt: Permitir [ou negar] Executar agora para este site. O padrão é permitir o Executar agora
sv: Tillåt [eller neka] alternativet Kör nu för den här webbplatsen. Standardinställningen är Kör nu
zh: 为此站点允许[或拒绝]“立即运行”选项。默认值设置为允许“立即运行”

# editsite.options.time_zone
source: Time zone to be used with extracts on this site
de: Zeitzone, die für Extrakte auf dieser Site verwendet wird
es: La zona horaria que se usará con las extracciones en este sitio
fr: Fuseau horaire à utiliser avec les extraits sur ce site
ga: 27012-表:Tımé žoฑé to bé űséď ὠıth éxtяäçts oฑ thıs sıté|
it: Fuso orario da utilizzare per le estrazioni su questo sito
ja: このサイトの抽出で使用されるタイム ゾーン
ko: 이 사이트에서 추출과 함께 사용되는 표준 시간대
pt: Fuso horário a ser usado com extrações nesse site
sv: Tidszon som ska användas med extrakt på den här webbplatsen
zh: 要与此站点上的数据提取一起使用的时区

# editsite.options.use_default_time_zone
source: Unset time zone to be used with extracts on this site, it will use default server time zone instead
de: Die Zeitzone, die für Extrakte auf dieser Site verwendet werden soll, ist nicht eingerichtet, stattdessen wird die Zeitzone des Standardservers verwendet
es: Se ha desconfigurado la zona horaria para las extracciones de este sitio, se usará la zona horaria predeterminada del servidor
fr: Fuseau horaire non défini à utiliser avec les extraits sur ce site. Le fuseau horaire du serveur par défaut sera utilisé à la place
ga: 42894-表:Uฑsét tımé žoฑé to bé űséď ὠıth éxtяäçts oฑ thıs sıté, ıt ὠıłł űsé ďéfäűłt séяvéя tımé žoฑé ıฑstéäď|
it: Il fuso orario da utilizzare per le estrazioni in questo sito non è impostato. Verrà utilizzato il fuso orario predefinito del server.
ja: このサイトの抽出で使用されるタイム ゾーンを設定解除します。その代わり、既定のサーバー タイム ゾーンを使用します
ko: 이 사이트에서 추출과 함께 사용되는 표준 시간대 설정을 해제하고 대신 기본 서버 표준 시간대를 사용합니다.
pt: Fuso horário a ser usado com extrações não definido nesse site, em vez disso ele usará o fuso horário padrão do servidor.
sv: Upphäv tidszon som ska användas med extrakt på den här webbplatsen. Den kommer att använda serverns standardtidszon istället
zh: 取消设置要与此站点上的数据提取一起使用的时区，它将改为使用默认服务器时区

# editsite.short_description
source: Edit a site
de: Website bearbeiten
es: Editar un sitio
fr: Modifier un site
ga: 32591-表:Éďıt ä sıté|
it: Modifica un sito
ja: サイトの編集
ko: 사이트 편집
pt: Edite um site
sv: Redigera en webbplats
zh: 编辑站点

# editsite.status
source: Edit site ''{0}'' on the server...
de: Website ''{0}'' auf dem Server bearbeiten...
es: Editando el sitio “{0}” en el servidor...
fr: Modifier le site ''{0}'' sur le serveur...
ga: 29020-表:Éďıt sıté ''{0}'' oฑ thé séяvéя...|
it: Modifica il sito “{0}” sul server...
ja: サイト 「{0}」 をサーバー上で編集します...
ko: 서버에서 ''{0}'' 사이트를 편집합니다...
pt: Edite o site “{0}” no servidor...
sv: Redigera webbplatsen ''{0}'' på servern ...
zh: 在服务器上编辑站点 “{0}”...

# encryptextracts.short_description
source: Encrypt extracts on a site
de: Extrakte auf einer Site verschlüsseln
es: Cifrar las extracciones en un sitio
fr: Crypter les extraits sur un site
ga: 06671-表:Éฑçяypt éxtяäçts oฑ ä sıté|
it: Crittografare le estrazioni su un sito
ja: サイトで抽出を暗号化する
ko: 사이트의 추출 암호화
pt: Criptografar extrações em um site
sv: Kryptera extrakt på en webbplats
zh: 在站点上对数据提取进行加密

# encryptextracts.status
source: Scheduling extracts on site {0} to be encrypted...
de: Planung von Extrakten auf Site {0} zur Verschlüsselung...
es: Programando el recifrado de las extracciones en el sitio {0}...
fr: Programmation des extraits sur le site {0} à crypter...
ga: 71420-表:Şçhéďűłıฑg éxtяäçts oฑ sıté {0} to bé éฑçяyptéď...|
it: Pianificazioni delle estrazioni sul sito {0} da crittografare...
ja: サイト {0} で暗号化する抽出をスケジュールしています...
ko: 사이트 {0}의 추출을 암호화하도록 예약하는 중...
pt: Agendando criptografias de extrações no site {0}...
sv: Schemalägger kryptering av extrakt på webbplatsen {0} ...
zh: 正在计划站点 {0} 上要加密的数据提取...

# export.errors.need_country_and_languge
source: The options --country and --language must be used together
de: Die Optionen --Land und --Sprache müssen zusammen verwendet werden.
es: Las opciones --country y --language se deben utilizar juntas.
fr: Les options --country et --language doivent être utilisées ensemble
ga: 24455-表:Thé optıoฑs --çoűฑtяy äฑď --łäฑgűägé műst bé űséď togéthéя|
it: Le opzioni --country e --language devono essere utilizzate insieme
ja: オプションの「--country」と「--language」はセットで使用する必要があります
ko: --country 옵션과 --language 옵션은 함께 사용해야 합니다.
pt: As opções --país e --idioma devem ser usadas juntas
sv: Alternativen --country och --language måste användas tillsammans
zh: 选项 --country 和 --language 必须一起使用

# export.errors.white_space_workbook_view
source: The name of the workbook or view to export cannot include spaces. Use the normalized name of the workbook or view as it appears in the URL.
de: Der Name der zu exportierenden Arbeitsmappe oder Ansicht darf keine Leerzeichen enthalten. Geben Sie den normalisierten Namen der Arbeitsmappe oder Ansicht an, wie er in der URL angezeigt wird.
es: El nombre del libro de trabajo o la vista de la exportación no puede incluir espacios. Use el nombre normalizado del libro de trabajo o la vista tal como aparece en la URL.
fr: Le nom du classeur ou de la vue à exporter ne peut pas inclure d''espaces. Utilisez le nom normalisé du classeur ou de la vue tel qu''il apparaît dans l''URL.
ga: 06271-表:Thé ฑämé of thé ὠoяkbook oя vıéὠ to éxpoяt çäฑฑot ıฑçłűďé späçés. Usé thé ฑoяmäłıžéď ฑämé of thé ὠoяkbook oя vıéὠ äs ıt äppéäяs ıฑ thé UЯŁ.|
it: Il nome della cartella di lavoro o della vista da esportare non può includere spazi. Utilizza il nome normalizzato della cartella di lavoro o della vista come appare nell’URL.
ja: エクスポートするワークブックやビューの名前にスペースを含めることはできません。URL に表示されるワークブックまたはビューの標準化された名前を使用してください。
ko: 내보낼 통합 문서 또는 뷰의 이름에 공백을 포함할 수 없습니다. 통합 문서 또는 뷰의 정규화된 이름을 URL에 표시되는 대로 사용하십시오.
pt: O nome da pasta de trabalho ou da exibição a ser exportada não pode incluir espaços. Use o nome normalizado da pasta de trabalho ou da exibição, conforme aparece na URL.
sv: Namnet på den arbetsbok eller vy som ska exporteras får inte innehålla blanksteg. Använd arbetsbokens eller vyns normaliserade namn så som det visas i URL:en.
zh: 要导出的工作簿或视图的名称不能包括空格。请使用工作簿或视图出现在 URL 中时的标准化名称。
