Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# password_reset.email.body
source: Hi {0},<br/><br/>You just requested a password reset.<br/><br/> To change your Tableau Server password, {1} or paste the following link into your browser: {2}<br/><br/>This link will expire in 48 hours, so take care of it right away.<br/><br/>If you didn''t request a password reset, you may want to let your server admin know.<br/><br/>Thanks for using Tableau!<br/>The Tableau Team
de: Hallo {0},<br/><br/>Sie haben soeben eine Zurücksetzung Ihres Kennworts angefordert.<br/><br/> Um Ihr Tableau Server-Kennwort zu ändern, {1} oder kopieren Sie den folgenden Link in Ihren Browser: {2}<br/><br/>Er läuft in 48 Stunden ab, Sie sollten ihn also gleich verwenden.<br/><br/>Wenn Sie die Zurücksetzung Ihres Kennworts nicht angefordert haben, sollten Sie das Ihrem Serveradministrator mitteilen.<br/><br/>Danke, dass Sie Tableau verwenden.<br/>Das Tableau-Team
es: Hola, {0}:<br/><br/>Ha solicitado el restablecimiento de su contraseña.<br/><br/> Para cambiar la contraseña de Tableau Server, {1} o pegue el siguiente enlace en el navegador: {2}<br/><br/>Este enlace expirará en 48 horas, así que tome las medidas necesarias lo antes posible.<br/><br/>Si no ha solicitado el restablecimiento de la contraseña, recomendamos que se ponga en contacto con el administrador de servidor.<br/><br/>Gracias por usar Tableau.<br/>El equipo de Tableau
fr: Bonjour {0},<br/><br/>Vous venez de demander la réinitialisation de votre mot de passe.<br/><br/> Pour modifier votre mot de passe Tableau Server, {1} ou collez le lien suivant dans votre navigateur : {2}<br/><br/>Ce lien expire dans 48 heures, veillez donc à procéder à lʼopération sans plus tarder.<br/><br/>Si vous nʼavez pas demandé la réinitialisation du mot de passe, informez-en votre administrateur.<br/><br/>Merci dʼutiliser Tableau!<br/>Lʼéquipe Tableau
ga: 62652-表:Hı {0},<bя/><bя/>Yoű jűst яéqűéstéď ä pässὠoяď яését.<bя/><bя/> To çhäฑgé yoűя Täbłéäű Şéяvéя pässὠoяď, {1} oя pästé thé fołłoὠıฑg łıฑk ıฑto yoűя bяoὠséя: {2}<bя/><bя/>Thıs łıฑk ὠıłł éxpıяé ıฑ 48 hoűяs, so täké çäяé of ıt яıght äὠäy.<bя/><bя/>İf yoű ďıďฑ''t яéqűést ä pässὠoяď яését, yoű mäy ὠäฑt to łét yoűя séяvéя äďmıฑ kฑoὠ.<bя/><bя/>Thäฑks foя űsıฑg Täbłéäű!<bя/>Thé Täbłéäű Téäm|
it: Ciao {0},<br/><br/>Hai richiesto di reimpostare la password.<br/><br/> Per cambiare la tua password di Tableau Server, {1} o incolla il link seguente nel browser: {2}<br/><br/>Questo link ha una durata di 48 ore, quindi utilizzalo subito.<br/><br/>Se non hai richiesto di reimpostare la password, fallo sapere al tuo amministratore del server.<br/><br/>Grazie per aver scelto di utilizzare Tableau!<br/>Il team di Tableau
ja: {0} 様<br/><br/>パスワードのリセットが要求されました。<br/><br/>Tableau Server のパスワードを変更するには、{1} または次のリンク {2} をブラウザーに貼り付けます:<br/><br/>このリンクの有効期限は 48 時間ですので、すぐに処理してください。<br/><br/>パスワードのリセットを要求していない場合は、サーバー管理者に問い合わせてください。<br/><br/>Tableau をご利用いただきありがとうございます。<br/>Tableau チーム
ko: {0} 님 안녕하세요.<br/><br/>방금, 비밀번호 재설정을 요청하셨습니다.<br/><br/> Tableau Server 비밀번호를 재설정하려면 {1}하거나 다음 링크를 브라우저에 붙여 넣으십시오. 링크: {2}<br/><br/>이 링크는 48시간 후 만료되오니 지금 바로 이용하시기 바랍니다.<br/><br/>비밀번호 재설정을 요청하지 않으신 경우 서버 관리자에게 해당 사실을 알리실 수도 있습니다.<br/><br/>Tableau를 사용해 주셔서 감사합니다!<br/>Tableau 팀 일동
pt: Olá {0},<br/><br/>Você solicitou uma alteração de senha.<br/><br/> Para redefinir a sua senha do Tableau Server, {1} ou cole o seguinte link no seu navegador:{2}<br/><br/>Este link ficará válido apenas por 48 horas, então não esqueça de acessá-lo o quanto antes.<br/><br/>Se não foi você quem solicitou a alteração da senha, informe o administrador do servidor.<br/><br/>Obrigado por usar o Tableau!<br/>Equipe Tableau
sv: Hej {0}!<br/><br/>Du begärde nyligen återställning av ditt lösenord.<br/><br/> Om du vill ändra ditt Tableau Server-lösenord {1} eller klistrar in följande länk i webbläsaren: {2}<br/><br/>Den här länken upphör att gälla om 48 timmar, så gör det helst med en gång.<br/><br/>Om du inte har begärt återställning av ditt lösenord bör du tala om detta för serveradministratören.<br/><br/>Tack för att du använder Tableau!<br/>Vi som jobbar hos Tableau
zh: 您好，{0}，<br/><br/>您刚才请求了重置密码。<br/><br/>若要更改您的 Tableau Server 密码，{1} 或将下面的链接粘贴到您的浏览器中: {2}<br/><br/>此链接将在 48 小时后失效，所以请立即进行处理。<br/><br/>如果您没有请求重置密码，您可能需要告诉您的服务器管理员。<br/><br/>感谢您使用 Tableau!<br/>Tableau 团队

# password_reset.email.link
source: click here
de: hier klicken
es: haga clic aquí
fr: cliquez ici
ga: 55092-表:çłıçk héяé|
it: fai clic qui
ja: ここをクリック
ko: 여기를 클릭
pt: clique aqui
sv: klickar du här
zh: 单击此处

# hours.pl
source: {0} hours
de: {0} Stunden
es: {0} horas
fr: {0} heures
ga: 08054-表:{0} hoűяs|
it: {0} ore
ja: {0} 時間
ko: {0}시간
pt: {0} horas
sv: {0} timmar
zh: {0} 小时

# hours.sg
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ga: 08142-表:1 hoűя|
it: 1 ora
ja: 1 時間
ko: 1시간
pt: 1 hora
sv: 1 timme
zh: 1 小时

# minutes.pl
source: {0} minutes
de: {0} Minuten
es: {0} minutos
ga: 67110-表:{0} mıฑűtés|
it: {0} minuti
ja: {0} 分
ko: {0}분
pt: {0} minutos
sv: {0} minuter
zh: {0} 分钟

# minutes.sg
source: 1 minute
es: 1 minuto
ga: 67198-表:1 mıฑűté|
it: 1 minuto
ja: 1 分
ko: 1분
pt: 1 minuto
sv: 1 minut
zh: 1 分钟

# seconds.pl
source: {0} seconds
de: {0} Sekunden
es: {0} segundos
fr: {0} secondes
ga: 38918-表:{0} séçoฑďs|
it: {0} secondi
ja: {0} 秒
ko: {0}초
pt: {0} segundos
sv: {0} sekunder
zh: {0} 秒

# seconds.sg
source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
ga: 39006-表:1 séçoฑď|
it: 1 secondo
ja: 1 秒
ko: 1초
pt: 1 segundo
sv: 1 sekund
zh: 1 秒

# dataconnections.classes.tableau_server_site
source: Tableau Server Site
es: Sitio de Tableau Server
fr: Site Tableau Server
ga: 50848-表:Täbłéäű Şéяvéя Şıté|
it: Sito Tableau Server
ja: Tableau Server サイト
ko: Tableau Server 사이트
pt: Site do Tableau Server
sv: Tableau Server-webbplats
zh: Tableau Server 站点

# materializeviews.errors.workbook_not_in_project
source: Project ''{0}'' does not contain workbook ''{1}''
de: Projekt ''{0}'' enthält Arbeitsmappe ''{1}'' nicht
es: El proyecto “{0}” no contiene el libro de trabajo “{1}”
fr: Le projet "{0}ʼ ne contient pas le classeur ʼ{1}ʼ
ga: 27391-表:Pяojéçt ''{0}'' ďoés ฑot çoฑtäıฑ ὠoяkbook ''{1}''|
it: Il progetto “{0}” non contiene una cartella di lavoro “{1}”
ja: プロジェクト 「{0}」 にワークブック 「{1}」 が含まれていません
ko: ''{0}'' 프로젝트가 ''{1}'' 통합 문서를 포함하지 않습니다.
pt: O projeto “{0}” não contém a pasta de trabalho “{1}”
sv: Projektet ''{0}'' innehåller inte arbetsboken ''{1}''
zh: 项目“{0}”未包含工作簿“{1}”

# materializeviews.errors.workbook_has_no_extract
source: Failed to update materialized views setting for workbook ''{0}'', currently only workbooks with embedded extracts are supported
de: Das Aktualisieren der materialisierten Ansichts-Umgebung für die Arbeitsmappe ''{0}'' ist fehlgeschlagen, Momentan werden nur Arbeitsmappen mit eingebetteten Extrakten unterstützt.
es: No se pudo actualizar la configuración de las vistas materializadas del libro de trabajo “{0}”. Actualmente, solo se admiten los libros de trabajo con extracciones incrustadas
fr: Impossible de mettre à jour le paramètre Vues matérialisées pour le classeur ʼ{0}ʼ. À lʼheure actuelle, seuls les classeurs comportant des extraits intégrés sont pris en charge
ga: 70332-表:Fäıłéď to űpďäté mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbook ''{0}'', çűяяéฑtły oฑły ὠoяkbooks ὠıth émbéďďéď éxtяäçts äяé sűppoяtéď|
it: Impossibile aggiornare l’impostazione delle viste materializzate per la cartella di lavoro “{0}”, attualmente sono supportati solo le cartelle di lavoro con estrazioni incorporate.
ja: ワークブック 「{0}」 の具体化されたビュー設定を更新できませんでした。現時点では、抽出が埋め込まれたワークブックだけがサポートされています
ko: ''{0}'' 통합 문서의 구체화된 뷰 설정을 업데이트하지 못했습니다. 현재 내장된 추출이 있는 통합 문서만 지원됩니다.
pt: Falha ao atualizar a configuração de exibições materializadas para a pasta de trabalho “{0}”. No momento, há suporte somente para pastas de trabalho com extrações inseridas
sv: Det gick inte att uppdatera inställningen för materialiserade vyer för arbetsboken ''{0}''. För tillfället stöds bara arbetsböcker med inbäddade extrakt.
zh: 未能为工作簿“{0}”更新实体化视图设置，当前仅支持包含嵌入式数据提取的工作簿

# materializeviews.errors.workbook_updating_errors
source: Errors found while updating materialized views setting for workbooks
de: Beim Aktualisieren der materialisierten Ansichts-Umgebung für Arbeitsmappen wurden Fehler gefunden
es: Se han encontrado errores al actualizar la configuración de las vistas materializadas para los libros de trabajo
fr: Erreurs détectées lors de la mise à jour du paramètre Vues matérialisées pour les classeurs
ga: 61648-表:Éяяoяs foűฑď ὠhıłé űpďätıฑg mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbooks|
it: Errori rilevati durante l’aggiornamento delle impostazioni delle viste materializzate per le cartelle di lavoro
ja: ワークブックの具体化されたビュー設定を更新中にエラーが見つかりました
ko: 통합 문서의 구체화된 뷰 설정을 업데이트하는 동안 오류가 발견되었습니다.
pt: Erros encontrados ao atualizar a configuração de exibições materializadas para pastas de trabalho
sv: Fel hittades när inställningen för materialiserade vyer för arbetsböcker uppdaterades
zh: 为工作簿更新实体化视图时发现错误

# materializeviews.errors.workbook_too_large
source: Failed to update materialized views setting for workbook ''{0}'' because the size of workbook exceeds the limit of {1} GB
de: Das Aktualisieren der materialisierten Ansichts-Umgebung der Arbeitsmappe ''{0}'' ist fehlgeschlagen, da die Arbeitsmappe das Limit von {1} GB überschreitet.
es: Error al actualizar la configuración de las vistas materializadas para el libro de trabajo “{0}” porque el tamaño del libro de trabajo supera el limite de {1} GB
fr: Impossible de mettre à jour le paramètre Vues matérialisées pour le classeur ʼ{0}ʼ parce que la limite du classeur excède la limite de {1} Go
ga: 02396-表:Fäıłéď to űpďäté mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbook ''{0}'' béçäűsé thé sıžé of ὠoяkbook éxçééďs thé łımıt of {1} GB|
it: Impossibile aggiornare l’impostazione delle viste materializzate per la cartella di lavoro “{0}” perché la dimensione della cartella di lavoro supera il limite di {1} GB
ja: ワークブックのサイズが上限の {1} GB を超過しているので、ワークブック 「{0}」 の具体化されたビュー設定を更新できませんでした
ko: ''{0}'' 통합 문서의 구체화된 뷰 설정을 업데이트하지 못했습니다. 통합 문서 크기가 제한({1}GB)을 초과합니다.
pt: Falha ao atualizar a configuração de exibições materializadas para a pasta de trabalho “{0}”, porque o tamanho da pasta de trabalho excede o limite de {1} GB
sv: Det gick inte att uppdatera inställningen för materialiserade vyer för arbetsboken ''{0}'' eftersom arbetsbokens storlek överskrider gränsen på {1} GB.
zh: 未能为工作簿“{0}”更新实体化视图设置，原因是工作簿的大小超过 {1} GB 的限制

# materializeviews.errors.project_path_not_exists
source: Project path ''{0}'' does not exist
de: Projektpfad ''{0}'' ist nicht vorhanden.
es: La ruta del proyecto “{0}” no existe.
fr: Le chemin dʼaccès du projet ʼ{0}ʼ nʼexiste pas
ga: 99627-表:Pяojéçt päth ''{0}'' ďoés ฑot éxıst|
it: Il percorso del progetto “{0}” non esiste
ja: プロジェクト パス 「{0}」 が存在しません
ko: 프로젝트 경로 ''{0}''이(가) 없습니다.
pt: O caminho do projeto “{0}” não existe.
sv: Projektsökvägen ''{0}'' finns inte
zh: 项目路径“{0}”不存在

# materializeviews.errors.feature_disabled
source: Failed to update materialized views setting for workbook ''{0}'' because feature is currently disabled
de: Das Aktualisieren der materialisierten Ansichts-Umgebung für Arbeitsmappe ''{0}'' ist fehlgeschlagen, da diese Funktion zurzeit deaktiviert ist
es: Error al actualizar la configuración de las vistas materializadas para el libro de trabajo “{0}” porque la función está actualmente deshabilitada
fr: Impossible de mettre à jour le paramètre Vues matérialisées pour le classeur ʼ{0}ʼ parce que la fonctionnalité est actuellement désactivée
ga: 15862-表:Fäıłéď to űpďäté mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbook ''{0}'' béçäűsé féätűяé ıs çűяяéฑtły ďısäbłéď|
it: Impossibile aggiornare l’impostazione delle viste materializzate per la cartella di lavoro “{0}” perché la funzione è attualmente disabilitata.
ja: 機能が現在無効になっているため、ワークブック 「{0}」 の具体化されたビュー設定を更新できませんでした
ko: ''{0}'' 통합 문서의 구체화된 뷰 설정을 업데이트하지 못했습니다. 해당 기능이 현재 사용되지 않도록 설정되어 있습니다.
pt: Falha ao atualizar a configuração de exibições materializadas para a pasta de trabalho “{0}”, porque o recurso está desabilitado no momento.
sv: Det gick inte att uppdatera inställningen för materialiserade vyer för arbetsboken ''{0}'' eftersom funktionen är inaktiverad just nu.
zh: 未能为工作簿“{0}”更新实体化视图设置，原因是功能当前已禁用

# materializeviews.errors.update_materialized_views_setting_failed
source: Failed to update materialized views setting for workbook ''{0}''
de: Das Aktualisieren der materialisierten Ansichts-Umgebung für Arbeitsmappe ''{0}'' ist fehlgeschlagen,
es: Error al actualizar la configuración de las vistas materializadas para el libro de trabajo “{0}”
fr: Impossible de mettre à jour le paramètre Vues matérialisées pour le classeur ʼ{0}ʼ
ga: 56160-表:Fäıłéď to űpďäté mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbook ''{0}''|
it: Impossibile aggiornare l’impostazione delle viste materializzate per la cartella di lavoro “{0}”
ja: ワークブック 「{0}」 の具体化されたビュー設定を更新できませんでした
ko: ''{0}'' 통합 문서의 구체화된 뷰 설정을 업데이트하지 못했습니다.
pt: Falha ao atualizar a configuração de exibições materializadas para a pasta de trabalho “{0}”
sv: Det gick inte att uppdatera inställningen för materialiserade vyer för arbetsboken ''{0}''.
zh: 未能为工作簿“{0}”更新实体化视图设置

# materializeviews.errors.site_not_enabled
source: This site is not enabled for materialized views. Contact your administrator
de: Auf dieser Site sind materialisierte Ansichten nicht aktiviert. Wenden Sie sich an Ihren Administrator.
es: Este sitio no está habilitado para vistas materializadas. Póngase en contacto con su administrador
fr: Ce site nʼest pas activé pour les vues matérialisées. Contactez votre administrateur
ga: 12270-表:Thıs sıté ıs ฑot éฑäbłéď foя mätéяıäłıžéď vıéὠs. Çoฑtäçt yoűя äďmıฑıstяätoя|
it: Questo sito non è abilitato per le viste materializzate. Contatta l’amministratore.
ja: このサイトでは具体化されたビューが有効にされていません。管理者にお問い合わせください。
ko: 이 사이트가 구체화된 뷰를 사용하도록 설정되지 않았습니다. 관리자에게 문의하십시오.
pt: Este site não está habilitado para exibições materializadas. Entre em contato com o administrador.
sv: Den här webbplatsen har inte aktiverats för materialiserade vyer. Kontakta administratören.
zh: 没有为实体化视图启用此站点。请与您的管理员联系

# materializeviews.errors.encrypted_extracts_not_supported
source: Materialized views feature currently does not support workbooks with encrypted extracts
de: Die Funktion Materialisierte Ansichten unterstützt Arbeitsmappen mit verschlüsselten Extrakten derzeit nicht
es: Por el momento, la función Vistas materializadas no admite libros de trabajo con extracciones cifradas.
fr: La fonction Vues matérialisées ne prend actuellement pas en charge les classeurs comportant des extraits cryptés.
ga: 36929-表:Mätéяıäłıžéď vıéὠs féätűяé çűяяéฑtły ďoés ฑot sűppoяt ὠoяkbooks ὠıth éฑçяyptéď éxtяäçts|
it: La funzionalità Viste materializzate non supporta cartelle di lavoro con estrazioni crittografate
ja: 現在、具体化されたビュー機能は暗号化された抽出を含むワークブックをサポートしていません
ko: 구체화된 뷰 기능은 현재 암호화된 추출이 있는 통합 문서를 지원하지 않습니다.
pt: No momento, o recurso de exibições materializadas não oferece suporte a pastas de trabalho com extrações criptografadas.
sv: Funktionen för materialiserade vyer har inte stöd för arbetsböcker med krypterade extrakt just nu
zh: 实体化视图功能当前不支持包含已加密数据提取的工作簿

# materializedviews.finished.create
source: Created materialized views with status ''{0}'' for workbook ''{1}''
de: Erstellte materialisierte Ansichten mit dem Status ''{0}'' für Arbeitsmappe ''{1}''
es: Se han creado las vistas materializadas con el estado “{0}” del libro de trabajo “{1}”
fr: Vues matérialisées créées avec lʼétat ʼ{0}ʼ pour le classeur ʼ{1}ʼ
ga: 27302-表:Çяéätéď mätéяıäłıžéď vıéὠs ὠıth stätűs ''{0}'' foя ὠoяkbook ''{1}''|
it: Viste materializzate create con stato “{0}” per la cartella di lavoro “{1}”
ja: ワークブック 「{1}」 のステータスが 「{0}」 の具体化されたビューを作成しました
ko: ''{1}'' 통합 문서에 대한 ''{0}'' 상태의 구체화된 뷰를 만들었습니다.
pt: Exibições materializadas criadas com status “{0}” para a pasta de trabalho “{1}”
sv: Materialiserade vyer med statusen ''{0}'' har skapats för arbetsboken ''{1}''
zh: 已为工作簿“{1}”创建状态为“{0}”的实体化视图

# materializedviews.finished.delete
source: Deleted materialized views for workbook id: {0}
de: Gelöschte materialisierte Ansichten für die Arbeitsmappen-ID: {0}
es: Se han eliminado las vistas materializadas del libro de trabajo con id: {0}
fr: Vues matérialisées supprimées pour lʼID de classeur : {0}
ga: 63061-表:Ðéłétéď mätéяıäłıžéď vıéὠs foя ὠoяkbook ıď: {0}|
it: Viste materializzate eliminate per l’ID cartella di lavoro: {0}
ja: ワークブック id: {0} の具体化されたビューを削除しました
ko: 통합 문서 ID: {0}에 대한 구체화된 뷰를 삭제했습니다.
pt: Exibições materializadas excluídas para id da pasta de trabalho: {0}
sv: Materialiserade vyer för arbetsbok-ID:t {0} har tagits bort
zh: 已为工作簿 ID {0} 删除实体化视图:

# materializedviews.finished.encrypt
source: Finished encryption of materialized views for workbook ''{0}''
de: Abgeschlossene Verschlüsselung der materialisierten Ansichten für die Arbeitsmappe ''{0}''
es: Se ha completado el cifrado de vistas materializadas para el libro de trabajo “{0}”
fr: Cryptage terminé des vues matérialisées pour le classeur ʼ{0}ʼ
ga: 07451-表:Fıฑıshéď éฑçяyptıoฑ of mätéяıäłıžéď vıéὠs foя ὠoяkbook ''{0}''|
it: Crittografia delle viste materializzate per la cartella di lavoro “{0}” completata
ja: ワークブック 「{0}」 のマテリアライズド ビューの暗号化が完了しました
ko: 통합 문서 ''{0}''에 대한 구체화된 뷰의 암호화를 마쳤습니다.
pt: Criptografia concluída de exibições materializadas para pasta de trabalho “{0}”
sv: Kryptering av materialiserade vyer för arbetsboken ''{0}'' har slutförts
zh: 已完成工作簿“{0}”实体化视图的加密

# materializedviews.finished.decrypt
source: Finished decryption of materialized views for workbook ''{0}''
de: Abgeschlossene Entschlüsselung der materialisierten Ansichten für die Arbeitsmappe ''{0}''
es: Se ha completado el descifrado de vistas materializadas para el libro de trabajo “{0}”
fr: Décryptage terminé des vues matérialisées pour le classeur ʼ{0}ʼ
ga: 41411-表:Fıฑıshéď ďéçяyptıoฑ of mätéяıäłıžéď vıéὠs foя ὠoяkbook ''{0}''|
it: Decrittografia delle viste materializzate per la cartella di lavoro “{0}” completata
ja: ワークブック 「{0}」 のマテリアライズド ビューの復号化が完了しました
ko: 통합 문서 ''{0}''에 대한 구체화된 뷰의 암호 해독을 마쳤습니다.
pt: Decodificação concluída de exibições materializadas para pasta de trabalho “{0}”
sv: Dekryptering av materialiserade vyer för arbetsboken ''{0}'' har slutförts
zh: 已完成工作簿“{0}”实体化视图的解密

# materializedviews.finished.rekey
source: Finished reencryption of materialized views for workbook ''{0}''
de: Abgeschlossene erneute Verschlüsselung der materialisierten Ansichten für die Arbeitsmappe ''{0}''
es: Se ha completado el recifrado de vistas materializadas para el libro de trabajo “{0}”
fr: Recryptage terminé des vues matérialisées pour le classeur ʼ{0}ʼ
ga: 60578-表:Fıฑıshéď яééฑçяyptıoฑ of mätéяıäłıžéď vıéὠs foя ὠoяkbook ''{0}''|
it: Nuova crittografia delle viste materializzate per la cartella di lavoro “{0}” completata
ja: ワークブック 「{0}」 のマテリアライズド ビューの再暗号化が完了しました
ko: 통합 문서 ''{0}''에 대한 구체화된 뷰의 재암호화를 마쳤습니다.
pt: Nova criptografia concluída de exibições materializadas para a pasta de trabalho “{0}”
sv: Omkryptering av materialiserade vyer för arbetsboken ''{0}'' har slutförts
zh: 已完成工作簿“{0}”实体化视图的重新加密

# materializedviews.status.encryption_key
source: Encryption key ID: ''{0}''.
de: Verschlüsselungsschlüssel-ID: ''{0}''.
es: ID de clave de cifrado: “{0}”.
fr: ID de la clé de cryptage : ʼ{0}ʼ.
ga: 23821-表:Éฑçяyptıoฑ kéy İÐ: ''{0}''.|
it: ID chiave di crittografia: “{0}”.
ja: 暗号化キー ID: 「{0}」。
ko: 암호화 키 ID: ''{0}''.
pt: ID da chave de criptografia: “{0}”.
sv: ID för krypteringsnyckel: ''{0}''.
zh: 加密密钥 ID:“{0}”。

# materializedviews.status.encryption_keys
source: Old encryption key ID: ''{0}'', new encryption key ID: ''{1}''.
de: Alte Verschlüsselungsschlüssel-ID: ''{0}'', neue Verschlüsselungsschlüssel-ID: ''{1}''.
es: ID de clave de cifrado antigua: “{0}”; ID de clave de cifrado nueva: “{1}”.
fr: ID de lʼancienne clé de cryptage : ʼ{0}ʼ, ID de la nouvelle clé de cryptage : ʼ{1}ʼ.
ga: 05862-表:Õłď éฑçяyptıoฑ kéy İÐ: ''{0}'', ฑéὠ éฑçяyptıoฑ kéy İÐ: ''{1}''.|
it: ID vecchia chiave di crittografia: “{0}”, ID nuova chiave di crittografia: “{1}”.
ja: 古い暗号化キー ID: 「{0}」、新しい暗号化キー ID: 「{1}」。
ko: 이전 암호화 키 ID: ''{0}'', 새 암호화 키 ID: ''{1}''.
pt: ID antiga da chave de criptografia: “{0}”, nova ID da chave de criptografia: “{1}”.
sv: Gammalt ID för krypteringsnyckel: ''{0}'', nytt ID för krypteringsnyckel: ''{1}''.
zh: 旧加密密钥 ID:“{0}”，新加密密钥 ID:“{1}”。

# materializedviews.status.encryption_type
source: Encryption datasource type: ''{0}''
de: Typ der Datenquellenverschlüsselung: ''{0}''
es: Tipo de cifrado de la fuente de datos: “{0}”
fr: Type de source de données de cryptage : ʼ{0}ʼ
ga: 92908-表:Éฑçяyptıoฑ ďätäsoűяçé typé: ''{0}''|
it: Tipo di origine dati crittografia: “{0}”
ja: 暗号化データソースのタイプ: 「{0}」
ko: 암호화 데이터 원본 유형: ''{0}''
pt: Tipo de fonte de dados de criptografia: “{0}”
sv: Typ av krypteringsdatakälla: ''{0}''
zh: 加密数据源类型:“{0}”

# customizedviews.namedSharingPrefix
source: Shared version
de: Freigegebene Version
es: Versión compartida
fr: Version partagée
ga: 19729-表:Şhäяéď véяsıoฑ|
it: Versione condivisa
ja: 共有バージョン
ko: 공유 버전
pt: Versão compartilhada
sv: Delad version
zh: 共享版本

# flows.drafts.default_name
source: New Flow
de: Neues Schema
es: Nuevo flujo
fr: Nouveau flux
ga: 36193-表:Ñéὠ Fłoὠ|
it: Nuovo flusso
ja: 新しいフロー
ko: 새 흐름
pt: Novo fluxo
sv: Nytt flöde
zh: 新建流程

# content_type.project
source: Project
de: Projekt
es: Proyecto
fr: Projet
ga: 25990-表:Pяojéçt|
it: Progetto
ja: プロジェクト
ko: 프로젝트
pt: Projeto
sv: Projekt
zh: 项目

# content_type.workbook
source: Workbook
de: Arbeitsmappe
es: Libro de trabajo
fr: Classeur
ga: 36557-表:Ẉoяkbook|
it: Cartella di lavoro
ja: ワークブック
ko: 통합 문서
pt: Pasta de trabalho
sv: Arbetsbok
zh: 工作簿

# content_type.view
source: View
de: Ansicht
es: Vista
fr: Vue
ga: 81912-表:Ɣıéὠ|
it: Vista
ja: ビュー
ko: 뷰
pt: Exibir
sv: Vy
zh: 视图

# content_type.datasource
source: Data Source
de: Datenquelle
es: Fuente de datos
fr: Source de données
ga: 71960-表:Ðätä Şoűяçé|
it: Origine dati
ja: データ ソース
ko: 데이터 원본
pt: Fonte de dados
sv: Datakälla
zh: 数据源

# content_type.flow
source: Flow
de: Schema
es: Flujo
fr: Flux
ga: 08449-表:Fłoὠ|
it: Flusso
ja: フロー
ko: 흐름
pt: Fluxo
sv: Flöde
zh: 流程

# content_type.metric
source: Metric
de: Metrisch
es: Métrica
fr: Métrique
ga: 21507-表:Métяıç|
it: Metrica
ja: メトリクス
ko: 메트릭
pt: Métrica
sv: Metriska
zh: 指标

# content_type.collection
source: Collection
de: Sammlung
es: Colección
ga: 23441-表:Çołłéçtıoฑ|
it: Raccolta
ja: コレクション
ko: 모음
pt: Coleção
sv: Samling
zh: 集合

# content_type.visualization
source: Visualization
de: Visualisierung
es: Visualización
fr: Visualisation
ga: 48113-表:Ɣısűäłıžätıoฑ|
it: Visualizzazione
ja: ビジュアライゼーション
ko: 비주얼리제이션
pt: Visualização
sv: Visualisering
zh: 可视化

# content_type.askdata_visualization
source: Ask Data Visualization
de: "Frag die Daten"-Visualisierung
es: Visualización de Pregunte a los datos
fr: Visualisation Parlez aux données
ga: 51605-表:Åsk Ðätä Ɣısűäłıžätıoฑ|
it: Visualizzazione di Chiedilo ai dati
ja: 「データに聞く」ビジュアライゼーション
ko: 데이터에 질문 비주얼리제이션
pt: Visualização de Pergunte aos dados
sv: Fråga data-visualisering
zh: “数据问答”功能可视化项

# content_type.explaindata_explanation
source: Explanation
de: Erläuterung
es: Explicación
fr: Explication
ga: 59592-表:Éxpłäฑätıoฑ|
it: Spiegazione
ja: 説明
ko: 설명
pt: Explicação
sv: Förklaring
zh: 解释

# content_type.virtualconnection
source: Virtual Connection
es: Conexión virtual
it: Connessione virtuale
ja: 仮想接続
pt: Conexão virtual
zh: 虚拟连接

# content_type.virtualconnectiontable
source: Virtual Connection Table
es: Tabla de conexión virtual
it: Tabella di connessione virtuale
ja: 仮想接続テーブル
pt: Tabela de conexão virtual
zh: 虚拟连接表
