Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# sessionoptions.errors.bad_timeout
source: Non-numeric argument to {0} ''{1}'' ignored
de: Nicht numerisches Argument zu {0} ''{1}'' wird ignoriert
es: El argumento no numérico de {0} “{1}” se ha ignorado
fr: Argument non numérique vers {0} ''{1}'' ignoré
ga: 03383-表:Ñoฑ-ฑűméяıç äяgűméฑt to {0} ''{1}'' ıgฑoяéď|
it: Argomento non numerico a {0} “{1}” ignorato
ja: {0} 「{1}」 への非数値の引数は無視されます
ko: {0} ''{1}''에 대한 숫자가 아닌 인수는 무시되었습니다.
pt: Argumento não numérico para {0} “{1}” ignorado
sv: Icke-numeriskt argument till {0} ''{1}'' ignorerades
zh: 已忽略 {0} “{1}” 的非数字参数

# set.description
source: Set a setting on the server. Use !setting to turn a setting off
de: Legen Sie eine Einstellung auf dem Server fest. Verwenden Sie ''Einstellung'', um eine Einstellung auszuschalten.
es: Defina una configuración en el servidor. Use !setting para desactivar una configuración
fr: Définir un paramètre sur le serveur. Utiliser !setting pour désactiver un paramètre
ga: 69981-表:Şét ä séttıฑg oฑ thé séяvéя. Usé !séttıฑg to tűяฑ ä séttıฑg off|
it: Regola un’impostazione sul server. Utilizza !setting per disattivare un’impostazione
ja: サーバー上で設定を行います。設定をオフにするには、!setting を使用します
ko: 서버에서 setting을 설정합니다. 설정을 해제하려면 !setting을 사용하십시오.
pt: Defina uma configuração no servidor. Use !setting para desativar uma configuração
sv: Välj en inställning på servern. Använd !setting för att stänga av en inställning
zh: 设置服务器上的某个设置。使用 !setting 关闭设置

# set.errors.requires_setting_name
source: The ''{0}'' command requires a setting name
de: Für den Befehl ''{0}'' ist ein Einstellungsname erforderlich
es: El comando “{0}” requiere un nombre de configuración
fr: La commande ''{0}'' nécessite un nom de paramètre
ga: 14407-表:Thé ''{0}'' çommäฑď яéqűıяés ä séttıฑg ฑämé|
it: Il comando “{0}” richiede un nome di impostazione
ja: 「{0}」 コマンドでは、設定名が必要です
ko: ''{0}'' 명령에는 설정 이름이 필요합니다.
pt: O comando “{0}” requer um nome de configuração
sv: Kommandot ''{0}'' behöver ett inställningsnamn
zh: “{0}” 命令需要设置名称

# set.errors.single_setting_name
source: The ''{0}'' command take a single setting name
de: Der Befehl ''{0}'' übernimmt einen einzelnen Einstellungsnamen
es: El comando “{0}” toma un único nombre de configuración
fr: La commande ''{0}'' gère un nom de paramètre unique
ga: 61805-表:Thé ''{0}'' çommäฑď täké ä sıฑgłé séttıฑg ฑämé|
it: Il comando “{0}” prende un singolo nome di impostazione
ja: 「{0}」 コマンドは、単一の設定名を受け取ります
ko: ''{0}'' 명령은 단일 설정 이름을 사용합니다.
pt: O comando “{0}” usa um único nome de configuração
sv: Kommandot ''{0}'' använder ett enskilt inställningsnamn
zh: “{0}” 命令获取单个设置名称

# set.short_description
source: Set a setting on the server
de: Einstellung auf dem Server festlegen
es: Defina una configuración en el servidor
fr: Définir un paramètre sur le serveur
ga: 04602-表:Şét ä séttıฑg oฑ thé séяvéя|
it: Regola un’impostazione sul server
ja: サーバー上で設定を行います
ko: 서버에 setting 설정
pt: Defina uma configuração no servidor
sv: Ställa in en inställning på servern
zh: 设置服务器上的某个设置

# setsetting.status
source: Setting ''{0}'' to {1}
de: ''{0}'' wird auf {1} festgelegt
es: Configurando “{0}” a {1}
fr: Définition de ''{0}'' sur {1}
ga: 06591-表:Şéttıฑg ''{0}'' to {1}|
it: Impostazione di “{0}” su {1} in corso
ja: 「{0}」 を {1} に設定しています
ko: {1}에 ''{0}'' 설정 중
pt: Configurando “{0}” para {1}
sv: Ställer in ''{0}'' på {1}
zh: 正在将 “{0}” 设置为 {1}

# syncgroup.errors.server_admin
source: Minimum site role of a group cannot be set to ''ServerAdministrator''.
de: Die minimale Site-spezifische Rolle einer Gruppe kann nicht auf ''ServerAdministrator'' festgelegt werden.
es: El rol en el sitio mínimo de un grupo no se puede configurar como “ServerAdministrator”.
fr: Le rôle sur le site minimum d''un groupe ne peut pas être défini sur "ServerAdministrator".
ga: 18329-表:Mıฑıműm sıté яołé of ä gяoűp çäฑฑot bé sét to ''ŞéяvéяÅďmıฑıstяätoя''.|
it: Il ruolo minimo sul sito di un gruppo non può essere impostato su “ServerAdministrator”.
ja: グループの最低限のサイト ロールは、[ServerAdministrator] に設定できません。
ko: 그룹의 최소 사이트 역할을 ''ServerAdministrator''로 설정할 수 없습니다.
pt: A função mínima do site de um grupo não pode ser definida como “ ServerAdministrator ”.
sv: Den minsta platsrollen för en grupp kan inte vara ''ServerAdministrator''.
zh: 组的最低站点角色不能设置为“服务器管理员”。

# syncgroup.options.role
source: Sets the default role for all users in the group. Legal values for {0}: {1}. If a user already exists, the given role is only applied if it''s less restrictive than the user''s current role. If unspecified, default is {2} for new users and unchanged for existing users
de: Legt die Standardrolle für alle Benutzer in der Gruppe fest. Zulässige Werte für {0}: {1}. Wenn ein Benutzer bereits vorhanden ist, wird die angegebene Rolle nur dann zugewiesen, wenn sie weniger restriktiv ist als die aktuelle Rolle des Benutzers. Ist der Wert nicht angegeben, lautet die Standardeinstellung für neue Benutzer {2}. Für bestehende Benutzer ergeben sich keine Änderungen.
es: Configura el rol predeterminado de todos los usuarios del grupo. Valores legales para {0}: {1}. Si un usuario ya existe, el rol especificado solo se aplica si es menos restrictivo que el rol actual del usuario. Si no se especifica, el valor predeterminado es {2} para los nuevos usuarios y permanece sin cambios para los usuarios existentes
fr: Définit le rôle par défaut pour tous les utilisateurs du groupe. Valeurs admises pour {0} : {1}. S''il existe déjà un utilisateur, le rôle donné n''est appliqué que s''il est moins restrictif que le rôle actuel de cet utilisateur. Si rien n''est spécifié, la valeur par défaut est {2} pour les nouveaux utilisateurs et demeure inchangée pour les utilisateurs existants
ga: 75651-表:Şéts thé ďéfäűłt яołé foя äłł űséяs ıฑ thé gяoűp. Łégäł väłűés foя {0}: {1}. İf ä űséя äłяéäďy éxısts, thé gıvéฑ яołé ıs oฑły äppłıéď ıf ıt''s łéss яéstяıçtıvé thäฑ thé űséя''s çűяяéฑt яołé. İf űฑspéçıfıéď, ďéfäűłt ıs {2} foя ฑéὠ űséяs äฑď űฑçhäฑgéď foя éxıstıฑg űséяs|
it: Imposta il ruolo predefinito per tutti gli utenti del gruppo. Valori consentiti per {0}: {1}. Se un utente esiste già, il ruolo dato viene applicato solo se è meno restrittivo del ruolo attuale dell’utente. Se non specificato, il valore predefinito è {2} per i nuovi utenti e invariato per gli utenti esistenti.
ja: グループ内のすべてのユーザーの既定のロールを設定します。{0} の有効な値は {1} です。ユーザーが既に存在する場合、指定したロールは、ユーザーの現在のロールよりも制限が緩い場合にのみ適用されます。値を指定しない場合の既定値: 新規ユーザーの場合は {2}、既存のユーザーの場合は未変更です
ko: 그룹의 모든 사용자에 대한 기본 역할을 설정합니다. {0}에 사용할 수 있는 값은 {1}입니다. 사용자가 이미 있는 경우 지정된 역할은 사용자의 현재 역할보다 제한이 적은 경우에만 적용됩니다. 지정되지 않은 경우 기본값은 새 사용자이면 {2}이고, 기존 사용자이면 변경되지 않고 그대로 사용됩니다.
pt: Define a função padrão de todos os usuários no grupo. Valores legais para {0}: {1}. Se um usuário já existe, a função determinada somente é aplicada caso seja menos restritiva que a função atual do usuário. Se não for especificado, o padrão é {2} para novos usuários e não alterado para usuários existentes
sv: Ställer in standardroller för alla användare i gruppen. Giltiga värden för {0}: {1}. In en användare redan finns tillämpas den givna rollenom den är mindre begränsande än användarens aktuella roll. Om den inte anges är standard {2} för nya användare och oförändrat för befintliga användare
zh: 为组中的所有用户设置默认角色。{0} 的合法值: {1}。如果用户已存在，则仅在给定角色的限制性低于用户当前角色时才会应用给定的角色。如果未指定，则默认为 {2} (对于新用户) 和不变 (对于现有用户)

# syncgroup.options.overwritesiterole
source: Allow''s a user''s site role to be changed to a less privileged one when using --role, overriding the default behavior.
de: Lässt eine Änderung der Site-Rolle eines Benutzers mithilfe von --role in eine Rolle mit weniger Berechtigungen zu und setzt das Standardverhalten außer Kraft.
es: Permite cambiar el rol en el sitio de un usuario a uno con menos privilegios si se usa --role. Esta operación anula el comportamiento predeterminado.
fr: Autorise la transformation d''un rôle sur le site d''utilisateur en un rôle doté de moins de privilèges en utilisant --role, avec écrasement du comportement par défaut.
ga: 65691-表:Åłłoὠ''s ä űséя''s sıté яołé to bé çhäฑgéď to ä łéss pяıvıłégéď oฑé ὠhéฑ űsıฑg --яołé, ovéяяıďıฑg thé ďéfäűłt béhävıoя.|
it: Permette di cambiare il ruolo sul sito di un utente in uno con meno privilegi quando si usa --role, sovrascrivendo il comportamento predefinito.
ja: 「--role」を使用して既定の動作をオーバーライドすることで、ユーザーのサイト ロールの権限をより低いものに変更できるようにします。
ko: --role를 사용하여 기본 동작을 재정의함으로써, 사용자의 사이트 역할을 권한이 더 적은 역할로 변경할 수 있도록 허용합니다.
pt: Permite que a função do usuário no site seja alterada para uma com menos privilégio usando --role e sobrescrevendo o comportamento padrão.
sv: Låt användarens platsroll ändras till en med mindre åtkomst när --role används, vilket får företräde över standardbeteendet.
zh: 使用 --role 时，允许将用户的站点角色更改为权限较低的角色，并覆盖默认行为。

# syncgroup.options.grantlicensemode
source: When to grant a user the license specified on the group. Legal values are: {0}. If no value is passed in ''on-sync'' will be used as the default value.
de: Wenn einem Benutzer die in der Gruppe angegebene Lizenz erteilt werden soll. Gültige Werte sind: {0}. Wird kein Wert weitergegeben, wird ''bei der Synchronisierung'' als Standardwert verwendet.
es: Cuándo conceder a un usuario la licencia especificada en el grupo. Los valores legales son: {0}. Si no se aprueba ningún valor, se utilizará “on-sync” como valor predeterminado.
fr: À quel moment concéder à l''utilisateur la licence spécifiée dans le groupe. Les valeurs autorisée sont : {0}. Si aucune valeur n''est transmise, l''option ''lors de la synchronisation'' est utilisée comme valeur par défaut.
ga: 37877-表:Ẉhéฑ to gяäฑt ä űséя thé łıçéฑsé spéçıfıéď oฑ thé gяoűp. Łégäł väłűés äяé: {0}. İf ฑo väłűé ıs pässéď ıฑ ''oฑ-syฑç'' ὠıłł bé űséď äs thé ďéfäűłt väłűé.|
it: Quando concedere a un utente la licenza specificata per il gruppo. I valori consentiti sono: {0}. Se non viene passato alcun valore, verrà utilizzato “on-sync” come valore predefinito.
ja: グループで指定されたライセンスをユーザーに付与する時期。有効な値は {0} です。値が渡されない場合、既定値として「on-sync」が使用されます。
ko: 그룹에 지정된 라이선스를 사용자에게 부여하는 경우 사용할 수 있는 값은 {0}입니다. 값이 전달되지 않은 경우 ''on-sync''가 기본값으로 사용됩니다.
pt: Quando conceder a um usuário a licença especificada no grupo. Os valores legais são: {0}. Se nenhum valor for passado, “on-sync” será usado como o valor padrão.
sv: När man ska tilldela en licens som är tilldelad en grupp till en användare. Tillåtna värden är: {0}. Om inget värde anges kommer ''on-sync'' användas som standardvärde.
zh: 何时为用户授予针对组指定的许可证。合法值为: {0}。如果未传入值，将使用“on-sync”作为默认值。

# syncgroup.short_description
source: Synchronize the server with an Active Directory group
de: Server mit einer Active Directory-Gruppe synchronisieren
es: Sincronizar el servidor con un grupo de Active Directory
fr: Synchroniser le serveur avec un groupe Active Directory
ga: 03260-表:Şyฑçhяoฑıžé thé séяvéя ὠıth äฑ Åçtıvé Ðıяéçtoяy gяoűp|
it: Sincronizza il server con un gruppo Active Directory
ja: サーバーを Active Directory グループと同期
ko: 서버와 Active Directory 그룹 동기화
pt: Sincronize o servidor com um grupo do Active Directory
sv: Synkronisera servern med en Active Directory-grupp
zh: 使服务器与 Active Directory 组同步

# syncgroup.status
source: Synchronizing server with Active Directory group {0}...
de: Server wird mit Active Directory-Gruppe {0} synchronisiert...
es: Sincronizando el servidor con el grupo de Active Directory {0}...
fr: Synchronisation du serveur avec le groupe Active Directory {0}...
ga: 20143-表:Şyฑçhяoฑıžıฑg séяvéя ὠıth Åçtıvé Ðıяéçtoяy gяoűp {0}...|
it: Sincronizza il server con il gruppo Active Directory {0} in corso...
ja: サーバーを Active Directory グループ {0} と同期しています...
ko: 서버와 Active Directory 그룹 {0} 동기화 중...
pt: Sincronizando o servidor com o grupo do Active Directory {0}...
sv: Synkroniserar servern med en Active Directory-grupp {0}...
zh: 正在使服务器与 Active Directory 组 {0} 同步...

# syncgroup.options.sysadmin-type
source: [Deprecated. Use --role instead.] Assigns [or removes] the admin right for all users in the group. {0} can be: {1}, {2}, {3}, or {4}.
de: [Veraltet. Verwenden Sie stattdessen --Rolle.] Weist dem Administator Rechte für alle Benutzer in der Gruppe zu [oder entfernt diese]. {0} kann {1}, {2}, {3} oder {4} sein.
es: [Obsoleto. Usar --rol en su lugar.] Asigna [o elimina] el derecho de administrador a todos los usuarios del grupo. {0} puede ser: {1}, {2}, {3} o {4}.
fr: [Rétrogradé. Utilisez --role à la place.] Attribue [ou supprime] le droit d''administrateur pour tous les utilisateurs du groupe. {0} peut être : {1}, {2}, {3} ou {4}.
ga: 33464-表:[Ðépяéçätéď. Usé --яołé ıฑstéäď.] Åssıgฑs [oя яémovés] thé äďmıฑ яıght foя äłł űséяs ıฑ thé gяoűp. {0} çäฑ bé: {1}, {2}, {3}, oя {4}.|
it: [Deprecato. Utilizza al suo posto --role.] Assegna [o rimuove] il diritto di amministratore per tutti gli utenti del gruppo. {0} può essere: {1}, {2}, {3} o {4}.
ja: [非推奨。代わりに「--role」を使用してください。] グループ内のすべてのユーザーに管理者権限を割り当て [または削除] します。{0} には、{1}、{2}、{3}、または {4} を使用できます。
ko: [더 이상 사용되지 않습니다. 대신 --role을 사용하십시오.] 그룹의 모든 사용자에 대해 관리 권한을 할당[또는 제거]합니다. {0}은(는) {1}, {2}, {3} 또는 {4}일 수 있습니다.
pt: [Obsoleto. Usar --função.] Atribui [ou remove] o direito de administrador de todos os usuários do grupo. {0} pode ser: {1}, {2}, {3} ou {4}.
sv: [Används inte längre. Använd --role istället.] Tilldelar [eller tar bort] adminbehörigheter till alla användare i gruppen. {0} kan vara: {1}, {2}, {3}, eller {4}.
zh: [已弃用。请改用 --role。] 为本组中的所有用户分配 [或删除] 管理员权限。{0} 可以是: {1}、{2}、{3} 或 {4}。

# syncgroup.options.license
source: [Deprecated. Use --role instead.] Sets the default license level for all users in the group. {0} can be {1}, {2}, or {3}.
de: [Veraltet. Verwenden Sie stattdessen --Rolle.] Legt die Standardlizenzstufe für alle Benutzer in der Gruppe fest. {0} kann {1}, {2} oder {3} sein
es: [Obsoleto. Usar --rol en su lugar.] Configura el nivel de licencia predeterminado para todos los usuarios del grupo. {0} puede ser {1}, {2} o {3}.
fr: [Rétrogradé. Utilisez --role à la place.] Définit le niveau de licence par défaut pour tous les utilisateurs du groupe. {0} peut être {1}, {2} ou {3}
ga: 44916-表:[Ðépяéçätéď. Usé --яołé ıฑstéäď.] Şéts thé ďéfäűłt łıçéฑsé łévéł foя äłł űséяs ıฑ thé gяoűp. {0} çäฑ bé {1}, {2}, oя {3}.|
it: [Deprecato. Utilizza al suo posto --role.] Imposta il livello di licenza predefinito per tutti gli utenti del gruppo. {0} può essere {1}, {2}, o {3}.
ja: [非推奨。代わりに「--role」を使用してください。グループ内のすべてのユーザーに既定のライセンス レベルを設定してください。{0} には {1}、{2}、または {3} を使用できます。
ko: [더 이상 사용되지 않습니다. 대신 --role를 사용하십시오.] 그룹에 있는 모든 사용자에 대해 기본 라이선스 수준을 설정합니다. {0}은(는) {1}, {2} 또는 {3}일 수 있습니다.
pt: [Obsoleto. Usar --função.] Configura o nível de licença padrão para todos os usuários do grupo. {0} pode ser: {1}, {2} ou {3}.
sv: [Används inte längre. Använd --role i stället.] Ställer in standardlicensnivån för alla användare i gruppen. {0} kan vara {1}, {2} eller {3}.
zh: [已弃用。请改用 --role。] 为本组中的所有用户设置默认许可级别。{0} 可以是: {1}、{2} 或 {3}。

# syncgroup.options.publisher
source: [Deprecated. Use --role instead.] Assigns [or removes] the publish right for all users in the group.
de: [Veraltet. Verwenden Sie stattdessen --Rolle.] Weist das Veröffentlichungsrecht allen Benutzern in der Gruppe zu [oder entfernt es].
es: [Obsoleto. Usar --rol en su lugar.] Asigna [o elimina] el derecho publicar a todos los usuarios en el grupo.
fr: [Rétrogradé. Utilisez --role à la place.] Attribue [ou supprime] le droit de publication pour tous les utilisateurs du groupe.
ga: 86319-表:[Ðépяéçätéď. Usé --яołé ıฑstéäď.] Åssıgฑs [oя яémovés] thé pűbłısh яıght foя äłł űséяs ıฑ thé gяoűp.|
it: [Deprecato. Utilizza al suo posto --role.] Assegna [o rimuove] il diritto di pubblicazione per tutti gli utenti del gruppo.
ja: [非推奨。代わりに「--role」を使用してください。グループ内のすべてのユーザーにパブリッシュ権限を割り当て [または削除] してください。
ko: [더 이상 사용되지 않습니다. 대신 --role을 사용하십시오.] 그룹의 모든 사용자에 대해 게시 권한을 할당[또는 제거]합니다.
pt: [Obsoleto. Usar --função.] Atribui [ou remove] o direito de publicação para todos os usuários do grupo.
sv: [Används inte längre. Använd --role istället.] Tilldelar [eller tar bort] publiceringsbehörigheter till alla användare i gruppen.
zh: [已弃用。请改用 --role。] 为本组中的所有用户分配 [或删除] 发布权限。

# tabcmd.mutually_exclusive_options
source: Cannot specify ''{0}'' and ''{1}'' in the same command
de: ''{0}'' und ''{1}'' können nicht im selben Befehl angegeben werden
es: No se puede especificar “{0}” y “{1}” en el mismo comando
fr: Impossible de spécifier ''{0}'' et ''{1}'' dans la même commande
ga: 74645-表:Çäฑฑot spéçıfy ''{0}'' äฑď ''{1}'' ıฑ thé sämé çommäฑď|
it: Impossibile specificare “{0}” e “{1}” nello stesso comando
ja: 同じコマンド内で 「{0}」 と 「{1}」 を指定できません
ko: 한 명령에 ''{0}'' 및 ''{1}''을(를) 동시에 지정할 수 없습니다.
pt: Não é possível especificar “{0}” e “{1}” no mesmo comando
sv: Det går inte att ange ''{0}'' och ''{1}'' i samma kommando
zh: 无法在同一命令中指定 “{0}” 和 “{1}”

# tabcmdparser.errors.ambiguous_option
source: Ambiguous option ''{0}'' among options: {1}
de: Mehrdeutige Option ''{0}'' unter den Optionen: {1}
es: Opción ambigua “{0}” entre las opciones: {1}
fr: Option ''{0}'' ambiguë parmi les options : {1}
ga: 95412-表:Åmbıgűoűs optıoฑ ''{0}'' ämoฑg optıoฑs: {1}|
it: Opzione ambigua “{0}” tra le opzioni: {1}
ja: オプション内でオプション 「{0}」 の指定があいまいです: {1}
ko: 모호한 옵션 ''{0}'', 가능한 옵션: {1}
pt: Opção ambígua “{0}” entre as opções: {1}
sv: Tvetydigt alternativ ''{0}'' bland alternativen: {1}
zh: 选项中的不明确选项 “{0}”: {1}

# tabcmdparser.warning.unexpected_dash
source: Unexpected dash detected in argument: {0}. Valid dashes are -, --. This error often occurs when copy/pasting from a text editor with formatting. Try re-typing the dash for the argument in the command line.
de: Unerwarteter Strich in Argument: {0}. Folgende Striche sind gültig: -, --. Dieser Fehler tritt häufig auf, wenn eine Zeichenfolge mit Formatierung aus einem Texteditor kopiert und eingefügt wird. Versuchen Sie, den Strich für das Argument in der Befehlszeile erneut einzugeben.
es: Se detectó una raya inesperada en el argumento: {0}. Las rayas válidas son -, --. Este error se produce normalmente al copiar o pegar desde un editor de texto con formato. Intente volver a escribir la raya para el argumento en la línea de comandos.
fr: Tiret inattendu détecté dans l''argument : {0}. Les tirets valides sont -, --. Cette erreur se produit souvent en cas de copier/coller depuis un éditeur de texte utilisant un formatage. Essayez de saisir à nouveau le tiret pour l''argument dans la ligne de commande.
ga: 36663-表:Uฑéxpéçtéď ďäsh ďétéçtéď ıฑ äяgűméฑt: {0}. Ɣäłıď ďäshés äяé -, --. Thıs éяяoя oftéฑ oççűяs ὠhéฑ çopy/pästıฑg fяom ä téxt éďıtoя ὠıth foяmättıฑg. Tяy яé-typıฑg thé ďäsh foя thé äяgűméฑt ıฑ thé çommäฑď łıฑé.|
it: Trattino non previsto presente nell’argomento: {0}. I trattini validi sono -, --. Questo errore si verifica spesso quando si esegue il copia/incolla da un editor con formattazione. Prova a riscrivere il trattino dell’argomento nella riga di comando.
ja: 引数: {0} で予期しないダッシュが検出されました。有効なダッシュは - または -- です。このエラーは、書式設定されたテキスト エディターからコピーや貼り付けを行う場合に多く発生します。コマンド ラインで引数のダッシュを再入力してください。
ko: 인수 {0}에서 예기치 않은 대시가 검색되었습니다. 유효한 대시는 -, --입니다. 이 오류는 주로 서식이 적용된 텍스트 편집기에서 복사하여 붙여 넣을 때 발생합니다. 명령줄에서 인수의 대시를 다시 입력해 보십시오.
pt: Traço inesperado detectado no argumento: {0}. Os traços válidos são -, --. Este erro geralmente ocorre ao copiar/colar de um editor de texto com formatação. Tente digitar novamente o traço para o argumento na linha de comando.
sv: Oväntat bindestreck påträffades i argumentet: {0}. Giltiga bindestreck är -, --. Det här felet uppstår ofta när man kopierar/klistrar in från en textredigerare med formatering. Prova med att skriva bindestrecket för argumentet igen i kommandoraden.
zh: 在参数 {0} 中检测到意外的破折号。有效的破折号为 -、--。此错误通常在从带格式设置的文本编辑器中复制/粘贴时发生。请尝试在命令行中重新键入适用于参数的破折号。

# resetopenidsub.short_description
source: Reset an OpenID Connect SubId for a user
de: Zurücksetzen einer OpenID Connect SubId für einen Benutzer
es: Restablecer una SubID de OpenID Connect de un usuario
fr: Réinitialiser un ID de connexion OpenID pour un utilisateur
ga: 45418-表:Яését äฑ ÕpéฑİÐ Çoฑฑéçt Şűbİď foя ä űséя|
it: Reimposta un OpenID Connect SubId per un utente
ja: ユーザーの OpenID 接続サブ ID をリセット
ko: 사용자의 OpenID Connect SubId 재설정
pt: Redefina um OpenID Connect SubId para um usuário
sv: Återställ ett OpenID Connect SubId för en användare
zh: 为用户重置 OpenID Connect SubId

# resetopenidsub.options.targetusername
source: User to be reset
de: Benutzer, der zurückgesetzt werden soll
es: Usuario que se va a restablecer
fr: Utilisateur à réinitialiser
ga: 75622-表:Uséя to bé яését|
it: Utente da reimpostare
ja: リセットされるユーザー
ko: 재설정할 사용자
pt: Usuário a ser redefinido
sv: Användare som ska återställas
zh: 要重置的用户

# resetopenidsub.options.all
source: Reset all users
de: Alle Benutzer zurücksetzen
es: Restablecer todos los usuarios
fr: Réinitialiser tous les utilisateurs
ga: 89346-表:Яését äłł űséяs|
it: Reimposta tutti gli utenti
ja: すべてのユーザーをリセット
ko: 모든 사용자 재설정
pt: Redefinir todos os usuários
sv: Återställ alla användare
zh: 重置所有用户

# version.description
source: Print version information
de: Versionsinformationen drucken
es: Imprimir información de versión
fr: Imprimer les informations de version
ga: 09875-表:Pяıฑt véяsıoฑ ıฑfoяmätıoฑ|
it: Stampa informazioni sulla versione
ja: バージョン情報を出力します
ko: 버전 정보 인쇄
pt: Imprimir informações de versão
sv: Skriv ut versioninformation
zh: 打印版本信息

# vizqlsession.errors.cannot_create_session
source: Failed to create a VizQl session on the server
de: Fehler beim Erstellen einer VizQl-Sitzung auf dem Server
es: No se pudo crear una sesión de VizQl en el servidor
fr: Impossible de créer une session VizQl sur le serveur
ga: 16307-表:Fäıłéď to çяéäté ä ƔıžQł séssıoฑ oฑ thé séяvéя|
it: Impossibile creare una sessione VizQl sul server
ja: サーバー上で VizQl セッションを作成できませんでした
ko: 서버에서 VizQl 세션을 만들지 못했습니다.
pt: Falha ao criar uma sessão VizQl no servidor
sv: Det gick inte att skapa en VizQI-session på servern
zh: 未能在服务器上创建 VizQl 会话

# vizqlsession.errors.no_command_result
source: Could not find command result: {0}
de: Befehlsergebnis konnte nicht gefunden werden: {0}
es: No se encontró el resultado del comando: {0}
fr: Impossible de trouver le résultat de la commande : {0}
ga: 34323-表:Çoűłď ฑot fıฑď çommäฑď яésűłt: {0}|
it: Impossibile trovare il risultato del comando: {0}
ja: コマンド結果が見つかりませんでした。{0}
ko: 명령 결과를 찾을 수 없음: {0}
pt: Não foi possível encontrar o resultado do comando: {0}
sv: Det gick inte att hitta kommandoresultatet: {0}
zh: 无法找到命令结果: {0}

# vizqlsession.errors.session_already_closed
source: VizQl session object already closed
de: VizQl-Sitzungsobjekt bereits geschlossen
es: El objeto de sesión de VizQl ya está cerrado
fr: Objet de session VizQl déjà fermé
ga: 61112-表:ƔıžQł séssıoฑ objéçt äłяéäďy çłoséď|
it: Oggetto sessione VizQl già chiuso
ja: VizQl セッション オブジェクトが既に閉じられています
ko: VizQl 세션 개체가 이미 닫혔습니다.
pt: Objeto da sessão VizQl já fechado
sv: VizQl-sessionens objekt är redan stängt
zh: VizQl 会话对象已关闭

# vizqlsession.errors.cannot_parse_response
source: Cannot parse JSON response string: {0}
de: JSON-Antwortzeichenfolge kann nicht analysiert werden: {0}
es: No se pudo analizar la cadena de respuesta JSON: {0}
fr: Impossible d''analyser la chaîne de réponse JSON : {0}
ga: 53677-表:Çäฑฑot päяsé لŞÕÑ яéspoฑsé stяıฑg: {0}|
it: Impossibile analizzare la stringa di risposta JSON: {0}
ja: JSON 応答文字列を解析できません: {0}
ko: JSON 응답 문자열을 구문 분석할 수 없음: {0}
pt: Não é possível analisar a cadeia de caracteres de resposta JSON: {0}
sv: Det går inte att analysera JSON-svarssträngen: {0}
zh: 无法解析 JSON 响应字符串: {0}
