Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# permissions.labels.capabilities.read
source: View:
de: Ansicht:
es: Vista:
fr: Afficher :
ga: 61764-表:Ɣıéὠ:|
it: Visualizza:
ja: ビュー:
ko: 보기:
pt: Exibição:
sv: Vy:
zh: 视图:

# permissions.labels.capabilities.write
source: Overwrite:
de: Überschreiben:
es: Sobrescribir:
fr: Remplacer :
ga: 37297-表:Õvéяὠяıté:|
it: Sovrascrivi:
ja: 上書き:
ko: 덮어쓰기:
pt: Substituir:
sv: Skriv över:
zh: 覆盖:

# permissions.labels.capabilities.write.legacy
source: Save:
de: Speichern:
es: Guardar:
fr: Enregistrer :
ga: 36646-表:Şävé:|
it: Salva:
ja: 保存:
ko: 저장:
pt: Salvar:
sv: Spara:
zh: 保存:

# permissions.labels.capabilities.delete
source: Delete:
de: Löschen:
es: Eliminar:
fr: Supprimer :
ga: 12345-表:Ðéłété:|
it: Elimina:
ja: 削除:
ko: 삭제:
pt: Excluir:
sv: Ta bort:
zh: 删除:

# permissions.labels.capabilities.filter
source: Filter:
es: Filtro:
fr: Filtrer :
ga: 78694-表:Fıłtéя:|
it: Filtro:
ja: フィルター:
ko: 필터:
pt: Filtrar:
sv: Filtrera:
zh: 筛选器:

# permissions.labels.capabilities.add_tag
source: Add Tag:
de: Tag hinzufügen:
es: Añadir categoría:
fr: Ajouter une balise :
ga: 37198-表:Åďď Täg:|
it: Aggiungi tag:
ja: タグの追加:
ko: 태그 추가:
pt: Adicionar marca:
sv: Lägg till tagg:
zh: 添加标记:

# permissions.labels.capabilities.add_favorite
source: Add Favorite:
de: Favorit hinzufügen:
es: Añadir favorito:
fr: Ajouter un favori :
ga: 25384-表:Åďď Fävoяıté:|
it: Aggiungi preferiti:
ja: お気に入りの追加:
ko: 즐겨찾기 추가:
pt: Adicionar favorito:
sv: Lägg till favorit:
zh: 添加收藏夹:

# permissions.labels.capabilities.add_comment
source: Add Comments:
de: Kommentare hinzufügen:
es: Añadir comentarios:
fr: Ajouter des commentaires :
ga: 77171-表:Åďď Çomméฑts:|
it: Aggiungi commenti:
ja: コメントの追加:
ko: 댓글 추가:
pt: Adicionar comentários:
sv: Lägg till kommentarer:
zh: 添加注释:

# permissions.labels.capabilities.add_comment.legacy
source: Add Comment:
de: Kommentar hinzufügen:
es: Añadir comentario:
fr: Ajouter un commentaire :
ga: 09348-表:Åďď Çomméฑt:|
it: Aggiungi commento:
ja: コメントの追加:
ko: 댓글 추가:
pt: Adicionar comentário:
sv: Lägg till kommentar:
zh: 添加注释:

# permissions.labels.capabilities.view_comments
source: View Comments:
de: Kommentare anzeigen:
es: Ver comentarios:
fr: Afficher les commentaires :
ga: 08832-表:Ɣıéὠ Çomméฑts:|
it: Visualizza commenti:
ja: コメントの表示:
ko: 댓글 보기:
pt: Exibir comentários
sv: Visa kommentarer:
zh: 查看注释:

# permissions.labels.capabilities.vud
source: Download Full Data:
de: Vollständige Daten herunterladen:
es: Descargar datos completos:
fr: Télécharger les données complètes :
ga: 74135-表:Ðoὠฑłoäď Fűłł Ðätä:|
it: Scarica dati completi:
ja: 完全データのダウンロード:
ko: 전체 데이터 다운로드:
pt: Baixar dados completos:
sv: Ladda ner fullständiga data:
zh: 下载完整数据:

# permissions.labels.capabilities.export_image
source: Download Image/PDF:
de: Bild/PDF herunterladen:
es: Descargar imagen/PDF:
fr: Télécharger lʼimage/le PDF :
ga: 91998-表:Ðoὠฑłoäď İmägé/PÐF:|
it: Scarica immagine/PDF:
ja: イメージ/PDF のダウンロード:
ko: 이미지/PDF 다운로드:
pt: Baixar imagem/PDF:
sv: Ladda ner bild/PDF:
zh: 下载图像/PDF:

# permissions.labels.capabilities.export_data
source: Download Summary Data:
de: Zusammenfassungsdaten herunterladen:
es: Descargar datos de resumen:
fr: Télécharger les données résumées :
ga: 78727-表:Ðoὠฑłoäď Şűmmäяy Ðätä:|
it: Scarica i dati di riepilogo:
ja: サマリー データのダウンロード:
ko: 요약 데이터 다운로드:
pt: Baixar dados de resumo:
sv: Ladda ner sammanfattningsdata:
zh: 下载摘要数据:

# permissions.labels.capabilities.export_xml
source: Download/Save A Copy:
de: Kopie herunterladen/speichern:
es: Descargar/Guardar una copia:
fr: Télécharger/Enregistrer une copie :
ga: 82234-表:Ðoὠฑłoäď/Şävé Å Çopy:|
it: Scarica/Salva una copia:
ja: ダウンロード/コピーの保存:
ko: 복사본 다운로드/저장:
pt: Baixar/Salvar uma cópia:
sv: Ladda ner/spara en kopia:
zh: 下载/另存为副本:

# permissions.labels.capabilities.export_xml.legacy
source: Download/Save As:
de: Herunterladen/Speichern als:
es: Descargar/Guardar como:
fr: Télécharger/Enregistrer sous :
ga: 81789-表:Ðoὠฑłoäď/Şävé Ås:|
it: Scarica/Salva con nome:
ja: ダウンロード/名前を付けて保存:
ko: 다른 이름으로 다운로드/저장:
pt: Baixar/salvar como:
sv: Ladda ner/spara som:
zh: 下载/另存为:

# permissions.labels.capabilities.save_customized_view
source: Save Customized View:
de: Angepasste Ansicht speichern:
es: Guardar vista personalizada:
fr: Enregistrer la vue personnalisée :
ga: 58863-表:Şävé Çűstomıžéď Ɣıéὠ:|
it: Salva vista personalizzata:
ja: カスタマイズされたビューの保存:
ko: 사용자 지정 뷰 저장:
pt: Salvar exibição personalizada:
sv: Spara anpassad vy:
zh: 保存自定义视图:

# permissions.labels.capabilities.share_view
source: Share Customized:
de: Angepasste Ansicht freigeben:
es: Recurso compartido personalizado:
fr: Partager une vue personnalisée :
ga: 18227-表:Şhäяé Çűstomıžéď:|
it: Condividi personalizzato:
ja: カスタマイズの共有:
ko: 사용자 지정 항목 공유:
pt: Compartilhar personalizado:
sv: Dela anpassad:
zh: 共享自定义:

# permissions.labels.capabilities.stateful_url
source: Permalink:
es: Vínculo permanente:
fr: Lien permanent :
ga: 85322-表:Péяmäłıฑk:|
ja: パーマリンク:
ko: 고정 링크:
sv: Permalänk:
zh: 永久链接:

# permissions.labels.capabilities.change_hierarchy
source: Move:
de: Verschieben:
es: Mover:
fr: Déplacer :
ga: 96436-表:Mové:|
it: Sposta:
ja: 移動:
ko: 이동:
pt: Mover:
sv: Flytta:
zh: 移动:

# permissions.labels.capabilities.change_permissions
source: Set Permissions:
de: Berechtigungen festlegen:
es: Configurar permisos:
fr: Définir les autorisations :
ga: 25379-表:Şét Péяmıssıoฑs:|
it: Imposta autorizzazioni:
ja: パーミッションの設定:
ko: 사용 권한 설정:
pt: Definir permissões:
sv: Ange behörigheter:
zh: 设置权限:

# permissions.labels.capabilities.exclude
source: Exclude:
de: Ausschließen:
es: Excluir:
fr: Exclure :
ga: 32460-表:Éxçłűďé:|
it: Escludi:
ja: 除外:
ko: 제외:
pt: Excluir:
sv: Uteslut:
zh: 排除:

# permissions.labels.capabilities.keep_only
source: Keep Only:
de: Nur beibehalten:
es: Mantener solamente:
fr: Garder exclusivement :
ga: 60728-表:Kéép Õฑły:|
it: Mantieni solo:
ja: 保持:
ko: 이 항목만 유지:
pt: Manter apenas:
sv: Behåll endast:
zh: 只保留:

# permissions.labels.capabilities.select
source: Select Marks:
de: Markierungen auswählen:
es: Seleccionar marcas:
fr: Sélectionner les repères :
ga: 49098-表:Şéłéçt Mäяks:|
it: Seleziona indicatori:
ja: マークの選択:
ko: 마크 선택:
pt: Selecionar marcas:
sv: Välj markeringar:
zh: 选择标记:

# permissions.labels.capabilities.tooltip
source: View Tooltips:
de: QuickInfo anzeigen:
es: Ver Descripciones emergentes:
fr: Afficher les infobulles :
ga: 04885-表:Ɣıéὠ Toołtıps:|
it: Visualizza informazioni:
ja: ツールヒントの表示:
ko: 도구 설명 보기:
pt: Exibir dicas de ferramenta:
sv: Visa verktygstips:
zh: 查看工具提示:

# permissions.labels.capabilities.highlight
source: Legend Highlighting:
de: Legendenhervorhebung:
es: Resaltado de leyenda:
fr: Surlignage de la légende :
ga: 57894-表:Łégéฑď Hıghłıghtıฑg:|
it: Evidenzia legenda:
ja: 凡例のハイライト:
ko: 범례 하이라이트:
pt: Destaque da legenda:
sv: Framhävning av teckenförklaring:
zh: 图例突出显示:

# permissions.labels.capabilities.url_link
source: Link to Exernal Urls:
de: Link zu externen URLs:
es: Enlace a URL externas:
fr: Lien vers des URL externes :
ga: 77784-表:Łıฑk to Éxéяฑäł Uяłs:|
it: Link a URL esterni:
ja: 外部 URL にリンク:
ko: 외부 URL로 연결되는 링크:
pt: Vincular a URLs externas:
sv: Länka till externa URL:er:
zh: 链接到外部 Url:

# permissions.labels.capabilities.administrator
source: Administrator:
es: Administrador:
fr: Administrateur :
ga: 73663-表:Åďmıฑıstяätoя:|
it: Amministratore:
ja: 管理者:
ko: 관리자:
pt: Administrador:
sv: Administratör:
zh: 管理员:

# permissions.labels.capabilities.content_admin
source: Content Administrator:
es: Administrador de contenido:
fr: Administrateur de contenu :
ga: 57115-表:Çoฑtéฑt Åďmıฑıstяätoя:|
it: Amministratore contenuto:
ja: コンテンツ管理者:
ko: 콘텐츠 관리자:
pt: Administrador de conteúdo:
sv: Innehållsadministratör:
zh: 内容管理员:

# permissions.labels.capabilities.create_groups
source: Create Groups:
de: Gruppen erstellen:
es: Crear grupos:
fr: Créer des groupes :
ga: 78473-表:Çяéäté Gяoűps:|
it: Crea gruppi:
ja: グループの作成:
ko: 그룹 만들기:
pt: Criar grupos:
sv: Skapa grupper:
zh: 创建群组:

# permissions.labels.capabilities.rename
source: Rename:
de: Umbenennen:
es: Cambiar nombre:
fr: Renommer :
ga: 75980-表:Яéฑämé:|
it: Rinomina:
ja: 名前の変更:
ko: 이름 바꾸기:
pt: Renomear:
sv: Byt namn:
zh: 重命名:

# permissions.labels.capabilities.transfer_ownership
source: Transfer Ownership:
de: Besitzrecht übertragen:
es: Transferir propiedad:
fr: Transférer la propriété :
ga: 03113-表:Tяäฑsféя Õὠฑéяshıp:|
it: Trasferisci proprietà:
ja: 所有権の移転:
ko: 소유권 이전:
pt: Transferir propriedade:
sv: Överför ägarskap:
zh: 转移所有权:

# permissions.labels.capabilities.project_leader
source: Project Leader:
de: Projektleiter:
es: Líder de proyecto:
fr: Responsable du projet :
ga: 74653-表:Pяojéçt Łéäďéя:|
it: Responsabile progetto:
ja: プロジェクト リーダー:
ko: 프로젝트 리더:
pt: Líder do projeto:
sv: Projektledare:
zh: 项目主管:

# permissions.labels.capabilities.publish
source: Publish:
de: Veröffentlichen:
es: Publicar:
fr: Publier :
ga: 16321-表:Pűbłısh:|
it: Pubblica:
ja: パブリッシュ:
ko: 게시:
pt: Publicar:
sv: Publicera:
zh: 发布:

# permissions.labels.capabilities.connect
source: Connect:
de: Verbinden:
es: Conectar:
fr: Connexion :
ga: 32956-表:Çoฑฑéçt:|
it: Connetti:
ja: 接続:
ko: 연결:
pt: Conectar:
sv: Anslut:
zh: 连接:

# permissions.labels.capabilities.draw
source: Drawing:
de: Zeichnen:
es: Dibujo:
fr: Tracé :
ga: 57202-表:Ðяäὠıฑg:|
it: Disegno:
ja: 描画:
ko: 그리기:
pt: Desenho:
sv: Ritning:
zh: 绘制:

# permissions.labels.capabilities.web_authoring
source: Web Edit:
de: Webbearbeitung:
es: Edición web:
fr: Modification sur le Web :
ga: 59262-表:Ẉéb Éďıt:|
it: Modifica Web:
ja: Web 編集:
ko: 웹 편집:
pt: Edição na Web:
sv: Webbredigering:
zh: Web 编辑:

# permissions.labels.capabilities.xml_save_as
source: Save As:
de: Speichern unter:
es: Guardar como:
fr: Enregistrer sous :
ga: 29598-表:Şävé Ås:|
it: Salva con nome:
ja: 名前を付けて保存:
ko: 다른 이름으로 저장:
pt: Salvar como:
sv: Spara som:
zh: 另存为:

# permissions.labels.capabilities.create_refresh_metrics
source: Create/Refresh Metrics:
de: Metriken erstellen/aktualisieren:
es: Crear/Actualizar métricas:
fr: Créer/actualiser des métriques :
ga: 22570-表:Çяéäté/Яéfяésh Métяıçs:|
it: Crea/aggiorna metriche:
ja: メトリクスの作成/更新:
ko: 메트릭 만들기/새로 고침:
pt: Criar/atualizar métricas:
sv: Skapa/uppdatera mätvärden:
zh: 创建/刷新指标:

# permissions.labels.capabilities.explain_data
source: Run Explain Data:
de: "Erklär die Daten" ausführen:
es: Ejecutar Explique los datos:
fr: Exécuter Explique-moi les données :
ga: 11904-表:Яűฑ Éxpłäıฑ Ðätä:|
it: Esegui Interpreta i dati:
ja: 「データの説明を見る」の実行:
ko: 데이터 설명 실행:
pt: Executar Explique os dados
sv: Kör Förklara data:
zh: 运行“数据解释”功能:

# permissions.labels.roles.wb_view
source: View
de: Ansicht
es: Vista
fr: Afficher
ga: 57342-表:Ɣıéὠ|
it: Visualizza
ja: ビュー
ko: 보기
pt: Exibir
sv: Visa
zh: 视图

# permissions.labels.roles.wb_explore
source: Explore
de: Untersuchen
es: Explorar
fr: Explorer
ga: 89626-表:Éxpłoяé|
it: Esplora
ja: 探索
ko: 탐색
pt: Explorar
sv: Utforska
zh: 浏览

# permissions.labels.roles.wb_publish
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ga: 73046-表:Pűbłısh|
it: Pubblica
ja: パブリッシュ
ko: 게시
pt: Publicar
sv: Publicera
zh: 发布

# permissions.labels.roles.wb_administer
source: Administer
de: Verwalten
es: Administrar
fr: Administrer
ga: 62561-表:Åďmıฑıstéя|
it: Amministra
ja: 管理
ko: 관리
pt: Administrar
sv: Administrera
zh: 管理

# permissions.labels.roles.ds_view
source: View
de: Ansicht
es: Vista
fr: Afficher
ga: 52154-表:Ɣıéὠ|
it: Visualizza
ja: ビュー
ko: 보기
pt: Exibir
sv: Visa
zh: 视图

# permissions.labels.roles.ds_explore
source: Explore
de: Untersuchen
es: Explorar
fr: Explorer
ga: 24126-表:Éxpłoяé|
it: Esplora
ja: 探索
ko: 탐색
pt: Explorar
sv: Utforska
zh: 浏览

# permissions.labels.roles.ds_publish
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
ga: 07546-表:Pűbłısh|
it: Pubblica
ja: パブリッシュ
ko: 게시
pt: Publicar
sv: Publicera
zh: 发布

# permissions.labels.roles.ds_administer
source: Administer
de: Verwalten
es: Administrar
fr: Administrer
ga: 58621-表:Åďmıฑıstéя|
it: Amministra
ja: 管理
ko: 관리
pt: Administrar
sv: Administrera
zh: 管理

# permissions.labels.roles.viewer
source: Viewer
ga: 45037-表:Ɣıéὠéя|
zh: Viewer(查看者)

# permissions.labels.roles.interactor
source: Interactor
de: Interaktor
es: Interaccionador
fr: Interacteur
ga: 81876-表:İฑtéяäçtoя|
it: Interagente
ja: インタラクター
ko: 인터랙터
pt: Interagente
zh: 交互者

# permissions.labels.roles.editor
source: Editor
fr: Éditeur
ga: 48456-表:Éďıtoя|
ja: エディター
ko: 에디터
sv: Redigerare
zh: 编辑者

# permissions.labels.roles.ds_connector
source: Data Source Connector
de: Datenquellen-Connector
es: Conector de fuente de datos
fr: Connecteur de source de données
ga: 67256-表:Ðätä Şoűяçé Çoฑฑéçtoя|
it: Connettore origine dati
ja: データ ソース コネクタ
ko: 데이터 원본 커넥터
pt: Conector da fonte de dados
sv: Datakällskoppling
zh: 数据源连接者

# permissions.labels.roles.ds_editor
source: Data Source Editor
de: Datenquellen-Editor
es: Editor de fuente de datos
fr: Éditeur de source de données
ga: 49794-表:Ðätä Şoűяçé Éďıtoя|
it: Editor origine dati
ja: データ ソース エディター
ko: 데이터 원본 에디터
pt: Editor de fontes de dados
sv: Redigerare för datakälla
zh: 数据源编辑者

# permissions.labels.roles.administrator
source: Administrator
es: Administrador
fr: Administrateur
ga: 74258-表:Åďmıฑıstяätoя|
it: Amministratore
ja: 管理者
ko: 관리자
pt: Administrador
sv: Administratör
zh: 管理员

# permissions.labels.roles.project_leader
source: Project Leader
de: Projektleiter
es: Líder de proyecto
fr: Responsable du projet
ga: 81770-表:Pяojéçt Łéäďéя|
it: Responsabile progetto
ja: プロジェクト リーダー
ko: 프로젝트 리더
pt: Líder do projeto
sv: Projektledare
zh: 项目主管

# permissions.labels.roles.publisher
source: Publisher
de: Veröffentlicher
es: Publicador
fr: Publicateur
ga: 04865-表:Pűbłıshéя|
ja: パブリッシャー
ko: 게시자
pt: Publicador
sv: Utgivare
zh: 发布者

# permissions.labels.roles.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ga: 87916-表:Çűstom|
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt: Personalizado
sv: Anpassat
zh: 自定义

# permissions.labels.roles.none
source: None
de: Keiner
es: Ninguno
fr: Aucun
ga: 80467-表:Ñoฑé|
it: Nessuno
ja: なし
ko: 없음
pt: Nenhum
sv: Inget
zh: 无

# errors.argument.flow_description.too_long
source: Flow description is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Schemabeschreibung ist zu lang ({0} Zeichen). Die Beschreibung muss kürzer als {1} Zeichen sein:{2}
es: La descripción del flujo es demasiado larga ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: La description du flux est trop longue ({0} caractères). Elle doit comporter moins de {1} caractères :{2}
ga: 32897-表:Fłoὠ ďésçяıptıoฑ ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: La descrizione del flusso è troppo lunga ({0} caratteri). Deve essere più corta di {1} caratteri: {2}
ja: フローの説明が長すぎます ({0} 文字)。 {1} 文字未満でなければなりません: {2}
ko: 흐름 설명이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: A descrição do fluxo é muito longa ({0} caracteres). Ela deve ter menos de {1} caracteres: {2}
sv: Flödesbeskrivningen är för lång ({0} tecken). Den måste vara kortare än {1} tecken:{2}
zh: 流程描述过长({0} 个字符)。 其长度必须小于 {1} 个字符: {2}

# errors.argument.workbook_name.too_long
source: Workbook name is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Arbeitsmappenname ist zu lang ({0} Zeichen). Er muss kürzer als {1} Zeichen sein:{2}
es: El nombre del libro de trabajo es demasiado largo ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: Le nom du classeur est trop long ({0} caractères). Il doit comporter moins de {1} caractères :{2}
ga: 58830-表:Ẉoяkbook ฑämé ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: Il nome della cartella di lavoro è troppo lungo ({0} caratteri). Deve essere più corto di {1} caratteri: {2}
ja: ワークブック名が長すぎます ({0} 文字)。 {1} 文字未満でなければなりません: {2}
ko: 통합 문서 이름이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: O nome da pasta de trabalho é muito longo ({0} caracteres). Ele deve ter menos de {1} caracteres: {2}
sv: Arbetsbokens namn är för långt ({0} tecken). Det måste vara kortare än {1} tecken:{2}
zh: 工作簿名称过长(最多为 {0} 个字符)。 其长度必须小于 {1} 个字符: {2}

# errors.argument.workbook_name.empty
source: Workbook name is empty.
de: Arbeitsmappenname ist leer,
es: El nombre del libro de trabajo está vacío.
fr: Le nom du classeur est vide.
ga: 72454-表:Ẉoяkbook ฑämé ıs émpty.|
it: Il nome della cartella di lavoro è vuoto.
ja: ワークブック名が空です。
ko: 통합 문서 이름이 비어 있습니다.
pt: O campo do nome da pasta de trabalho está vazio.
sv: Arbetsbokens namn är tomt.
zh: 工作簿名称为空。

# errors.argument.workbook_description.too_long
source: Workbook description is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Arbeitsmappenbeschreibung ist zu lang ({0} Zeichen). Die Beschreibung muss kürzer als {1} Zeichen sein:{2}
es: La descripción del libro de trabajo es demasiado larga ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: La description du classeur est trop longue ({0} caractères). Elle doit comporter moins de {1} caractères :{2}
ga: 17077-表:Ẉoяkbook ďésçяıptıoฑ ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: Il nome della cartella di lavoro è troppo lungo ({0} caratteri). Deve essere più corto di {1} caratteri: {2}
ja: ワークブックの説明が長すぎます ({0} 文字)。 {1} 文字未満でなければなりません: {2}
ko: 통합 문서 설명이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: A descrição da pasta de trabalho é muito longa ({0} caracteres). Ele deve ter menos de {1} caracteres: {2}
sv: Arbetsbokens beskrivning är för lång ({0} tecken). Den måste vara kortare än {1} tecken:{2}
zh: 工作簿描述过长({0} 个字符)。 其长度必须小于 {1} 个字符: {2}

# errors.argument.worksheet_name.too_long
source: Worksheet name is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Arbeitsblattname ist zu lang ({0} Zeichen). Er muss kürzer als {1} Zeichen sein:{2}
es: El nombre de la hoja de trabajo es demasiado largo ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: Le nom de la feuille de calcul est trop long ({0} caractères). Il doit comporter moins de {1} caractères :{2}
ga: 41392-表:Ẉoяkshéét ฑämé ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: Il nome del foglio di lavoro è troppo lungo ({0} caratteri). Deve essere più corto di {1} caratteri: {2}
ja: ワークシート名が長すぎます ({0} 文字)。{1} 文字未満でなければなりません: {2}
ko: 워크시트 이름이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: O nome da planilha é muito longo ({0} caracteres). Ele deve ter menos de {1} caracteres: {2}
sv: Arbetsbladets namn är för långt ({0} tecken). Det måste vara kortare än {1} tecken:{2}
zh: 工作表名称过长(最多为 {0} 个字符)。其长度必须小于 {1} 个字符: {2}

# errors.argument.datasource_name.too_long
source: Datasource name is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Datenquellenname ist zu lang ({0} Zeichen). Er muss kürzer als {1} Zeichen sein:{2}
es: El nombre de la fuente de datos es demasiado largo ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: Le nom de la source de données est trop long ({0} caractères). Il doit comporter moins de {1} caractères :{2}
ga: 25145-表:Ðätäsoűяçé ฑämé ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: Il nome dell’origine dati è troppo lungo ({0} caratteri). Deve essere più corto di {1} caratteri: {2}
ja: データ ソース名が長すぎます ({0} 文字)。{1} 文字未満でなければなりません: {2}
ko: 데이터 원본 이름이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: O nome da fonte de dados é muito longo ({0} caracteres). Ele deve ter menos de {1} caracteres: {2}
sv: Datakällans namn är för långt ({0} tecken). Det måste vara kortare än {1} tecken:{2}
zh: 数据源名称过长({0} 个字符)。其长度必须小于 {1} 个字符: {2}

# errors.argument.datasource_name.empty
source: Datasource name is empty.
de: Der Datenquellenname ist leer.
es: El nombre de la fuente de datos está vacío.
fr: Le nom de la source de données est vide.
ga: 14907-表:Ðätäsoűяçé ฑämé ıs émpty.|
it: Il nome dell’origine dati è vuoto.
ja: データ ソース名が空白です。
ko: 데이터 원본이 비어 있습니다.
pt: O nome da fonte de dados está vazio.
sv: Datakällans namn är tomt.
zh: 数据源名称为空。

# errors.argument.datasource_description.too_long
source: Datasource description is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Datenquellenbeschreibung ist zu lang ({0} Zeichen). Die Beschreibung muss kürzer als {1} Zeichen sein:{2}
es: La descripción de la fuente de datos es demasiado larga ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: La description de la source de données est trop longue ({0} caractères). Elle doit comporter moins de {1} caractères :{2}
ga: 42378-表:Ðätäsoűяçé ďésçяıptıoฑ ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: La descrizione dell’origine dati è troppo lunga ({0} caratteri). Deve essere più corta di {1} caratteri: {2}
ja: データ ソースの説明が長すぎます ({0} 文字)。{1} 文字未満でなければなりません: {2}
ko: 데이터 원본 설명이 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: A descrição da fonte de dados é muito longa ({0} caracteres). Ela deve ter menos de {1} caracteres: {2}
sv: Datakällans beskrivning är för lång ({0} tecken). Den måste vara kortare än {1} tecken:{2}
zh: 数据源描述过长({0} 个字符)。其长度必须小于 {1} 个字符: {2}

# errors.argument.dataconnection_column.too_long
source: DataConnection column {0} is too long ({1} characters). It must be shorter than {2} characters: {3}
es: La columna de la conexión de datos {0} es demasiado larga ({1} caracteres). Debe tener menos de {2} caracteres: {3}
ga: 28529-表:ÐätäÇoฑฑéçtıoฑ çołűmฑ {0} ıs too łoฑg ({1} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {2} çhäяäçtéяs:ฑ{3}|
it: La colonna DataConnection {0} è troppo lunga ({1} caratteri). Deve essere più corta di {2} caratteri: {3}
ja: DataConnection 列 {0} が長すぎます ({1} 文字)。 {2} 文字未満でなければなりません: {3}
pt: A coluna DataConnection {0} é muito longa ({1} caracteres). Ela deve ser menor que {2} caracteres: {3}
zh: DataConnection 列 {0} 过长({1} 个字符)。 其长度必须小于 {2} 个字符: {3}

# errors.argument.tag.too_long
source: Tag is too long ({0} characters). It must be shorter than {1} characters: {2}
de: Tag ist zu lang ({0} Zeichen). Es muss kürzer sein als {1} Zeichen:{2}
es: La categoría es demasiado larga ({0} caracteres). Debe tener menos de {1} caracteres: {2}
fr: La balise est trop longue ({0} caractères). Elle doit comporter moins de {1} caractères :{2}
ga: 63972-表:Täg ıs too łoฑg ({0} çhäяäçtéяs). İt műst bé shoяtéя thäฑ {1} çhäяäçtéяs:ฑ{2}|
it: Il tag è troppo lungo ({0} caratteri). Deve essere più corto di {1} caratteri: {2}
ja: タグが長すぎます ({0} 文字)。{1} 文字未満でなければなりません: {2}
ko: 태그가 너무 깁니다({0}자). {1}자보다 짧아야 합니다.{2}
pt: A marca é muito longa ({0} caracteres). Ela deve ter menos de {1} caracteres: {2}
sv: Taggen är för lång ({0} tecken). Den måste vara kortare än {1} tecken:{2}
zh: 标记过长({0} 个字符)。其长度必须小于 {1} 个字符: {2}

# errors.argument.workbook_file.missing_or_empty
source: Workbook file is missing or empty.
de: Arbeitsmappendatei fehlt oder ist leer.
es: El libro de trabajo no existe o está vacío.
fr: Le fichier du classeur est manquant ou vide.
ga: 08000-表:Ẉoяkbook fıłé ıs mıssıฑg oя émpty.|
it: Il file della cartella di lavoro è assente o vuoto.
ja: ワークブック ファイルが見つからないか空です。
ko: 통합 문서 파일이 없거나 비어 있습니다.
pt: Arquivo da pasta de trabalho está vazio ou é inexistente.
sv: Arbetsboksfilen saknas eller är tom.
zh: 工作簿文件缺失或为空。

# errors.argument.file.size.too_large
source: File {0} is too large. Files larger than {1} MB decompressed size are not permitted. Please create an extract to proceed with publishing.
es: El archivo {0} es demasiado grande. No se permiten archivos de más de {1} MB de tamaño descomprimidos. Cree una extracción para proceder a la publicación.
it: Il file {0} è troppo grande. Non sono consentiti file più grandi di {1} MB decompressi. Crea un’estrazione per procedere con la pubblicazione.
ja: ファイル {0} が大きすぎます。圧縮サイズが {1} MB を超えるファイルは使用できません。抽出を作成して、パブリッシュを続行してください。
pt: O arquivo {0} é muito grande. Arquivos maiores que {1} MB descompactados não são permitidos. Crie um extrato para prosseguir com a publicação.
zh: 文件 {0} 太大。不允许解压缩后的文件大于 {1} MB。请创建一个数据提取以继续发布。
