Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# export.errors.requires_workbook_view_name
source: The ''{0}'' command requires a <workbook>/<view> name
de: Für den Befehl ''{0}'' ist ein <workbook>/<view>-Name erforderlich.
es: El comando “{0}” requiere un nombre de <workbook>/<view>
fr: La commande ''{0}'' nécessite un nom de <classeur>/<vue>
ga: 21781-表:Thé ''{0}'' çommäฑď яéqűıяés ä <ὠoяkbook>/<vıéὠ> ฑämé|
it: Il comando “{0}” richiede un nome <workbook>/<view>
ja: 「{0}」 コマンドには <workbook>/<view> 名が必要です
ko: ''{0}'' 명령에는 <workbook>/<view> 이름이 필요합니다.
pt: O comando “{0}” requer um nome <workbook>/<view>
sv: Kommandot ''{0}'' kräver ett namn på <workbook>/<view>
zh: “{0}”命令需要一个 <workbook>/<view> 名称

# export.errors.requires_workbook_view_param
source: The ''{0}'' command requires a <workbook>/<view> parameter, and there must be at least one slash (/) in this parameter
de: Für den Befehl ''{0}'' ist ein <workbook>/<view>-Parameter erforderlich, und es muss mindestens ein Schrägstrich (/) in diesem Parameter vorhanden sein.
es: El comando “{0}” requiere un parámetro de <workbook>/<view>, que debe contener al menos una barra (/)
fr: La commande ''{0}'' nécessite un paramètre de <classeur>/<vue> contenant au moins une barre oblique (/)
ga: 94339-表:Thé ''{0}'' çommäฑď яéqűıяés ä <ὠoяkbook>/<vıéὠ> päяämétéя, äฑď théяé műst bé ät łéäst oฑé słäsh (/) ıฑ thıs päяämétéя|
it: Il comando “{0}” richiede un parametro <workbook>/<view> e ci deve essere almeno una barra (/) in questo parametro
ja: 「{0}」 コマンドには <workbook>/<view> パラメーターが必要です。このパラメーターには、少なくとも 1 個のスラッシュ (/) が必要です
ko: ''{0}'' 명령에는 <workbook>/<view> 매개 변수가 필요하고, 이 매개 변수에는 하나 이상의 슬래시(/)가 있어야 합니다.
pt: O comando “{0}” requer um parâmetro <workbook>/<view>, e deve haver pelo menos uma barra (/) neste parâmetro
sv: Kommandot ''{0}'' kräver en <workbook>/<view>-parameter, och parametern måste innehålla minst ett snedstreck (/)
zh: “{0}”命令需要一个 <workbook>/<view> 参数，而且在此参数中至少必须有一个斜杠(/)

# export.options.country
source: If not using user''s default locale, the country abbreviation for locale (find in IANA Language Subtag Registry). Must use with --language
de: Wenn das standardmäßige Gebietsschema des Benutzers nicht verwendet wird, muss die Landesabkürzung für Gebietsschema (zu finden in der IANA Language Subtag Registry) mit --Sprache verwendet werden.
es: Si no se utiliza la configuración regional predeterminada del usuario, se debe usar la abreviatura de la configuración regional del país (que se puede encontrar en el registro de subcategorías de idioma de la IANA). con el comando --language
fr: Si les paramètres régionaux par défaut de l''utilisateur sont utilisés, abréviation du pays pour les paramètres régionaux (se trouve dans IANA Language Subtag Registry). À utiliser avec --language
ga: 62847-表:İf ฑot űsıฑg űséя''s ďéfäűłt łoçäłé, thé çoűฑtяy äbbяévıätıoฑ foя łoçäłé (fıฑď ıฑ İÅÑÅ Łäฑgűägé Şűbtäg Яégıstяy). Műst űsé ὠıth --łäฑgűägé|
it: Se non vengono utilizzate le impostazioni locali predefinite dell’utente, l’abbreviazione del paese per le impostazioni locali (disponibile nel registro dei sottotag delle lingue IANA). Da utilizzare con --language
ja: 既定のユーザー ロケールを使用しない場合は、ロケールの国の略名 (IANA Language Subtag Registry から検索) を使用します。「--language」とセットで使用する必要があります
ko: 사용자의 기본 로캘을 사용하지 않는 경우 로캘의 국가 약어입니다(IANA Language Subtag Registry에서 찾을 수 있음). --language와 함께 사용해야 합니다.
pt: Se não estiver usando a localidade padrão do usuário, a abreviação de país da localidade (encontre no Registro de marca secundária de idioma IANA). Deve usar com o --idioma
sv: Om du inte använder användarens standardspråkzon, så ange språkzonens landsförkortning (finns i IANA Language Subtag Registry). Måste användas med --language
zh: 如果未使用用户的默认区域设置，则为区域设置的国家/地区缩写(在 IANA 语言子标记注册表中查找)。必须与 --language 一起使用

# export.options.csv
source: Export data in CSV format (default)
de: Daten im CSV-Format (Standard) exportieren
es: Exportar datos en formato CSV (predeterminado)
fr: Exporter des données dans le format CSV (par défaut)
ga: 63087-表:Éxpoяt ďätä ıฑ ÇŞƔ foяmät (ďéfäűłt)|
it: Esporta i dati in formato CSV (predefinito)
ja: データを CSV 形式でエクスポート (既定)
ko: CSV 형식으로 데이터 내보내기(기본값)
pt: Exporte dados em formato CSV (padrão)
sv: Exportera data i CSV-format (standard)
zh: 将数据导出为 CSV 格式(默认)

# export.options.fullpdf
source: Export visual views in PDF format (if workbook was published with tabs)
de: Visuelle Ansichten im PDF-Format (wenn die Arbeitsmappe mit Registerkarten veröffentlicht wurde) exportieren
es: Exportar las vistas visuales en formato PDF (si el libro de trabajo se ha publicado con pestañas)
fr: Exporter des vues dans le format PDF (si le classeur a été publié avec des onglets)
ga: 05932-表:Éxpoяt vısűäł vıéὠs ıฑ PÐF foяmät (ıf ὠoяkbook ὠäs pűbłıshéď ὠıth täbs)|
it: Esporta viste visive in formato PDF (se la cartella di lavoro è stata pubblicata con schede)
ja: ビジュアル ビューを PDF 形式でエクスポート (ワークブックがタブ付きでパブリッシュされた場合)
ko: PDF 형식으로 시각적 뷰 내보내기(통합 문서가 탭과 함께 게시된 경우)
pt: Exporte exibições visuais em formato PDF (se a pasta de trabalho foi publicada com guias)
sv: Exportera visuella vyer i PDF-format (om arbetsboken publicerades med flikar)
zh: 将可视化视图导出为 PDF 格式(如果发布了带选项卡的工作簿)

# export.options.height
source: Sets the height. Must be an integer value (default: 600 pixels)
de: Legt die Höhe fest. Muss ein Ganzzahlwert (Standard: 600 Pixel) sein
es: Configura el alto. Debe ser un valor entero (valor predeterminado: 600 píxeles)
fr: Définit la hauteur. Doit être une valeur de nombre entier (600 pixels par défaut)
ga: 61694-表:Şéts thé héıght. Műst bé äฑ ıฑtégéя väłűé (ďéfäűłt: 600 pıxéłs)|
it: Imposta l’altezza. Deve essere un valore intero (predefinito: 600 pixel)
ja: 高さを設定します。整数値であることが必要です (既定: 600 ピクセル)
ko: 높이를 설정합니다. 정수 값이어야 합니다(기본값: 600픽셀)
pt: Define a altura. Deve ser um valor integral (padrão: 600 pixels)
sv: Ställer in höjden. Måste vara ett heltalsvärde (standard: 600 bildpunkter)
zh: 设置高度。必须为整数值(默认值: 600 个像素)

# export.options.language
source: If not using user''s default locale, the language abbreviation for locale (find in IANA Language Subtag Registry). Must use with --country
de: Wenn das standardmäßige Gebietsschema des Benutzers nicht verwendet wird, muss die Sprachabkürzung für Gebietsschema (zu finden in der IANA Language Subtag Registry) mit --Land verwendet werden.
es: Si no se utiliza la configuración regional predeterminada del usuario, se debe usar la abreviatura de la configuración regional del idioma (que se puede encontrar en el registro de subcategorías de idioma de la IANA). con el comando --country
fr: Si les paramètres régionaux par défaut de l''utilisateur sont utilisés, abréviation de la langue pour les paramètres régionaux (se trouve dans IANA Language Subtag Registry). À utiliser avec --country
ga: 59183-表:İf ฑot űsıฑg űséя''s ďéfäűłt łoçäłé, thé łäฑgűägé äbbяévıätıoฑ foя łoçäłé (fıฑď ıฑ İÅÑÅ Łäฑgűägé Şűbtäg Яégıstяy). Műst űsé ὠıth --çoűฑtяy|
it: Se non vengono utilizzate le impostazioni locali predefinite dell’utente, l’abbreviazione della lingua per le impostazioni locali (disponibile nel registro dei sottotag delle lingue IANA). Da utilizzare con --country
ja: 既定のユーザー ロケールを使用しない場合は、ロケールの言語の省略名 (IANA Language Subtag Registry から検索) を使用します。「--country」とセットで使用する必要があります
ko: 사용자의 기본 로캘을 사용하지 않는 경우 로캘의 언어 약어입니다(IANA Language Subtag Registry에서 찾을 수 있음). --country와 함께 사용해야 합니다.
pt: Se não estiver usando a localidade padrão do usuário, a abreviação de país da localidade (encontre no Registro de marca secundária de idioma IANA). Deve usar com o --país
sv: Om du inte använder användarens standardspråkzon, så ange språkzonens språkförkortning (finns i IANA Language Subtag Registry). Måste användas med --country
zh: 如果未使用用户的默认区域设置，则为区域设置的语言缩写(在 IANA 语言子标记注册表中查找)。必须与 --country 一起使用

# export.options.pagelayout
source: Sets the page orientation of the exported PDF. Legal values: {0}. If unspecified, the setting in Tableau Desktop will be used
de: Legt die Seitenausrichtung der exportierten PDF-Datei fest. Zulässige Werte: {0}. Wenn keine Angabe erfolgt, wird die Einstellung in Tableau Desktop verwendet
es: Configura la orientación de páginas del PDF exportado. Valores legales: {0}. Si no se especifica, se utilizará la configuración de Tableau Desktop
fr: Définit l''orientation de la page du PDF exporté. Valeurs admises : {0}. Si aucune valeur n''est spécifiée, le paramètre indiqué dans Tableau Desktop est utilisé
ga: 06512-表:Şéts thé pägé oяıéฑtätıoฑ of thé éxpoяtéď PÐF. Łégäł väłűés: {0}. İf űฑspéçıfıéď, thé séttıฑg ıฑ Täbłéäű Ðésktop ὠıłł bé űséď|
it: Imposta l’orientamento della pagina del PDF esportato. Valori consentiti: {0}. Se non specificato, verrà utilizzata l’impostazione in Tableau Desktop
ja: エクスポートされた PDF のページの方向を設定します。有効な値: {0}。指定されていない場合は、Tableau Desktop の設定が使用されます
ko: 내보낸 PDF의 페이지 방향을 설정합니다. 사용할 수 있는 값: {0}. 지정되지 않은 경우 Tableau Desktop의 설정이 사용됩니다.
pt: Define a orientação da página do PDF exportado. Valores legais: {0}. Se não especificado, a configuração no Tableau Desktop será usada
sv: Ställer in sidorienteringen för den exporterade PDF-filen. Giltiga värden: {0}. Om inget anges används inställningen i Tableau Desktop
zh: 设置导出的 PDF 的页面方向。合法值: {0}。如果未指定，将使用 Tableau Desktop 中的设置

# export.options.pagesize
source: Sets the page size of the exported PDF. Legal values: {0} (default: ''{1}'')
de: Legt die Seitengröße der exportierten PDF-Datei fest. Zulässige Werte: {0} (Standard: ''{1}'')
es: Configura el tamaño de página del PDF exportado. Valores legales: {0} (valor predeterminado: “{1}”)
fr: Définit la taille de page du PDF exporté. Valeurs admises : {0} (''{1}'' par défaut).
ga: 30823-表:Şéts thé pägé sıžé of thé éxpoяtéď PÐF. Łégäł väłűés: {0} (ďéfäűłt: ''{1}'')|
it: Imposta le dimensioni della pagina del PDF esportato. Valori consentiti: {0} (predefiniti: “{1}”)
ja: エクスポートされた PDF のページ サイズを設定します。有効な値: {0} (既定: 「{1}」)
ko: 내보낸 PDF의 페이지 크기를 설정합니다. 사용할 수 있는 값: {0}(기본값: ''{1}'')
pt: Define o tamanho da página do PDF exportado. Valores legais: {0} (padrão: “{1}”)
sv: Ställer in sidstorleken för den exporterade PDF-filen. Giltiga värden: {0} (standard: ''{1}'')
zh: 设置导出的 PDF 的页面大小。合法值: {0} (默认值: “{1}”)

# export.options.pdf
source: Export data in PDF format
de: Daten im PDF-Format exportieren
es: Exportar datos en formato PDF
fr: Exporter les données au format PDF
ga: 75099-表:Éxpoяt ďätä ıฑ PÐF foяmät|
it: Esporta i dati in formato PDF
ja: PDF 形式でデータをエクスポート
ko: PDF 형식으로 데이터 내보내기
pt: Exporte dados em formato PDF
sv: Exportera data i PDF-format
zh: 将数据导出为 PDF 格式

# export.options.png
source: Export data in PNG format
de: Daten im PNG-Format exportieren
es: Exportar datos en formato PNG
fr: Exporter les données au format PNG
ga: 75410-表:Éxpoяt ďätä ıฑ PÑG foяmät|
it: Esporta i dati in formato PNG
ja: PNG 形式でデータをエクスポート
ko: PNG 형식으로 데이터 내보내기
pt: Exporte dados em formato PNG
sv: Exportera data i PNG-format
zh: 将数据导出为 PNG 格式

# export.options.width
source: Sets the width. Must be an integer value (default: 800 pixels)
de: Legt die Breite fest. Muss ein Ganzzahlwert (Standard: 800 Pixel) sein
es: Configura el ancho. Debe ser un valor entero (valor predeterminado: 800 píxeles)
fr: Définit la largeur. Doit être un nombre entier (800 pixels par défaut)
ga: 72911-表:Şéts thé ὠıďth. Műst bé äฑ ıฑtégéя väłűé (ďéfäűłt: 800 pıxéłs)|
it: Imposta la profondità. Deve essere un valore intero (predefinito: 800 pixel)
ja: 幅を設定します。整数値であることが必要です (既定: 800 ピクセル)
ko: 너비를 설정합니다. 정수 값이어야 합니다(기본값: 800픽셀)
pt: Define a largura. Deve ser um valor integral (padrão: 800 pixels)
sv: Ställer in bredden. Måste vara ett heltalsvärde (standard: 800 bildpunkter)
zh: 设置宽度。必须为整数值(默认值: 800 个像素)

# export.short_description
source: Export the data or image of a view from the server
de: Daten oder Bild einer Ansicht vom Server exportieren
es: Exportar los datos o la imagen de una vista del servidor
fr: Exporter les données ou une image d''une vue depuis le serveur
ga: 35474-表:Éxpoяt thé ďätä oя ımägé of ä vıéὠ fяom thé séяvéя|
it: Esportare i dati o l’immagine di una vista dal server
ja: サーバーから、ビューのデータまたはイメージをエクスポート
ko: 서버에서 뷰의 이미지 또는 데이터 내보내기
pt: Exporte os dados ou imagem de uma exibição do servidor
sv: Exportera en vys data eller avbildning från servern
zh: 从服务器中导出数据或视图的图像

# export.status
source: Requesting ''{0}'' from the server...
de: ''{0}'' wird vom Server abgerufen...
es: Solicitando “{0}” al servidor...
fr: Requête de ''{0}'' en provenance du serveur...
ga: 71385-表:Яéqűéstıฑg ''{0}'' fяom thé séяvéя...|
it: Richiesta di “{0}” dal server in corso...
ja: サーバーから 「{0}」 を要求しています...
ko: 서버에서 ''{0}''을(를) 요청하는 중...
pt: Solicitando “{0}” do servidor...
sv: Begär ''{0}'' från servern ...
zh: 正向服务器请求 “{0}”...

# export.status.writing
source: Writing response to ''{0}''
es: Escribiendo la respuesta en “{0}”
it: Scrittura di risposta a “{0}” in corso
ja: 応答を 「{0}」 に書き込んでいます
pt: Escrevendo resposta para “{0}”
zh: 正在向“{0}”写入响应

# export.status.error
source: Error occurred while writing to a file :
es: Se ha producido un error al escribir en un archivo:
it: Si è verificato un errore durante la scrittura a un file:
ja: ファイルへの書き込み中にエラーが発生しました。
pt: Ocorreu um erro ao gravar em um arquivo:
zh: 写入文件时出错:

# export.success
source: Saved {0} to ''{1}''
de: {0} wurde unter ''{1}'' gespeichert
es: Se ha guardado {0} en “{1}”
fr: {0} enregistré dans ''{1}''
ga: 57980-表:Şävéď {0} to ''{1}''|
it: Salvataggio di {0} su “{1}” eseguito
ja: {0} を 「{1}」 に保存しました
ko: ''{1}''에 {0} 저장함
pt: Salvou {0} para “{1}”
sv: Sparade {0} till ''{1}''
zh: 已将 {0} 保存到 “{1}”

# extracts.workbook.errors.requires_datasources_or_include_all
source: Command {0} for workbook requires either embedded data source or include-all flag.
de: Befehl {0} für Arbeitsmappe erfordert entweder eine eingebettete Datenquelle oder ein Include-All-Flag.
es: El comando {0} para un libro de trabajo requiere una fuente de datos insertada o incluir un selector total.
fr: La commande {0} pour le classeur requiert soit une source de données intégrée, soit un indicateur include-all.
ga: 05368-表:Çommäฑď {0} foя ὠoяkbook яéqűıяés éıthéя émbéďďéď ďätä soűяçé oя ıฑçłűďé-äłł fłäg.|
it: Il comando {0} per la cartella di lavoro richiede un’origine dati incorporata o il flag di inclusione.
ja: ワークブックのコマンド {0} では埋め込みデータ ソースまたは include-all フラグが必要です
ko: 통합 문서에 대한 {0} 명령에는 내장된 데이터 원본 또는 include-all 플래그가 필요합니다.
pt: Comando {0} para a pasta de trabalho exige o sinalizador de fonte de dados inserida ou incluir todas
sv: Kommandot {0} för arbetsboken kräver antingen en inbäddad datakälla eller flaggan include-all.
zh: 工作簿的命令 {0} 需要嵌入式数据源或 include-all 标志。

# fileuploader.progress
source: Upload progress: {0}%
de: Uploadstatus: {0} %
es: Progreso de carga: {0}%
fr: Progression du chargement : {0}%
ga: 30622-表:Upłoäď pяogяéss: {0}%|
it: Avanzamento del caricamento: {0}%
ja: アップロード進行状況: {0}%
ko: 업로드 진행률: {0}%
pt: Progresso de upload: {0}%
sv: Överföringsförlopp: {0}%
zh: 上载进度: {0}%

# get.description
source: Get a file from the server. The file will be named after the last component of the path if no filename argument is specified
de: Rufen Sie eine Datei vom Server ab. Die Datei wird nach der letzten Komponente des Pfads benannt, wenn kein Dateinamensargument angegeben wird.
es: Obtenga un archivo del servidor. El archivo recibirá el nombre tras el último componente de la ruta si no se especifica ningún argumento de nombre de archivo
fr: Obtenir un fichier du serveur. Si aucun argument de nom de fichier n''est spécifié, le fichier prend le nom du dernier élément du chemin d''accès
ga: 17457-表:Gét ä fıłé fяom thé séяvéя. Thé fıłé ὠıłł bé ฑäméď äftéя thé łäst çompoฑéฑt of thé päth ıf ฑo fıłéฑämé äяgűméฑt ıs spéçıfıéď|
it: Ottieni un file dal server. Il file verrà rinominato secondo l’ultimo componente del percorso se non viene specificato nessun argomento del nome del file
ja: サーバーからファイルを取得します。ファイル名引数が指定されていない場合は、パスの最後の構成要素に従ってファイルの名前が付けられます
ko: 서버에서 파일을 가져옵니다. filename 인수가 지정되지 않은 경우 파일 이름은 경로의 마지막 구성 요소로 지정됩니다.
pt: Obtenha um arquivo do servidor. O arquivo será nomeado após o último componente do caminho, caso nenhum argumento do arquivo seja especificado
sv: Hämta en fil från servern. Filen namnges efter den sista komponenten i sökvägen om inget filnamnsargument har angetts
zh: 从服务器中获取文件。如果未指定文件名参数，则将使用路径的最后一部分作为此文件的名称。

# get.errors.requires_url
source: The ''{0}'' command requires an URL
de: Für den Befehl ''{0}'' ist eine URL erforderlich
es: El comando “{0}” requiere una URL
fr: La commande ''{0}'' nécessite une URL
ga: 86934-表:Thé ''{0}'' çommäฑď яéqűıяés äฑ UЯŁ|
it: Il comando “{0}” richiede un URL
ja: 「{0}」 コマンドでは、URL が必要です
ko: ''{0}'' 명령에는 URL이 필요합니다.
pt: O comando “{0}” requer um URL
sv: Kommandot ''{0}'' kräver en URL
zh: “{0}” 命令需要 URL

# get.options.file
source: Name to save the file as
de: Name zum Speichern der Datei als
es: Nombre para guardar el archivo como
fr: Nom sous lequel enregistrer le fichier
ga: 92343-表:Ñämé to sävé thé fıłé äs|
it: Nome con cui salvare il file
ja: ファイルを保存する名前
ko: 파일을 저장할 이름
pt: Nome para salvar o arquivo como
sv: Namnge för att spara filen som
zh: 用于保存文件的名称

# get.short_description
source: Get a file from the server
de: Datei vom Server abrufen
es: Obtener un archivo del servidor
fr: Obtenir un fichier du serveur
ga: 60942-表:Gét ä fıłé fяom thé séяvéя|
it: Ottieni un file dal server
ja: サーバーからファイルを取得
ko: 서버에서 파일을 가져오기
pt: Obtenha um arquivo do servidor
sv: Hämta en fil från servern
zh: 从服务器中获取文件

# help.available_commands
source: Available commands:
de: Verfügbare Befehle:
es: Comandos disponibles:
fr: Commandes disponibles :
ga: 79192-表:Åväıłäbłé çommäฑďs:|
it: Comandi disponibili:
ja: 利用可能なコマンド:
ko: 사용할 수 있는 명령:
pt: Comandos disponíveis:
sv: Tillgängliga kommandon:
zh: 可用命令:

# help.command_options
source: Command options:
de: Befehlsoptionen:
es: Opciones de comando:
fr: Options de commande :
ga: 20368-表:Çommäฑď optıoฑs:|
it: Opzioni di comando:
ja: コマンド オプション:
ko: 명령 옵션:
pt: Opções de comando:
sv: Kommandoalternativ:
zh: 命令选项:

# help.description0
source: Show Help for a specific command
de: Hilfe für einen bestimmten Befehl anzeigen
es: Mostrar la ayuda para un comando específico
fr: Afficher l''aide pour une commande spécifique
ga: 99182-表:Şhoὠ Héłp foя ä spéçıfıç çommäฑď|
it: Mostra la guida per un comando specifico
ja: 特定のコマンドのヘルプを表示
ko: 특정 명령에 대한 도움말 표시
pt: Mostre Ajuda para um comando específico
sv: Visa hjälp för ett specifikt kommando
zh: 显示特定命令的帮助

# help.description1
source: List all available commands
de: Alle verfügbaren Befehle auflisten
es: Lista de comandos disponibles
fr: Répertorier toutes les commandes disponibles
ga: 99183-表:Łıst äłł äväıłäbłé çommäฑďs|
it: Elenca tutti i comandi disponibili
ja: 利用可能なすべてのコマンドをリスト
ko: 사용할 수 있는 모든 명령 나열
pt: Listar todos os comandos disponíveis
sv: Lista alla tillgängliga kommandon
zh: 列出所有可用命令

# help.errors.unknown_command
source: Unknown command: {0}
de: Unbekannter Befehl: {0}
es: Comando desconocido: {0}
fr: Commande inconnue : {0}
ga: 83821-表:Uฑkฑoὠฑ çommäฑď: {0}|
it: Comando sconosciuto: {0}
ja: 不明なコマンド: {0}
ko: 알 수 없는 명령: {0}
pt: Comando desconhecido: {0}
sv: Okänt kommando: {0}
zh: 未知命令: {0}

# help.global_options
source: Global options:
de: Globale Optionen:
es: Opciones globales:
fr: Options globales :
ga: 26652-表:Głobäł optıoฑs:|
it: Opzioni globali:
ja: グローバル オプション:
ko: 전역 옵션:
pt: Opções globais:
sv: Globala alternativ:
zh: 全局选项:

# help.short_description
source: Help for tabcmd commands
de: Hilfe für tabcmd-Befehle
es: Ayuda para comandos tabcmd
fr: Aide relative aux commandes tabcmd
ga: 77631-表:Héłp foя täbçmď çommäฑďs|
it: Guida per i comandi tabcmd
ja: tabcmd コマンドのヘルプ
ko: tabcmd 명령에 대한 도움말
pt: Ajuda para os comandos tabcmd
sv: Hjälp för tabcmd-kommandon
zh: tabcmd 命令的帮助

# httputils.found_attachment
source: Found attachment: {0}
de: Gefundene Anlage: {0}
es: Archivo adjunto encontrado: {0}
fr: Pièce jointe trouvée : {0}
ga: 04248-表:Foűฑď ättäçhméฑt: {0}|
it: Allegato trovato: {0}
ja: 添付ファイルが見つかりました: {0}
ko: 찾은 첨부 파일: {0}
pt: Anexo encontrado: {0}
sv: Hittad bilaga: {0}
zh: 找到附件: {0}

# httputils.mapped_attachment
source: Found attachment: {0} (re-mapped to {1})
de: Gefundene Anlage: {0} (erneut zu {1} zugeordnet)
es: Adjunto encontrado: {0} (reasignado a {1})
fr: Pièce jointe trouvée : {0} (re-mappée à {1})
ga: 26903-表:Foűฑď ättäçhméฑt: {0} (яé-mäppéď to {1})|
it: Allegato trovato: {0} (rimappato in {1})
ja: 添付ファイルが見つかりました: {0} ({1} に再マッピングされました)
ko: 찾은 첨부 파일: {0}({1}에 다시 매핑됨)
pt: Anexo encontrado: {0} (remapeado para {1})
sv: Hittad bilaga: {0} (ommappad till {1})
zh: 找到附件: {0} (重新映射到 {1})

# initialuser.errors.username_and_password_required
source: Both username and password are required
de: Es müssen Benutzername und Kennwort angegeben werden.
es: Se requiere tanto el nombre de usuario como la contraseña
fr: Vous devez saisir le nom d''utilisateur et le mot de passe
ga: 02211-表:Both űséяฑämé äฑď pässὠoяď äяé яéqűıяéď|
it: Sono richiesti sia il nome utente che la password
ja: ユーザー名とパスワードの両方が必要です
ko: 사용자 이름과 비밀번호 모두 필요합니다.
pt: O nome de usuário e a senha são obrigatórios
sv: Både användarnamn och lösenord måste anges
zh: 需要提供用户名和密码

# initialuser.options.friendly-name
source: Friendly name
de: Anzeigename
es: Nombre descriptivo
fr: Nom convivial
ga: 02635-表:Fяıéฑďły ฑämé|
it: Nome descrittivo
ja: フレンドリー名
ko: 식별 이름
pt: Nome amigável
sv: Eget namn
zh: 友好名称

# initialuser.short_description
source: Create an initial user on an uninitialized server
de: Einen ersten Benutzer auf einem nicht initialisierten Server erstellen
es: Crear un usuario inicial en un servidor no inicializado
fr: Créer un utilisateur initial sur un serveur non initialisé
ga: 85639-表:Çяéäté äฑ ıฑıtıäł űséя oฑ äฑ űฑıฑıtıäłıžéď séяvéя|
it: Crea un utente iniziale su un server non inizializzato
ja: 初期化されていないサーバー上で最初のユーザーを作成します
ko: 초기화되지 않은 서버에서 초기 사용자 만들기
pt: Crie um usuário inicial em um servidor não inicializado
sv: Skapa en initial användare på en oinitierad server
zh: 在未初始化的服务器上创建初始用户

# listdomains.description
source: List domains
de: Domänen auflisten
es: Mostrar dominios
fr: Répertorier des domaines
ga: 48012-表:Łıst ďomäıฑs|
it: Elenca i domini
ja: ドメインのリスト
ko: 도메인 나열
pt: Listar domínios
sv: Lista domäner
zh: 列出域

# listdomains.status
source: Listing domains from the server...
de: Domänen werden vom Server aufgelistet...
es: Mostrando dominios del servidor...
fr: Etablissement de la liste des domaines du serveur...
ga: 58786-表:Łıstıฑg ďomäıฑs fяom thé séяvéя...|
it: Creazione dell’elenco dei domini dal server in corso...
ja: サーバーのドメインをリストしています...
ko: 서버에서 도메인을 나열하는 중...
pt: Listando domínios do servidor...
sv: Listar domäner från servern ...
zh: 正列出服务器中的域...

# listsites.output
source: {0}{0}NAME: {1} {0}SITEID: ''{2}''
fr: {0}NOM{0} : {1} {0}ID SITE : ''{2}''
ga: 41268-表:{0}{0}ÑÅMÉ: {1} {0}ŞİTÉİÐ: ''{2}''|
ja: {0}{0}名前: {1}{0}サイト ID: 「{2}」
sv: {0}{0}NAMN: {1} {0}WEBBPLATS-ID: ''{2}''
zh: {0}{0}名称: {1}{0}站点 ID:“{2}”

# listsites.output_extended
source: {0}{0}NAME: {1} {0}SITEID: ''{2}''{0}EXTRACTENCRYPTION: {3}
de: {0}{0}NAME: {1} {0}SITE-ID: ''{2}''{0}EXTRAKT-VERSCHLÜSSELUNG: {3}
ga: 11108-表:{0}{0}ÑÅMÉ: {1} {0}ŞİTÉİÐ: ''{2}''{0}ÉXTЯÅÇTÉÑÇЯYPTİÕÑ: {3}|
ja: {0}{0}名前: {1} {0}サイト ID: 「{2}」{0}抽出の暗号化: {3}
sv: {0}{0}NAMN: {1} {0}WEBBPLATS-ID: ''{2}''{0}EXTRAKTKRYPTERING: {3}
zh: {0}{0}名称: {1} {0}站点 ID:“{2}”{0}数据提取加密: {3}

# listsites.short_description
source: List sites for user
de: Websites für Benutzer auflisten
es: Mostrar sitios para usuario
fr: Répertorier des sites pour l''utilisateur
ga: 97158-表:Łıst sıtés foя űséя|
it: Elenca i siti per utente
ja: ユーザーのサイトをリスト
ko: 사용자의 사이트 나열
pt: Listar sites para usuário
sv: Lista webbplatser för användare
zh: 列出用户的站点
