Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# publish.success
source: File successfully published to the server at the following location:
de: Datei wurde erfolgreich auf dem Server unter dem folgenden Speicherort gespeichert:
es: Archivo publicado correctamente en el servidor, en la siguiente ubicación:
fr: Le fichier a été publié sur le serveur à l''emplacement suivant :
ga: 80913-表:Fıłé sűççéssfűłły pűbłıshéď to thé séяvéя ät thé fołłoὠıฑg łoçätıoฑ:|
it: File pubblicato correttamente sul server nella posizione seguente:
ja: ファイルがサーバーの次の場所に正常にパブリッシュされました:
ko: 파일이 서버의 다음 위치에 성공적으로 게시되었습니다.
pt: Arquivo publicado com êxito no servidor no seguinte local:
sv: Filen har publicerats till servern på följande plats:
zh: 文件成功发布到服务器上的以下位置:

# publishsamples.options.parent-project-path
source: Path of the parent of the project to publish samples to. Must specify the project name with --project
de: Pfad zu dem dem Projekt übergeordneten Element, für das Beispiele veröffentlicht werden sollen. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del elemento superior del proyecto para el que se van a publicar muestras. Se debe especificar el nombre del proyecto con --project
fr: Chemin du parent du projet sur lequel publier les échantillons. Vous devez spécifier le nom du projet avec --project.
ga: 93547-表:Päth of thé päяéฑt of thé pяojéçt to pűbłısh sämpłés to. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt|
it: Percorso del padre del progetto su cui pubblicare i campioni. Deve essere specificato il nome del progetto con --project
ja: サンプルのパブリッシュ先であるプロジェクトの親のパス。プロジェクト名を --project で指定する必要があります
ko: 샘플을 게시할 프로젝트의 상위 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto no qual publicar amostras. É necessário especificar o nome do projeto com --project.
sv: Sökväg till det överordnade projekt till det projekt som exempel ska publiceras till. Du måste specificera projektnamnet med --project.
zh: 要向其中发布样本的项目的父项目的路径。必须使用 --project 指定项目名称

# publishsamples.options.projectname
source: Name of the project to publish samples to
de: Name des Projekts, in dem Beispiele veröffentlicht werden sollen
es: Nombre del proyecto en el que se publican las muestras
fr: Nom du projet dans lequel publier les exemples
ga: 60979-表:Ñämé of thé pяojéçt to pűbłısh sämpłés to|
it: Nome del progetto in cui pubblicare campioni
ja: サンプルのパブリッシュ先のプロジェクト名
ko: 샘플을 게시할 프로젝트의 이름
pt: Nome do projeto ao qual as amostras serão publicadas
sv: Namn på det projekt som exempel ska publiceras till
zh: 要将示例发布到的项目的名称

# publishsamples.short_description
source: Publishes sample workbooks to the specified project. Existing samples will be overwritten.
de: Veröffentlicht Beispielarbeitsmappen im angegebenen Projekt. Bereits vorhandene Beispiele werden überschrieben.
es: Publica los libros de trabajo de muestras en el proyecto especificado. Se sobrescribirán las muestras existentes.
fr: Publie des exemples de classeurs dans le projet spécifié. Les exemples existants seront écrasés.
ga: 76632-表:Pűbłıshés sämpłé ὠoяkbooks to thé spéçıfıéď pяojéçt. Éxıstıฑg sämpłés ὠıłł bé ovéяὠяıttéฑ.|
it: Pubblica esempi di cartelle di lavoro sul progetto specificato. Gli esempi esistenti saranno sovrascritti.
ja: 指定されたプロジェクトにサンプル ワークブックをパブリッシュします。既存のサンプルは上書きされます。
ko: 지정한 프로젝트에 샘플 통합 문서를 게시합니다. 기존 샘플은 덮어써집니다.
pt: Publica pastas de trabalho de exemplo ao projeto especificado. Amostras atuais serão substituídas.
sv: Publicerar exempelarbetsböcker till det angivna projektet. Befintliga exempel skrivs över.
zh: 将示例工作簿发布到指定的项目。现有示例将被覆盖。

# publishsamples.status
source: Publishing samples...
de: Beispiele werden veröffentlicht...
es: Publicando muestras...
fr: Publication d''exemples...
ga: 72467-表:Pűbłıshıฑg sämpłés...|
it: Pubblicazione di campioni in corso...
ja: パブリッシュのサンプル...
ko: 샘플 게시 중...
pt: Publicando amostras...
sv: Publicerar exempel ...
zh: 正在发布示例...

# reencryptextracts.short_description
source: Reencrypt extracts on a site
de: Extrakte auf einer Site erneut verschlüsseln
es: Volver a cifrar las extracciones de un sitio
fr: Re-crypter les extraits sur un site
ga: 94684-表:Яééฑçяypt éxtяäçts oฑ ä sıté|
it: Ricrittografa le estrazioni su un sito
ja: サイトで抽出を再暗号化する
ko: 사이트의 추출 재암호화
pt: Criptografar novamente as extrações em um site
sv: Kryptera om extrakt på en webbplats
zh: 在站点上对数据提取重新加密

# reencryptextracts.status
source: Scheduling extracts on site {0} to be reencrypted...
de: Planung von Extrakten auf Site {0} zur erneuten Verschlüsselung…
es: Programando de nuevo el cifrado de las extracciones del sitio {0}...
fr: Programmation des extraits sur le {0} à re-crypter...
ga: 57647-表:Şçhéďűłıฑg éxtяäçts oฑ sıté {0} to bé яééฑçяyptéď...|
it: Pianificazioni delle estrazioni sul sito {0} da ricrittografare...
ja: サイト {0} の抽出の再暗号化をスケジュールしています...
ko: 사이트 {0}의 추출을 재암호화하도록 예약하는 중...
pt: Agendando novas criptografias de extrações no site {0}...
sv: Schemalägger omkryptering av extrakt på webbplatsen {0} ...
zh: 正在计划站点 {0} 上要重新加密的数据提取...

# refreshextracts.errors.required_argument
source: The refreshextracts command requires either a workbook URL, a workbook name, or a data source name
de: Für den Befehl ''refreshextracts'' ist entweder eine Arbeitsmappen-URL, ein Arbeitsmappenname oder ein Datenquellenname erforderlich
es: El comando refreshextracts requiere una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos
fr: La commande refreshextracts nécessite une URL de classeur, un nom de classeur ou un nom de source de données
ga: 29774-表:Thé яéfяéshéxtяäçts çommäฑď яéqűıяés éıthéя ä ὠoяkbook UЯŁ, ä ὠoяkbook ฑämé, oя ä ďätä soűяçé ฑämé|
it: Il comando refreshextracts richiede un URL della cartella di lavoro, un nome della cartella di lavoro o un nome dell’origine dati.
ja: refreshextracts コマンドでは、ワークブック URL、ワークブック名、またはデータ ソース名が必要です
ko: refreshextracts 명령에는 통합 문서 URL, 통합 문서 이름 또는 데이터 원본 이름이 필요합니다.
pt: O comando refreshextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
sv: Kommandot refreshextracts kräver en arbetsboks-URL, ett arbetsboksnamn eller ett datakällsnamn
zh: refreshextracts 命令需要工作簿 URL、工作簿名称或数据源名称

# refreshextracts.errors.add_and_remove_calculations
source: Cannot run refresh with both --addcalculations and --removecalculations options
de: Aktualisierung kann nicht mit den beiden Optionen "--addcalculations" und "--removecalculations" durchgeführt werden.
es: No se puede actualizar con las opciones --addcalculations y --removecalculations a la vez
fr: Impossible d''exécuter l''actualisation avec les options --addcalculations et --removecalculations en même temps
ga: 99248-表:Çäฑฑot яűฑ яéfяésh ὠıth both --äďďçäłçűłätıoฑs äฑď --яémovéçäłçűłätıoฑs optıoฑs|
it: Impossibile eseguire l’aggiornamento con entrambe le opzioni --addcalculations e --removecalculations
ja: --addcalculations と --removecalculations オプションの両方を使用する更新を実行できません
ko: --addcalculations 및 --removecalculations 옵션을 모두 사용하여 새로 고침을 실행할 수 없습니다.
pt: Não é possível executar atualização com ambas as opções --addcalculations e --removecalculations
sv: Det går inte att köra en uppdatering med båda alternativen --addcalculations och --removecalculations
zh: 无法同时使用 --addcalculations 和 --removecalculations 选项运行刷新

# refreshextracts.errors.calculations_and_incremental
source: Cannot add or remove materialized calculations during incremental extract refresh
de: Erfüllte Berechnungen können während einer inkrementellen Extraktaktualisierung nicht hinzugefügt oder entfernt werden.
es: No se pueden añadir o eliminar cálculos materializados durante una actualización de extracción incremental
fr: Impossible d''ajouter ou de supprimer des calculs matérialisés pendant une actualisation d''extrait incrémentielle
ga: 78284-表:Çäฑฑot äďď oя яémové mätéяıäłıžéď çäłçűłätıoฑs ďűяıฑg ıฑçяéméฑtäł éxtяäçt яéfяésh|
it: Impossibile aggiungere o rimuovere i calcoli materializzati durante l’aggiornamento incrementale dell’estrazione
ja: 増分抽出更新の間は具体化された計算を追加または削除できません
ko: 증분 추출 새로 고침 중에 구체화된 계산을 추가하거나 제거할 수 없습니다.
pt: Não é possível adicionar ou remover cálculos materializados durante atualizações incrementais de extração
sv: Det går inte att lägga till eller ta bort materialiserade beräkningar under en inkrementell extraktuppdatering
zh: 无法在增量数据提取刷新期间添加或移除实体化计算

# refreshextracts.errors.error
source: Error refreshing extract
de: Fehler beim Aktualisieren von Extrakten
es: Error al actualizar la extracción
fr: Erreur d''actualisation de l''extrait
ga: 63801-表:Éяяoя яéfяéshıฑg éxtяäçt|
it: Errore durante l’aggiornamento delle estrazioni
ja: 抽出の更新エラー
ko: 추출을 새로 고치는 동안 오류 발생
pt: Erro na atualização de extrações
sv: Fel vid uppdatering av extrakt
zh: 刷新数据提取时出错

# refreshextracts.options.datasource
source: The name of the data source to refresh
de: Der Name der zu aktualisierenden Datenquelle
es: Nombre de la fuente de datos que se va a actualizar
fr: Nom de la source de données à actualiser
ga: 52457-表:Thé ฑämé of thé ďätä soűяçé to яéfяésh|
it: Il nome dell’origine dati da aggiornare
ja: 更新するデータ ソースの名前
ko: 새로 고칠 데이터 원본 이름
pt: O nome da fonte de dados a ser atualizada
sv: Namnet på den datakälla som ska uppdateras
zh: 要刷新的数据源的名称

# refreshextracts.options.incremental
source: Perform an incremental refresh (if supported)
de: Inkrementelle Aktualisierung (wenn unterstützt) ausführen
es: Realizar una actualización incremental (si es compatible)
fr: Procéder à une actualisation incrémentielle (si prise en charge)
ga: 06358-表:Péяfoяm äฑ ıฑçяéméฑtäł яéfяésh (ıf sűppoяtéď)|
it: Esegui un aggiornamento incrementale (se supportato)
ja: 増分更新を実行 (サポートされている場合)
ko: 증분 새로 고침 수행(지원되는 경우)
pt: Execute uma atualização em incrementos (se suportada)
sv: Genomför en inkrementell uppdatering (om detta stöds)
zh: 执行增量刷新(如果支持)

# refreshextracts.options.parent-project-path
source: Path of the parent of the project that contains the extract to refresh. Must specify the project name with --project.
de: Pfad zu dem dem Projekt übergeordneten Element, in dem das zu aktualisierende Extrakt enthalten ist. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del elemento superior del proyecto que contiene las extracciones que se van a actualizar. Se debe especificar el nombre del proyecto con --project..
fr: Chemin du parent du projet contenant l''extrait à actualiser. Vous devez spécifier le nom du projet avec --project.
ga: 34424-表:Päth of thé päяéฑt of thé pяojéçt thät çoฑtäıฑs thé éxtяäçt to яéfяésh. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt.|
it: Percorso del padre del progetto che contiene l’estrazione da aggiornare. Deve essere specificato il nome del progetto con --project.
ja: 更新する抽出を含むプロジェクトの親のパス。プロジェクト名を --project で指定する必要があります。
ko: 새로 고칠 추출을 포함하는 프로젝트의 상위 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto que contém a extração a ser atualizada. É necessário especificar o nome do projeto com --project.
sv: Sökväg till det överordnade projekt som innehåller det extrakt som ska uppdateras. Du måste specificera projektnamnet med --project.
zh: 包含要刷新的数据提取的项目的父项目路径。必须使用 --project 指定项目名称。

# refreshextracts.options.project
source: The name of the project that contains the workbook/data source. Only necessary if {0} or {1} is specified. If unspecified, the default project ''{2}'' is used
de: Der Name des Projekts, das die Arbeitsmappe bzw. die Datenquelle enthält. Ist nur erforderlich, wenn {0} oder {1} nicht angegeben ist. Wenn keine Angabe erfolgt, wird das Standardprojekt ''{2}'' verwendet
es: Nombre del proyecto que contiene el libro de trabajo o la fuente de datos. Solo es necesario si se especifica {0} o {1}. Si no se especifica, se usa el proyecto predeterminado “{2}”
fr: Nom du projet qui contient le classeur/la source de données. N''est nécessaire que si {0} ou {1} est spécifié. Dans le cas contraire, le projet par défaut ''{2}'' est utilisé
ga: 97461-表:Thé ฑämé of thé pяojéçt thät çoฑtäıฑs thé ὠoяkbook/ďätä soűяçé. Õฑły ฑéçéssäяy ıf {0} oя {1} ıs spéçıfıéď. İf űฑspéçıfıéď, thé ďéfäűłt pяojéçt ''{2}'' ıs űséď|
it: Il nome del progetto che contiene la cartella di lavoro/origine dati. Necessario solo se {0} o {1} sono specificati. Se non specificati, viene utilizzato il progetto predefinito “{2}”.
ja: ワークブック/データ ソースを含むプロジェクトの名前。{0} または {1} が指定されている場合にのみ必要です。指定されていない場合は、既定のプロジェクト 「{2}」 が使用されます
ko: 통합 문서/데이터 원본이 포함된 프로젝트 이름입니다. {0} 또는 {1}이(가) 지정된 경우에만 필요합니다. 지정되지 않은 경우 기본 프로젝트 ''{2}''이(가) 사용됩니다.
pt: O nome do projeto que contém a pasta de trabalho/fonte de dados. Somente necessário se {0} ou {1} estiver especificado. Se não estiver especificado, o projeto padrão “{2}” é usado
sv: Namnet på det projekt som innehåller arbetsboken/datakällan. Är enbart nödvändigt om {0} eller {1} anges. Om inget anges används standardprojektet ''{2}''
zh: 包含工作簿/数据源的项目的名称。仅在指定了 {0} 或 {1} 时才需要。如果未指定，则使用默认项目 “{2}”

# refreshextracts.options.synchronous
source: Wait for the refresh to run and finish before exiting
de: Auf Ausführung der Aktualisierung warten und vor dem Beenden abschließen
es: Esperando a la actualización para ejecutar y terminar antes de salir
fr: Attendre l''exécution complète de l''actualisation avant toute sortie
ga: 87365-表:Ẉäıt foя thé яéfяésh to яűฑ äฑď fıฑısh béfoяé éxıtıฑg|
it: Attendi l’esecuzione e il completamento dell’aggiornamento prima di uscire
ja: 更新が実行されて、完了するのを待機してから、終了する
ko: 새로 고침이 실행되어 완료될 때까지 기다린 후 종료
pt: Aguarde a atualização ser executada e conclua antes da sair
sv: Vänta tills uppdateringen är klar innan du avslutar
zh: 在退出前等待刷新运行并完成

# refreshextracts.options.url
source: The canonical name for the workbook or view as it appears in the URL
de: Der kanonische Name für die Arbeitsmappe oder die Ansicht wie er in der URL angezeigt wird
es: Nombre canónico del libro de trabajo o vista tal y como aparece en la URL
fr: Nom canonique du classeur ou de la vue, tel qu''il apparaît dans l''URL
ga: 86571-表:Thé çäฑoฑıçäł ฑämé foя thé ὠoяkbook oя vıéὠ äs ıt äppéäяs ıฑ thé UЯŁ|
it: Il nome canonico per la cartella di lavoro o la vista come appare nell’URL
ja: ワークブックまたはビューの、URL に指定される正規名
ko: URL에 나타나는 통합 문서 또는 뷰의 정규 이름
pt: O nome canônico da pasta de trabalho ou da exibição, conforme ele aparece na URL
sv: Arbetsbokens eller vyns kanoniska namn så som det visas i URL:en
zh: 出现在 URL 中的工作簿或视图典型名称

# refreshextracts.options.workbook
source: The name of the workbook to refresh
de: Der Name der zu aktualisierenden Arbeitsmappe
es: Nombre del libro de trabajo que se va a actualizar
fr: Nom du classeur à actualiser
ga: 77310-表:Thé ฑämé of thé ὠoяkbook to яéfяésh|
it: Il nome della cartella di lavoro da aggiornare
ja: 更新するワークブックの名前
ko: 새로 고칠 통합 문서 이름
pt: O nome da pasta de trabalho a ser atualizada
sv: Namnet på den arbetsbok som ska uppdateras
zh: 要刷新的工作簿的名称

# refreshextracts.options.addcalculations
source: Adds materialized calculations into the extract
de: Dem Extrakt werden erfüllte Berechnungen hinzugefügt.
es: Añade cálculos materializados a la extracción
fr: Ajoute des calculs matérialisés à l''extrait
ga: 02599-表:Åďďs mätéяıäłıžéď çäłçűłätıoฑs ıฑto thé éxtяäçt|
it: Aggiunge calcoli materializzati nell’estrazione
ja: 具体化された計算を抽出に追加する
ko: 추출에 구체화된 계산 추가
pt: Adiciona cálculos materializados na extração
sv: Lägger till materialiserade beräkningar i extraktet
zh: 向数据提取中添加实体化计算

# refreshextracts.options.removecalculations
source: Removes materialized calculations from the extract
de: Vom Extrakt werden erfüllte Berechtigungen entfernt.
es: Elimina cálculos materializados de la extracción
fr: Supprimer les calculs matérialisés de l''extrait
ga: 45938-表:Яémovés mätéяıäłıžéď çäłçűłätıoฑs fяom thé éxtяäçt|
it: Rimuove i calcoli materializzati dall’estrazione
ja: 抽出から具体化された計算を削除する
ko: 추출에서 구체화된 계산 제거
pt: Remove cálculos materializados da extração
sv: Tar bort materialiserade beräkningar från extraktet
zh: 从数据提取中移除实体化计算

# refreshextracts.short_description
source: Refresh the extracts of a workbook or data source on the server
de: Extrakte einer Arbeitsmappe oder Datenquelle auf dem Server aktualisieren
es: Actualizar las extracciones de un libro de trabajo o una fuente de datos en el servidor
fr: Actualiser les extraits d''un classeur ou d''une source de données sur le serveur
ga: 67589-表:Яéfяésh thé éxtяäçts of ä ὠoяkbook oя ďätä soűяçé oฑ thé séяvéя|
it: Aggiorna le estrazioni di una cartella di lavoro o origine dati sul server
ja: サーバー上のワークブックまたはデータ ソースの抽出を更新
ko: 서버에서 통합 문서 또는 데이터 원본의 추출 새로 고침
pt: Atualize as extrações de uma pasta de trabalho ou fonte de dados no servidor
sv: Uppdatera en arbetsboks eller datakällas extrakt på servern
zh: 刷新服务器上的工作簿或数据源的数据提取

# refreshextracts.status_incremented
source: Scheduling extracts for {0} ''{1}'' to be incremented now...
de: Extrakte für {0} ''{1}'', die jetzt inkrementiert werden sollen, werden geplant...
es: Programando extracciones para {0} “{1}” para su incrementación...
fr: Planification des extraits pour {0} ''{1}'' à incrémenter maintenant...
ga: 16373-表:Şçhéďűłıฑg éxtяäçts foя {0} ''{1}'' to bé ıฑçяéméฑtéď ฑoὠ...|
it: Pianificazione delle estrazioni per {0} “{1}” da incrementare in corso...
ja: {0} 「{1}」 の抽出の増分をスケジュールしています...
ko: {0} ''{1}''에 대한 추출이 지금 증분되도록 예약하는 중...
pt: Agendando extrações para {0} “{1}” a serem incrementadas agora...
sv: Schemalägger extrakten för {0} ''{1}'' till att ökas stegvis nu ...
zh: 正在安排要立即递增的 {0} “{1}” 数据提取...

# refreshextracts.status_refreshed
source: Scheduling extracts for {0} ''{1}'' to be refreshed now...
de: Extrakte für {0} ''{1}'', die jetzt aktualisiert werden sollen, werden geplant...
es: Programando extracciones para {0} “{1}” para su actualización...
fr: Planification des extraits pour {0} ''{1}'' à actualiser maintenant...
ga: 96545-表:Şçhéďűłıฑg éxtяäçts foя {0} ''{1}'' to bé яéfяéshéď ฑoὠ...|
it: Pianificazione delle estrazioni per {0} “{1}” da aggiornare in corso...
ja: {0} 「{1}」 の抽出の更新をスケジュールしています...
ko: {0} ''{1}''에 대한 추출이 지금 새로 고쳐지도록 예약하는 중...
pt: Agendando extrações para {0} “{1}” a serem atualizadas agora...
sv: Schemalägger extrakten för {0} ''{1}'' till att uppdateras nu ...
zh: 正在安排要立即刷新的 {0} “{1}” 数据提取...

# removeusers.options.users
source: File that contains a list of users, one per line, to remove from the group
de: Datei, die eine Liste der aus der Gruppe zu entfernenden Benutzer, einer pro Zeile, enthält
es: Archivo que contiene una lista de usuarios, uno por línea, para eliminarlos del grupo
fr: Fichier qui contient une liste d''utilisateurs (un par ligne) à supprimer du groupe
ga: 95771-表:Fıłé thät çoฑtäıฑs ä łıst of űséяs, oฑé péя łıฑé, to яémové fяom thé gяoűp|
it: File che contiene un elenco di utenti, uno per riga, da rimuovere dal gruppo
ja: グループから削除するユーザーのリストを 1 行に 1 人のユーザーずつ含むファイル
ko: 한 줄에 한 명씩 그룹에서 제거할 사용자 목록이 포함된 파일
pt: Arquivo que contém uma lista de usuários, um por linha, para remover do grupo
sv: En fil som innehåller en lista med användare, en per rad, som ska tas bort från gruppen
zh: 包含要从组中移除的用户的列表 (每行一个用户) 的文件

# removeusers.short_description
source: Remove users from a group
de: Benutzer aus einer Gruppe entfernen
es: Eliminar usuarios de un grupo
fr: Supprimer des utilisateurs d''un groupe
ga: 66300-表:Яémové űséяs fяom ä gяoűp|
it: Rimuovi utenti da un gruppo
ja: ユーザーをグループから削除
ko: 그룹에서 사용자 제거
pt: Remova usuários de um grupo
sv: Ta bort användare från en grupp
zh: 从组中移除用户

# removeusers.status
source: Removing users listed in {0} from the group {1}...
de: In {0} aufgelistete Benutzer werden aus der Gruppe {1} entfernt...
es: Eliminando los usuarios mostrados en {0} del grupo {1}...
fr: Suppression des utilisateurs répertoriés dans {0} du groupe {1}...
ga: 22319-表:Яémovıฑg űséяs łıstéď ıฑ {0} fяom thé gяoűp {1}...|
it: Rimozione degli utenti elencati in {0} dal gruppo {1} in corso...
ja: {0} にリストされたユーザーをグループ {1} から削除しています...
ko: {0}에 나열된 사용자를 {1} 그룹에서 제거하는 중...
pt: Removendo usuários listados em {0} do grupo {1}...
sv: Tar bort användare listade i {0} från gruppen {1} ...
zh: 正从组 {1} 中移除在 {0} 中列出的用户...

# runschedule.errors.requires_schedule_name
source: The ''{0}'' command requires a schedule name
de: Für den Befehl ''{0}'' ist ein Zeitplanname erforderlich
es: El comando “{0}” requiere un nombre de programa
fr: La commande ''{0}'' nécessite un nom de programmation
ga: 48358-表:Thé ''{0}'' çommäฑď яéqűıяés ä sçhéďűłé ฑämé|
it: Il comando “{0}” richiede un nome di pianificazione
ja: 「{0}」 コマンドでは、スケジュール名が必要です
ko: ''{0}'' 명령에는 일정 이름이 필요합니다.
pt: O comando “{0}” requer um nome de agenda
sv: Kommandot ''{0}'' kräver ett schemanamn
zh: “{0}” 命令需要计划名称

# runschedule.short_description
source: Run a schedule
de: Zeitplan ausführen
es: Ejecutar un programa
fr: Exécuter une programmation
ga: 01434-表:Яűฑ ä sçhéďűłé|
it: Esegui una pianificazione
ja: スケジュールを実行
ko: 일정 실행
pt: Executar uma agenda
sv: Kör ett schema
zh: 运行计划

# runschedule.status
source: Running schedule ''{0}'' on the server...
de: Zeitplan ''{0}'' wird auf dem Server ausgeführt...
es: Ejecutando el programa “{0}” en el servidor...
fr: Exécution de la programmation ''{0}'' sur le serveur...
ga: 28017-表:Яűฑฑıฑg sçhéďűłé ''{0}'' oฑ thé séяvéя...|
it: Esecuzione della pianificazione “{0}” sul server in corso...
ja: サーバー上で、スケジュール 「{0}」 を実行しています...
ko: 서버에서 ''{0}'' 일정을 실행하는 중...
pt: Executando agenda “{0}” no servidor...
sv: Kör schemat ''{0}'' på servern ...
zh: 正在服务器上运行计划 “{0}”...

# materializeviews.short_description
source: Update and check on materialized views settings for sites/workbooks
de: Aktualisieren und kontrollieren der materialisierten Ansichts-Umgebung für Sites/Arbeitsmappen
es: Actualice y busque los sitios o libros de trabajo en la configuración de vistas materializadas
fr: Mettre à jour et vérifier les paramètres Vues matérialisées pour les sites/classeurs
ga: 66111-表:Upďäté äฑď çhéçk oฑ mätéяıäłıžéď vıéὠs séttıฑgs foя sıtés/ὠoяkbooks|
it: Aggiorna e controlla le impostazioni delle viste materializzate per siti/cartelle di lavoro
ja: サイト/ワークブックの具体化されたビュー設定を更新して確認する
ko: 사이트/통합 문서의 구체화된 뷰 설정을 업데이트하고 확인합니다.
pt: Atualizar e verificar as configurações de exibições materializadas para sites/pastas de trabalho
sv: Uppdatera och kontrollera inställningarna för materialiserade vyer för webbplatser/arbetsböcker
zh: 更新并检查站点/工作簿的实体化视图设置

# materializeviews.status.site
source: Updating materialized views setting for site ''{0}''...
de: Materialisierte Ansichts-Umgebung für Site ''{0}'' wird aktualisiert...
es: Actualizando la configuración de las vistas materializadas para el sitio “{0}”...
fr: Mise à jour du paramètre Vues matérialisées pour le site ''{0}''...
ga: 87913-表:Upďätıฑg mätéяıäłıžéď vıéὠs séttıฑg foя sıté ''{0}''...|
it: Aggiornamento dell’impostazione delle viste materializzate per il sito “{0}” in corso...
ja: サイト 「{0}」 の具体化されたビュー設定を更新しています...
ko: ''{0}'' 사이트의 구체화된 뷰 설정 업데이트 중...
pt: Atualizando configuração de exibições materializadas do site “{0}”...
sv: Uppdaterar inställningen för materialiserade vyer för webbplatsen ''{0}'' ...
zh: 正在为站点“{0}”更新实体化视图设置...

# materializeviews.status.workbook
source: Updating materialized views setting for workbook ''{0}''...
de: Materialisierte Ansichts-Umgebung für Arbeitsmappe ''{0}'' wird aktualisiert...
es: Actualizando la configuración de las vistas materializadas para el libro de trabajo “{0}”...
fr: Mise à jour du paramètre Vues matérialisées pour le classeur ''{0}''...
ga: 16988-表:Upďätıฑg mätéяıäłıžéď vıéὠs séttıฑg foя ὠoяkbook ''{0}''...|
it: Aggiornamento dell’impostazione delle viste materializzate per la cartella di lavoro “{0}” in corso...
ja: ワークブック 「{0}」 の具体化されたビュー設定を更新しています...
ko: ''{0}'' 통합 문서의 구체화된 뷰 설정 업데이트 중...
pt: Atualizando configuração de exibições materializadas da pasta de trabalho “{0}”...
sv: Uppdaterar inställningen för materialiserade vyer för arbetsboken ''{0}'' ...
zh: 正在为工作簿“{0}”更新实体化视图设置...
