Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# errors.public.validation.hasextract
source: Workbooks saved to Tableau Public must use active Tableau extracts. Right-click the data source and select Use Extract before publishing. The data source, ''{0}'', is not an active extract.
de: Arbeitsmappen, die in Tableau Public gespeichert sind, müssen aktive Tableau-Extrakte verwenden. Klicken Sie mit der rechten Maustaste auf die Datenquelle und wählen Sie vor der Veröffentlichung "Extrakt verwenden", Die Datenquelle, ''{0}'', ist kein aktives Extrakt.
es: Los libros de trabajo guardados en Tableau Public deben usar extracciones activas de Tableau. Haga clic con el botón derecho sobre la fuente de datos y seleccione Usar extracción antes de publicar. La fuente de datos “{0}” no es una extracción activa.
fr: Les classeurs enregistrés sur Tableau Public doivent utiliser des extraits Tableau actifs. Faites un clic droit sur la source de données et sélectionnez Utiliser lʼextrait avant de publier. La source de données, ʼ{0}ʼ, nʼest pas un extrait actif.
ga: 47327-表:Ẉoяkbooks sävéď to Täbłéäű Pűbłıç műst űsé äçtıvé Täbłéäű éxtяäçts. Яıght-çłıçk thé ďätä soűяçé äฑď séłéçt Usé Éxtяäçt béfoяé pűbłıshıฑg. Thé ďätä soűяçé, ''{0}'', ıs ฑot äฑ äçtıvé éxtяäçt.|
it: Le cartelle di lavoro salvate in Tableau Public devono utilizzare estrazioni attive di Tableau. Fai clic con il tasto destro del mouse sull’origine dati e seleziona Usa estrazione prima della pubblicazione. L’origine dati, “{0}”, non è un’estrazione attiva.
ja: Tableau Public に保存するワークブックはアクティブな Tableau 抽出を使用する必要があります。パブリッシュする前にデータ ソースを右クリックし、[抽出の使用] を選択します。データ ソース 「{0}」 はアクティブな抽出ではありません。
ko: Tableau Public에 저장된 통합 문서는 활성 Tableau 추출을 사용해야 합니다. 게시하기 전에 데이터 원본을 마우스 오른쪽 단추로 클릭하여 [추출 사용]을 선택합니다. 데이터 원본 ''{0}''이(가) 활성 추출이 아닙니다.
pt: As pastas de trabalho salvas no Tableau Public devem usar extrações do Tableau ativas. Clique com o botão direito na fonte de dados e selecione Usar extração antes de publicar. A fonte de dados, “{0}”, não é uma extração ativa.
sv: Arbetsböcker som sparats till Tableau Public måste använda aktiva Tableau-extrakt. Högerklicka på datakällan och välj Använd extrakt innan publicering. Datakällan {0} är inte ett aktivt extrakt.
zh: 保存到 Tableau Public 的工作簿必须使用活动 Tableau 数据提取。右键单击数据源，然后在发布之前选择“使用数据提取”。数据源“{0}”不是活动数据提取。

# errors.public.validation.storage_quota_exceeded
source: The content you are trying to publish will exceed the maximum capacity of your account. Please delete some contents to free up space and try again.
es: El contenido que intenta publicar supera la capacidad máxima de su cuenta. Elimine algunos contenidos para liberar espacio y vuelva a intentarlo.
it: Il contenuto che stai cercando di pubblicare supererà la capacità massima del tuo account. Elimina parte del contenuto per liberare spazio e riprova.
ja: パブリッシュしようとしているコンテンツがアカウントの最大容量を超えています。一部のコンテンツを削除して空き容量を確保し、もう一度やり直してください。
pt: O conteúdo que você está tentando publicar excederá a capacidade máxima da sua conta. Exclua alguns conteúdos para liberar espaço e tente novamente.
zh: 您尝试发布的内容将超过您帐户的最大容量。请删除一些内容以释放空间，然后重试。

# errors.public.validation.invalid_archive_file
source: The workbook you are attempting to publish is not a valid workbook.
es: El libro de trabajo que intenta publicar no es válido.
it: La cartella di lavoro che stai tentando di pubblicare non è una cartella di lavoro valida.
ja: パブリッシュしようとしているワークブックは有効なワークブックではありません。
pt: A pasta de trabalho que você está tentando publicar não é válida.
zh: 您试图发布的工作簿不是有效的工作簿。

# errors.publish.dataserver_datasource_not_found
source: Datasource ''{0}'' not found for workbook ''{1}''.
de: Datenquelle ''{0}'' wurde für Arbeitsmappe ''{1}'' nicht gefunden.
es: No se encontró la fuente de datos “{0}” para el libro de trabajo “{1}”.
fr: Source de données ʼ{0}ʼ introuvable pour le classeur ʼ{1}ʼ.
ga: 90471-表:Ðätäsoűяçé ''{0}'' ฑot foűฑď foя ὠoяkbook ''{1}''.|
it: Origine dati “{0}” per la cartella di lavoro “{1}” non trovata.
ja: ワークブック 「{1}」 のデータ ソース 「{0}」 が見つかりません。
ko: ''{0}'' 데이터 원본이 ''{1}'' 통합 문서에 없습니다.
pt: Fonte de dados {0} não encontrada para a pasta de trabalho “{1}”.
sv: Datakällan {0} hittades inte för arbetsboken {1}.
zh: 未找到工作簿“{1}”的数据源“{0}”。

# errors.publish.datasource_update_mode
source: Unknown update mode: ''{0}''.
de: Unbekannter Aktualisierungsmodus: ''{0}''.
es: Modo de actualización desconocido: “{0}”.
fr: Mode de mise à jour inconnu : ʼ{0}ʼ.
ga: 05958-表:Uฑkฑoὠฑ űpďäté moďé: ''{0}''.|
it: Modalità di aggiornamento sconosciuta: “{0}”.
ja: 不明な更新モード: 「{0}」.
ko: 알 수 없는 업데이트 모드: ''{0}''.
pt: Modo de atualização desconhecido: “{0}”.
sv: Okänt uppdateringsläge: {0}.
zh: 未知更新模式:“{0}”.

# errors.publish.fileupload.invalid_checksum
source: Invalid checksum value provided.
es: Se ha proporcionado un valor de suma de comprobación no válido.
it: Il valore di checksum fornito non è valido.
ja: 無効なチェックサム値が指定されました。
pt: Valor de soma de verificação inválido fornecido.
zh: 提供的校验和值无效。

# errors.publish.fileupload.invalid_hash_algorithm
source: Hash algorithm is not supported or disabled.
es: El algoritmo de hash no es compatible o está desactivado.
it: L’algoritmo hash non è supportato o è disabilitato.
ja: ハッシュ アルゴリズムがサポートされていないか、無効になっています。
pt: O algoritmo hash não é compatível ou está desativado.
zh: 不支持或禁用哈希算法。

# errors.publish.fileupload.invalid_offset
source: Append to file upload with an offset that does not match recorded file size.
es: Anexar a la carga de archivos con una compensación que no coincide con el tamaño de archivo registrado.
it: Accodamento al caricamento del file con un offset che non corrisponde alla dimensione del file registrata.
ja: 記録されたファイル サイズに一致しないオフセットがあるファイル アップロードに追加します。
pt: Anexar ao carregamento de arquivo com um deslocamento que não corresponde ao tamanho do arquivo gravado.
zh: 使用与记录的文件大小不匹配的偏移量附加到文件上载。

# errors.publish.fileupload.concurrent_write
source: Could not acquire exclusive lock on the file as it is locked by another upload.
es: No se ha podido adquirir el bloqueo exclusivo del archivo, ya que está bloqueado por otra carga.
it: Impossibile acquisire il blocco esclusivo sul file perché è bloccato da un altro caricamento.
ja: ファイルが別のアップロードによってロックされているため、ファイルの排他ロックを取得できませんでした。
pt: Não foi possível adquirir o bloqueio exclusivo do arquivo porque ele está bloqueado por outro carregamento.
zh: 无法获取文件的排他锁，因为它已被另一个上载锁定。

# errors.publish.fileupload.flushing_file_buffer
source: Failed to flush file buffers during upload.
es: Error al vaciar los búferes de archivos durante la carga.
it: Impossibile svuotare i buffer dei file durante il caricamento.
ja: アップロード中にファイル バッファをフラッシュできませんでした。
pt: Falha ao liberar buffers de arquivo durante o carregamento.
zh: 上载期间未能刷新文件缓冲区。

# errors.publish.fileupload.read_or_write
source: Failed to read from client or write to the uploaded file.
es: No se ha podido leer desde el cliente o escribir en el archivo cargado.
it: Impossibile leggere dal client o scrivere nel file caricato.
ja: クライアントからの読み取りまたはアップロードされたファイルへの書き込みに失敗しました。
pt: Falha ao ler do cliente ou gravar no arquivo carregado.
zh: 无法从客户端读取或写入上载的文件。

# errors.publish.fileupload.concurrent_update
source: A content with the same name is currently being uploaded or modified. Wait until the task completes before you try again.
es: Ya se está cargando o modificando un contenido con el mismo nombre. Espere a que se complete la tarea antes de volver a intentarlo.
it: È in corso il caricamento o la modifica di un contenuto con lo stesso nome. Aspetta che l’attività sia conclusa prima di riprovare.
ja: 現在、同じ名前のコンテンツのアップロードまたは変更が行われています。もう一度やり直す前に、タスクが完了するのを待機してください。
pt: Um conteúdo com o mesmo nome está sendo carregado ou modificado. Aguarde a conclusão da tarefa, antes de tentar novamente.
zh: 当前正在上载或修改同名内容。请等到任务完成后重试。

# errors.publish.workbook.restricted
source: The workbook contains connections types that are not allowed on this server.
de: Die Arbeitsmappe enthält Verbindungstypen, die auf diesem Server nicht zulässig sind.
es: El libro de trabajo contiene tipos de conexiones que no se permiten en este servidor.
fr: Le classeur contient des types de connexions non autorisés sur ce serveur.
ga: 37992-表:Thé ὠoяkbook çoฑtäıฑs çoฑฑéçtıoฑs typés thät äяé ฑot äłłoὠéď oฑ thıs séяvéя.|
it: La cartella di lavoro contiene tipi di connessione non consentiti su questo server.
ja: ワークブックに、このサーバーで許可されていない接続タイプが含まれています。
ko: 통합 문서에 이 서버에 허용되지 않는 연결 유형이 있습니다.
pt: A pasta de trabalho contém tipos de conexão que não são permitidos nesse servidor.
sv: Arbetsboken innehåller anslutningstyper som inte tillåts på den här servern.
zh: 工作簿包含此服务器不允许的连接类型。

# errors.publish.datasource.concurrent_update
source: A data source with the same name is currently being published or modified. Wait until the task completes before you try again.
de: Eine Datenquelle mit diesem Namen wird gerade veröffentlicht oder geändert. Warten Sie, bis die Aufgabe abgeschlossen ist, bevor Sie es erneut versuchen.
es: Ya se está publicando o modificando una fuente de datos con el mismo nombre. Espere a que se complete la tarea antes de volver a intentarlo.
fr: Une source de données du même nom est déjà en cours de publication ou de modification. Attendez que la tâche soit terminée avant de réessayer.
ga: 16431-表:Å ďätä soűяçé ὠıth thé sämé ฑämé ıs çűяяéฑtły béıฑg pűbłıshéď oя moďıfıéď. Ẉäıt űฑtıł thé täsk çompłétés béfoяé yoű tяy ägäıฑ.|
it: Si sta pubblicando o modificando un’origine dati con lo stesso nome. Aspetta che l’attività sia conclusa prima di riprovare.
ja: 現在、同じ名前のデータ ソースのパブリッシュまたは変更が行われています。もう一度やり直す前に、タスクが完了するのを待機してください。
ko: 동일한 이름의 데이터 원본이 현재 게시 또는 수정되고 있습니다. 작업이 완료될 때까지 기다린 후 다시 시도해 주십시오.
pt: Uma fonte de dados com o mesmo nome está atualmente sendo publicada ou modificada. Aguarde a conclusão da tarefa, antes de tentar novamente.
sv: En datakälla med samma namn håller på att publiceras eller ändras. Vänta tills aktiviteten är slutförd innan du försöker igen.
zh: 目前正在发布或修改具有相同名称的数据源。请等到任务完成后重试。

# errors.publish.datasource.restricted
source: The data source contains a connection type that is not allowed on this server.
de: Die Datenquelle enthält einen Verbindungstyp, der auf diesem Server nicht zulässig ist.
es: La fuente de datos contiene un tipo de conexión que no se permite en este servidor.
fr: La source de données contient un type de connexion non autorisé sur ce serveur.
ga: 85245-表:Thé ďätä soűяçé çoฑtäıฑs ä çoฑฑéçtıoฑ typé thät ıs ฑot äłłoὠéď oฑ thıs séяvéя.|
it: L’origine dati contiene un tipo di connessione non consentito su questo server.
ja: データ ソースに、このサーバーで許可されていない接続タイプが含まれています。
ko: 데이터 원본에 이 서버에 허용되지 않는 연결 유형이 있습니다.
pt: A fonte de dados contém um tipo de conexão que não é permitido nesse servidor.
sv: Datakällan innehåller en anslutningstyp som inte tillåts på den här servern.
zh: 数据源包含此服务器上不允许的连接类型。

# errors.publish.datasource.connection_check
source: {0} failed to establish a connection to your datasource.
de: {0} konnte keine Verbindung zu Ihrer Datenquelle herstellen.
es: {0} no ha podido establecer una conexión con la fuente de datos.
fr: {0} nʼa pas pu établir une connexion à votre source de données.
ga: 61257-表:{0} fäıłéď to éstäbłısh ä çoฑฑéçtıoฑ to yoűя ďätäsoűяçé.|
it: {0} non è riuscito a stabilire una connessione con la tua origine dati.
ja: {0} がデータベースへの接続を確立できませんでした。
ko: {0}에서 데이터 원본에 대한 연결을 설정하지 못했습니다.
pt: {0} falhou ao estabelecer uma conexão dinâmica com a sua fonte de dados.
sv: {0} kunde inte upprätta en anslutning till din datakälla.
zh: {0} 无法建立数据源连接。

# errors.publish.file.connection.unauthorized
source: This flow includes file input connections that are blocked by your Site Administrator. To publish flows, all input connections must be Tableau extracts already published on Tableau Cloud.
es: Este flujo incluye conexiones de entrada de archivo que el administrador del sitio ha bloqueado. Para publicar flujos, todas las conexiones de entrada tienen que ser extracciones de Tableau que ya se hayan publicado en Tableau Cloud.
it: Questo flusso include connessioni di input di file bloccati dall’amministratore del sito. Per pubblicare il flusso, tutte le connessioni di input devono essere estrazioni di Tableau già pubblicate su Tableau Cloud.
ja: このフローには、サイト管理者によってブロックされているファイル入力接続が含まれています。フローをパブリッシュするには、すべての入力接続が Tableau Cloud 上で既にパブリッシュされている Tableau 抽出である必要があります。
pt: Esse fluxo inclui conexões de entrada de arquivo bloqueadas pelo Administrador de site. Para publicar fluxos, todas as conexões de entrada devem ser extrações do Tableau já publicadas no Tableau Cloud.
zh: 此流程包括被您的站点管理员阻止的文件输入连接。若要发布流程，所有输入连接必须是已在 Tableau Cloud 上发布的 Tableau 数据提取。

# errors.publish.flow.connection_check
source: Failed to publish the flow "{0}". The server can''t connect to the data source type: "{1}". Verify that the data source is supported and that the driver or connector plugin for the data source is installed.
es: Error al publicar el flujo “{0}”. El servidor no se puede conectar al tipo de fuente de datos “{1}”. Verifique que la fuente de datos sea compatible y que el controlador o el complemento del conector de la fuente de datos esté instalado.
it: Impossibile pubblicare il flusso “{0}”. Il server non riesce a connettersi al tipo di origine dati “{1}”. Verifica che l’origine dati sia supportata e che il driver o il plug-in connettore per l’origine dati sia installato.
ja: フロー "{0}" をパブリッシュできませんでした。サーバーはデータ ソース タイプ "{1}" に接続できません。データ ソースがサポートされていること、およびデータ ソース用のドライバーまたはコネクタ プラグインがインストールされていることを確認してください。
pt: Falha ao publicar o fluxo “{0}”. O servidor não consegue se conectar ao tipo de fonte de dados: "{1}". Verifique se a fonte de dados é suportada e se o driver ou plug-in do conector da fonte de dados está instalado.
zh: 未能发布流程“{0}”。服务器无法连接到数据源类型:“{1}”。请验证数据源是否受支持，以及是否安装了数据源的驱动程序或连接器插件。

source: The workbook cannot be published with an encrypted extract. Extract encryption is disabled on this server. You must publish the workbook with an unencrypted extract.
es: El libro de trabajo no se puede publicar con una extracción cifrada. El cifrado de extracciones está deshabilitado para este servidor. Debe publicar el libro de trabajo con una extracción sin cifrar.
it: La cartella di lavoro non può essere pubblicata con un’estrazione crittografata. La crittografia dell’estrazione è disabilitata su questo server. Devi pubblicare la cartella di lavoro con un’estrazione non crittografata.
ja: ワークブックを暗号化された抽出としてパブリッシュできません。このサーバーでは抽出の暗号化が無効になっています。暗号化されていない抽出を使用してワークブックをパブリッシュする必要があります。
pt: A pasta de trabalho não pode ser publicada com uma extração criptografada. A criptografia de extrações está desabilitada neste servidor. É necessário publicar a pasta de trabalho com uma extração não criptografada.
zh: 无法发布包含加密数据提取的工作簿。此服务器上已禁用数据提取加密。您必须发布包含未加密数据提取的工作簿。

source: The data source cannot be published as an encrypted extract. Extract encryption is disabled on this server. You must publish the extract unencrypted.
es: La fuente de datos no se puede publicar como extracción cifrada. El cifrado de extracciones está deshabilitado para este servidor. Debe publicar la extracción sin cifrar.
it: L’origine dati non può essere pubblicata come estrazione crittografata. La crittografia dell’estrazione è disabilitata su questo server. Devi pubblicare l’estrazione senza crittografia.
ja: データ ソースを暗号化された抽出としてパブリッシュできません。このサーバーでは抽出の暗号化が無効になっています。暗号化されていない抽出をパブリッシュする必要があります。
pt: A fonte de dados não pode ser publicada como uma extração criptografada. A criptografia de extrações está desabilitada neste servidor. É necessário publicar a extração não criptografada.
zh: 无法以加密数据提取的形式发布数据源。此服务器上已禁用数据提取加密。您必须发布未加密的数据提取。

source: The workbook cannot be published with an encrypted extract. The site administrator has disabled extract encryption on this site. You must publish the workbook with an unencrypted extract.
de: Die Arbeitsmappe mit verschlüsseltem Extrakt kann nicht veröffentlicht werden. Der Site-Administrator hat die Extraktverschlüsselung auf dieser Site deaktiviert. Sie müssen die Arbeitsmappe mit einem unverschlüsselten Extrakt veröffentlichen.
es: El libro de trabajo no se puede publicar con una extracción cifrada. El administrador del sitio ha deshabilitado el cifrado de las extracciones en este sitio. Debe publicar el libro de trabajo con una extracción sin cifrar.
fr: Le classeur ne peut pas être publié avec un extrait crypté. Lʼadministrateur de site a désactivé le cryptage dʼextrait sur ce site. Vous devez publier le classeur avec un extrait non crypté.
ga: 02053-表:Thé ὠoяkbook çäฑฑot bé pűbłıshéď ὠıth äฑ éฑçяyptéď éxtяäçt. Thé sıté äďmıฑıstяätoя häs ďısäbłéď éxtяäçt éฑçяyptıoฑ oฑ thıs sıté. Yoű műst pűbłısh thé ὠoяkbook ὠıth äฑ űฑéฑçяyptéď éxtяäçt.|
it: La cartella di lavoro non può essere pubblicata con un’estrazione crittografata. L’amministratore del sito ha disabilitato la crittografia delle estrazioni su questo sito. Devi pubblicare la cartella di lavoro con un’estrazione non crittografata.
ja: ワークブックを暗号化された抽出としてパブリッシュできません。サイト管理者がこのサイトで抽出の暗号化を無効にしました。暗号化されていない抽出を使用してワークブックをパブリッシュする必要があります。
ko: 암호화된 추출을 사용하여 통합 문서를 게시할 수 없습니다. 사이트 관리자가 이 사이트에서 추출 암호화를 사용하지 않도록 설정했습니다. 암호화되지 않은 추출을 사용하여 통합 문서를 게시해야 합니다.
pt: A pasta de trabalho não pode ser publicada com uma extração criptografada. O administrador de site desabilitou a criptografia de extração neste site. É necessário publicar a pasta de trabalho com uma extração não criptografada.
sv: Arbetsboken kan inte publiceras med ett krypterat extrakt. Webbplatsadministratören har inaktiverat extraktkryptering på den här webbplatsen. Du måste publicera arbetsboken med ett okrypterat extrakt.
zh: 无法发布包含加密数据提取的工作簿。站点管理员已在此站点上禁用了数据提取加密。您必须发布包含未加密数据提取的工作簿。

source: The data source cannot be published as an encrypted extract. The site administrator has disabled extract encryption on this site. You must publish the extract unencrypted.
de: Die Datenquelle kann nicht als verschlüsselter Extrakt veröffentlicht werden. Der Site-Administrator hat die Extraktverschlüsselung auf dieser Site deaktiviert. Sie müssen den Extrakt unverschlüsselt veröffentlichen.
es: La fuente de datos no se puede publicar como extracción cifrada. El administrador del sitio ha deshabilitado el cifrado de las extracciones en este sitio. Debe publicar la extracción sin cifrar.
fr: La source de données ne peut pas être publiée en tant quʼextrait crypté. Lʼadministrateur de site a désactivé le cryptage dʼextrait sur ce site. Vous devez publier lʼextrait non crypté.
ga: 10288-表:Thé ďätä soűяçé çäฑฑot bé pűbłıshéď äs äฑ éฑçяyptéď éxtяäçt. Thé sıté äďmıฑıstяätoя häs ďısäbłéď éxtяäçt éฑçяyptıoฑ oฑ thıs sıté. Yoű műst pűbłısh thé éxtяäçt űฑéฑçяyptéď.|
it: L’origine dati non può essere pubblicata come estrazione crittografata. L’amministratore del sito ha disabilitato la crittografia delle estrazioni su questo sito. Devi pubblicare l’estrazione senza crittografia.
ja: データ ソースを暗号化された抽出としてパブリッシュできません。サイト管理者がこのサイトで抽出の暗号化を無効にしました。暗号化されていない抽出をパブリッシュする必要があります。
ko: 데이터 원본을 암호화된 추출로 게시할 수 없습니다. 사이트 관리자가 이 사이트에서 추출 암호화를 사용하지 않도록 설정했습니다. 암호화되지 않은 추출을 게시해야 합니다.
pt: A fonte de dados não pode ser publicada como uma extração criptografada. O administrador de site desabilitou a criptografia de extração neste site. É necessário publicar a extração não criptografada.
sv: Datakällan kan inte publiceras som ett krypterat extrakt. Webbplatsadministratören har inaktiverat extraktkryptering på den här webbplatsen. Du måste publicera extraktet okrypterat.
zh: 无法以加密数据提取的形式发布数据源。站点管理员已在此站点上禁用了数据提取加密。您必须发布未加密的数据提取。

source: The workbook cannot be published with an unencrypted extract. The site administrator has enforced extract encryption on this site. You must publish the workbook and specify extract encryption.
de: Die Arbeitsmappe kann nicht mit einem verschlüsselten Extrakt veröffentlicht werden. Der Site-Administrator hat die Extraktverschlüsselung auf dieser Site festgelegt. Sie müssen die Arbeitsmappe veröffentlichen und eine Extraktverschlüsselung angeben.
es: El libro de trabajo no se puede publicar con una extracción sin cifrar. El administrador del sitio requiere el cifrado de las extracciones en este sitio. Debe publicar el libro de trabajo especificando el cifrado de las extracciones.
fr: Le classeur ne peut pas être publié avec un extrait non crypté. Lʼadministrateur de site a appliqué le cryptage dʼextrait sur ce site. Vous devez publier le classeur et spécifier le cryptage dʼextrait.
ga: 12093-表:Thé ὠoяkbook çäฑฑot bé pűbłıshéď ὠıth äฑ űฑéฑçяyptéď éxtяäçt. Thé sıté äďmıฑıstяätoя häs éฑfoяçéď éxtяäçt éฑçяyptıoฑ oฑ thıs sıté. Yoű műst pűbłısh thé ὠoяkbook äฑď spéçıfy éxtяäçt éฑçяyptıoฑ.|
it: La cartella di lavoro non può essere pubblicata con un’estrazione non crittografata. L’amministratore del sito ha reso obbligatoria la crittografia delle estrazioni su questo sito. Devi pubblicare la cartella di lavoro specificando la crittografia dell’estrazione.
ja: 暗号化されていない抽出を使用してワークブックをパブリッシュできません。サイト管理者がこのサイトで抽出の暗号化を実行しました。抽出の暗号化を指定してワークブックをパブリッシュする必要があります。
ko: 암호화되지 않은 추출을 사용하여 통합 문서를 게시할 수 없습니다. 사이트 관리자가 이 사이트에 추출 암호화를 적용했습니다. 통합 문서를 게시하고 추출 암호화를 지정해야 합니다.
pt: A pasta de trabalho não pode ser publicada com uma extração não criptografada. O administrador de site forçou a criptografia de extração neste site. É necessário publicar a pasta de trabalho e especificar uma criptografia de extração.
sv: Arbetsboken kan inte publiceras med ett okrypterat extrakt. Webbplatsadministratören har framtvingat extraktkryptering på den här webbplatsen. Du måste publicera arbetsboken och ange extraktkryptering.
zh: 无法发布包含未加密数据提取的工作簿。站点管理员已在此站点上强制实施了数据提取加密。您必须发布工作簿并指定数据提取加密。

source: The data source extract cannot be published unencrypted. The site administrator has enforced extract encryption on this site. You must publish the extract encrypted.
de: Der Datenquellenextrakt kann nicht unverschlüsselt veröffentlicht werden. Der Site-Administrator hat die Extraktverschlüsselung auf dieser Site festgelegt. Sie müssen den Extrakt verschlüsselt veröffentlichen.
es: La extracción de fuente de datos no se puede publicar sin cifrar. El administrador del sitio requiere el cifrado de las extracciones en este sitio. Debe publicar la extracción cifrada.
fr: Lʼextrait de source de données ne peut pas être publié non crypté. Lʼadministrateur de site a appliqué le cryptage dʼextrait sur ce site. Vous devez publier lʼextrait crypté.
ga: 33394-表:Thé ďätä soűяçé éxtяäçt çäฑฑot bé pűbłıshéď űฑéฑçяyptéď. Thé sıté äďmıฑıstяätoя häs éฑfoяçéď éxtяäçt éฑçяyptıoฑ oฑ thıs sıté. Yoű műst pűbłısh thé éxtяäçt éฑçяyptéď.|
it: L’estrazione dell’origine dati non può essere pubblicata non crittografata. L’amministratore del sito ha reso obbligatoria la crittografia delle estrazioni su questo sito. Devi pubblicare l’estrazione crittografata.
ja: データ ソース抽出を暗号化されていない状態でパブリッシュすることができません。サイト管理者がこのサイトで抽出の暗号化を実行しました。暗号化された抽出をパブリッシュする必要があります。
ko: 암호화되지 않은 데이터 원본 추출을 게시할 수 없습니다. 사이트 관리자가 이 사이트에 추출 암호화를 적용했습니다. 추출을 암호화된 상태로 게시해야 합니다.
pt: A extração da fonte de dados não pode ser publicada não criptografada. O administrador de site forçou a criptografia de extração neste site. É necessário publicar a extração criptografada.
sv: Datakällextraktet kan inte publiceras okrypterat. Webbplatsadministratören har framtvingat extraktkryptering på den här webbplatsen. Du måste publicera extraktet krypterat.
zh: 无法发布未加密的数据源数据提取。站点管理员已在此站点上强制实施了数据提取加密。您必须发布加密的数据提取。
