Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# common.options.role
source: Sets the default role for all affected users. Legal values for {0}: {1}. If unspecified, server uses default value: {2}
de: Legt die Standardrolle für alle betroffenen Benutzer fest. Gültige Werte für {0}: {1}. Wenn keine Angabe erfolgt, verwendet der Server den Standardwert: {2}
es: Establece la función predeterminada de todos los usuarios a los que afecta. Valores legales para {0}: {1}. Si no se especifica, el servidor usa el valor predeterminado: {2}
fr: Définit le rôle par défaut de tous les utilisateurs concernés. Valeurs légales pour {0}: {1}. Si elles ne sont pas spécifiées, le serveur utilise la valeur par défaut : {2}
ga: 59830-表:Şéts thé ďéfäűłt яołé foя äłł äfféçtéď űséяs. Łégäł väłűés foя {0}: {1}. İf űฑspéçıfıéď, séяvéя űsés ďéfäűłt väłűé: {2}|
it: Imposta il ruolo predefinito per tutti gli utenti interessati. Valori consentiti per {0}: {1}. Se non specificato, il server utilizza il valore predefinito: {2}
ja: 影響を受けるすべてのユーザーの既定のロールを設定します。{0} の有効な値は {1} です。指定されていない場合、サーバーは既定値 {2} を使用します。
ko: 영향받는 모든 사용자에 대해 기본 역할을 설정합니다. {0}에 대해 올바른 값은 {1}입니다. 지정하지 않는 경우 기본값 {2}이(가) 사용됩니다.
pt: Define a função padrão para todos os usuários afetados. Valores legais para {0}: {1}. Se não especificado, o servidor usa o valor padrão: {2}
sv: Ställer in standardrollen för alla påverkade användare. Giltiga värden för {0}: {1}. Om inget annat anges använder servern standardvärdet: {2}
zh: 为所有受影响的用户设置默认角色。{0} 的合法值是 {1}。如果未指定，则服务器使用默认值 {2}

# addusers.options.users
source: File that contains a list of users, one per line, to add to the group
de: Datei, die eine Liste der Benutzer (einer pro Zeile) enthält, die zur Gruppe hinzugefügt werden sollen
es: Archivo que contiene una lista de usuarios, uno por línea, para añadirlos al grupo
fr: Fichier qui contient une liste d''utiisateurs (1 par ligne) à ajouter au groupe
ga: 29572-表:Fıłé thät çoฑtäıฑs ä łıst of űséяs, oฑé péя łıฑé, to äďď to thé gяoűp|
it: File che contiene un elenco di utenti, uno per riga, da aggiungere al gruppo
ja: グループに追加するユーザーのリストを 1 行に 1 人のユーザーずつ含むファイル
ko: 한 줄에 한 명씩 그룹에 추가할 사용자 목록이 포함된 파일
pt: Arquivo que contém uma lista de usuários, um por linha, para adicionar ao grupo
sv: En fil som innehåller en lista med användare, en per rad, som ska läggas till i gruppen
zh: 包含要添加到组的用户 (每行一个) 的列表的文件

# addusers.short_description
source: Add users to a group
de: Gruppe Benutzer hinzufügen
es: Añadir usuarios a un grupo
fr: Ajouter des utilisateurs à un groupe
ga: 92101-表:Åďď űséяs to ä gяoűp|
it: Aggiungi utenti a un gruppo
ja: ユーザーをグループに追加
ko: 그룹에 사용자 추가
pt: Adicionar usuários a um grupo
sv: Lägg till användare till en grupp
zh: 将用户添加到组

# addusers.status
source: Adding users listed in {0} to group {1}...
de: In {0} aufgelistete Benutzer zu Gruppe {1} hinzufügen...
es: Añadiendo los usuarios mostrados en {0} al grupo {1}...
fr: Ajout des utilisateurs récapitulés dans {0} au groupe {1}...
ga: 90694-表:Åďďıฑg űséяs łıstéď ıฑ {0} to gяoűp {1}...|
it: Aggiunta di utenti elencati in {0} al gruppo {1} in corso...
ja: {0} にリストされたユーザーをグループ {1} に追加しています...
ko: {0}에 나열된 사용자를 {1} 그룹에 추가하는 중...
pt: Adicionando usuários listados em {0} ao grupo {1}...
sv: Lägger till användare listade i {0} till gruppen {1} ...
zh: 正将 {0} 中列出的用户添加到组 {1}...

# creategroup.short_description
source: Create a local group
de: Lokale Gruppe erstellen
es: Crear un grupo local
fr: Créer un groupe local
ga: 71707-表:Çяéäté ä łoçäł gяoűp|
it: Crea un gruppo locale
ja: ローカル グループの作成
ko: 로컬 그룹 만들기
pt: Criar um grupo local
sv: Skapa en lokal grupp
zh: 创建本地组

# creategroup.status
source: Creating group ''{0}'' on the server...
de: Gruppe ''{0}'' wird auf dem Server erstellt...
es: Creando el grupo “{0}” en el servidor...
fr: Création d''un groupe ''{0}'' sur le serveur...
ga: 95568-表:Çяéätıฑg gяoűp ''{0}'' oฑ thé séяvéя...|
it: Creazione del gruppo “{0}” sul server in corso...
ja: グループ 「{0}」 をサーバー上で作成しています...
ko: 서버에서 ''{0}'' 그룹을 만드는 중...
pt: Criando grupo “{0}” no servidor...
sv: Skapar gruppen ''{0}'' på servern ...
zh: 正在服务器上创建组 “{0}”...

# creategroup.options.role
source: Sets the role that will be set for users in the group upon login. Legal values for {0}: {1}. A user''s site role will only be set to this value if it is less restrictive than the user''s current site role. If unspecified, no role will be set for users of this group on login.
de: Legt die Rolle fest, die für Benutzer in der Gruppe bei der Anmeldung festgelegt wird. Zulässige Werte für {0}: {1}. Die Site-Rolle eines Benutzers wird nur dann für diesen Wert festgelegt, wenn diese weniger restriktiv ist als die aktuelle Site-Rolle des Benutzers. Wenn keine Angabe vorliegt, wird für Benutzer dieser Gruppe beim Anmelden keine Rolle festgelegt.
es: Establece el rol que se asignará a los usuarios del grupo una vez que inicien sesión. Valores legales para {0}: {1}. El rol en el sitio de un usuario solo se establecerá con este valor si es menos restrictivo que el rol en el sitio actual del usuario. Si no se especifica ninguno, no se asignará ningún rol para los usuarios de este grupo cuando inicien sesión.
fr: Configure les rôles qui seront définis pour les utilisateurs du groupe lors de la connexion. Valeurs autorisées pour {0} : {1}. Le rôle sur le site d''un utilisateur peut uniquement être défini sur cette valeur s''il est moins restrictif que le rôle sur le site actuel de l''utilisateur. En l''absence de spécification, aucun rôle ne sera défini pour les utilisateurs de ce groupe lors de la connexion.
ga: 40100-表:Şéts thé яołé thät ὠıłł bé sét foя űséяs ıฑ thé gяoűp űpoฑ łogıฑ. Łégäł väłűés foя {0}: {1}. Å űséя''s sıté яołé ὠıłł oฑły bé sét to thıs väłűé ıf ıt ıs łéss яéstяıçtıvé thäฑ thé űséя''s çűяяéฑt sıté яołé. İf űฑspéçıfıéď, ฑo яołé ὠıłł bé sét foя űséяs of thıs gяoűp oฑ łogıฑ.|
it: Specifica il ruolo che verrà impostato per gli utenti del gruppo al momento dell’accesso. Valori consentiti per {0}: {1}. Il ruolo sul sito di un utente verrà impostato su questo valore solo se è meno restrittivo del ruolo sul sito corrente dell’utente. Se non viene specificato, non verrà impostato alcun ruolo per gli utenti di questo gruppo al momento dell’accesso.
ja: ログイン時にグループ内のユーザーに対して設定されるロールを設定します。{0} の有効な値は {1} です。ユーザーのサイト ロールは、ユーザーの現在のロールよりも制限が緩い場合にのみこの値に設定されます。値を指定しない場合、ログイン時にこのグループのユーザーにはロールが設定されません。
ko: 로그인 시 그룹의 사용자에게 설정할 역할을 설정합니다. {0}에 사용할 수 있는 값은 {1}입니다. 사용자의 사이트 역할은 사용자의 현재 사이트 역할보다 제한이 적은 경우에만 이 값으로 설정됩니다. 지정되지 않은 경우 로그인 시 이 그룹의 사용자에게 역할이 설정되지 않습니다.
pt: Define a função que será definida para usuários do grupo no momento do logon. Os valores legais de {0}: {1}. A função de site de um usuário só será definida para esse valor se for menos restritiva que a função de site atual do usuário. Se não especificada, nenhuma função será definida para usuários desse grupo ao fazer logon.
sv: Ställer in den roll som ska anges för användare i gruppen vid inloggning. Giltiga värden för {0}: {1}. En användares webbplatsroll ställs bara in på det här värdet om det är mindre restriktivt än användarens aktuella webbplatsroll. Om inget anges ställs ingen roll in för användare i den här gruppen vid inloggning.
zh: 设置登录时将为组中的用户设置的角色。{0} 的合法值: {1}。只有当用户的站点角色比用户的当前站点角色限制更少时，用户的站点角色才会设置为此值。如果未指定，则登录时不会为此组的用户设置角色。

# createextracts.errors.required_argument
source: The createextracts command requires either a workbook URL, a workbook name, or a data source name.
de: Für den Befehl ''createextracts'' ist entweder eine Arbeitsmappen-URL, ein Arbeitsmappenname oder ein Datenquellenname erforderlich.
es: El comando createextracts necesita una URL de libro de trabajo, un nombre de libro de trabajo o un nombre de fuente de datos.
fr: La commande createextracts nécessite une URL de classeur, un nom de classeur ou un nom de source de données.
ga: 22375-表:Thé çяéätééxtяäçts çommäฑď яéqűıяés éıthéя ä ὠoяkbook UЯŁ, ä ὠoяkbook ฑämé, oя ä ďätä soűяçé ฑämé.|
it: Il comando createextracts richiede un URL della cartella di lavoro, un nome della cartella di lavoro o un nome dell’origine dati.
ja: createextracts コマンドでは、ワークブック URL、ワークブック名、またはデータ ソース名が必要です。
ko: createextracts 명령에는 통합 문서 URL, 통합 문서 이름 또는 데이터 원본 이름이 필요합니다.
pt: O comando createextracts requer uma URL de pasta de trabalho, um nome de pasta de trabalho ou um nome de fonte de dados
sv: Kommandot createextracts kräver en arbetsboks-URL, ett arbetsboksnamn eller ett datakällsnamn.
zh: createextracts 命令需要工作簿 URL、工作簿名称或数据源名称。

# createextracts.errors.error
source: Error creating extract
de: Fehler beim Erstellen des Extraktes
es: Error al crear la extracción
fr: Erreur lors de la création d''extrait
ga: 43794-表:Éяяoя çяéätıฑg éxtяäçt|
it: Errore nella creazione di estrazioni
ja: 抽出の作成エラー
ko: 추출을 만드는 동안 오류가 발생했습니다.
pt: Erro ao criar a extração
sv: Fel vid skapande av extrakt
zh: 创建数据提取时出错

# createextracts.for.datasource
source: Creating extract for data source ''{0}''
de: Extrakt von Datenquelle ''{0}'' wird erstellt
es: Crear extracción para la fuente de datos “{0}”
fr: Création d''extrait pour la source de données ''{0}''
ga: 18359-表:Çяéätıฑg éxtяäçt foя ďätä soűяçé ''{0}''|
it: Creazione di un’estrazione per l’origine dati “{0}”
ja: データ ソース 「{0}」 の抽出を作成しています
ko: 데이터 원본 ''{0}''에 대한 추출을 만드는 중
pt: Criar extração para a fonte de dados “{0}”
sv: Skapar extrakt för datakällan ''{0}''
zh: 正在为数据源“{0}”创建数据提取

# createextracts.for.workbook_name
source: Creating extract for workbook with name ''{0}''
de: Extrakt für Arbeitsmappe mit Namen ''{0}'' erstellen
es: Creando extracción del libro de trabajo “{0}”
fr: Création de l''extrait avec le classeur portant le nom ''{0}''
ga: 28638-表:Çяéätıฑg éxtяäçt foя ὠoяkbook ὠıth ฑämé ''{0}''|
it: Creazione di un’estrazione per la cartella di lavoro con nome “{0}”
ja: 名前が 「{0}」 であるワークブックの抽出を作成しています
ko: 이름이 ''{0}''인 통합 문서에 대한 추출을 만드는 중
pt: Criar extração para a pasta de trabalho de nome “{0}”
sv: Skapar extrakt för arbetsboken med namnet ''{0}''
zh: 正在为名为“{0}”的工作簿创建数据提取

# createextracts.for.workbook_url
source: Creating extract for workbook with URL ''{0}''
de: Extrakt für Arbeitsmappe mit URL ''{0}'' erstellen
es: Crear extracción para el libro de trabajo con URL “{0}”
fr: Création d''extrait pour le classeur avec l''URL ''{0}''
ga: 74556-表:Çяéätıฑg éxtяäçt foя ὠoяkbook ὠıth UЯŁ ''{0}''|
it: Creazione di un’estrazione per la cartella di lavoro con URL “{0}”
ja: URL が 「{0}」 であるワークブックの抽出を作成しています
ko: URL이 ''{0}''인 통합 문서에 대한 추출을 만드는 중
pt: Criar extração para a pasta de trabalho com URL “{0}”
sv: Skapar extrakt för arbetsboken med URL:en ''{0}''
zh: 正在为 URL 为“{0}”的工作簿创建数据提取

# createextracts.options.datasource
source: The name of the target data source for extract creation
de: Der Name der Zieldatenquelle für Extrakterstellung
es: El nombre de la fuente de datos de destino para la creación de extracción
fr: Nom de la source de données cible pour la création d''extraits
ga: 22594-表:Thé ฑämé of thé täяgét ďätä soűяçé foя éxtяäçt çяéätıoฑ|
it: Il nome dell’origine dati di destinazione per la creazione di estrazioni
ja: 抽出作成用のターゲット データ ソースの名前
ko: 추출 만들기를 위한 대상 데이터 원본의 이름
pt: O nome da fonte de dados de destino para criar a extração
sv: Namnet på måldatakällan för generering av extrakt
zh: 数据提取创建的目标数据源的名称

# createextracts.options.embedded-datasources
source: A space-separated list of embedded data source names within the target workbook. Enclose data source names with double quotes if they contain spaces. Only available when creating extracts for a workbook.
de: Eine durch Leerzeichen getrennte Liste von eingebetteten Datenquellen in der Zielarbeitsmappe. Schließen Sie Datenquellennamen in doppelten Anführungszeichen ein, falls sie Leerzeichen enthalten. Nur möglich beim Erstellen von Extrakten einer Arbeitsmappe.
es: Una lista de nombres de fuente de datos insertadas y separados por espacios dentro del libro de trabajo de destino. Escriba los nombres de fuente de datos con comillas si contienen espacios. Solo disponible al crear extracciones para un libro de trabajo.
fr: Liste séparée par des espaces des noms de sources de données intégrés dans le classeur cible. Entourez les noms des sources de données avec des guillemets doubles s''ils contiennent des espaces. Uniquement disponible en cas de création d''extraits pour un classeur.
ga: 91368-表:Å späçé-sépäяätéď łıst of émbéďďéď ďätä soűяçé ฑämés ὠıthıฑ thé täяgét ὠoяkbook. Éฑçłosé ďätä soűяçé ฑämés ὠıth ďoűbłé qűotés ıf théy çoฑtäıฑ späçés. Õฑły äväıłäbłé ὠhéฑ çяéätıฑg éxtяäçts foя ä ὠoяkbook.|
it: Un elenco separato da spazi di nomi di origini dati incorporati nella cartella di lavoro di destinazione. Includi i nomi delle origini dati con virgolette doppie se contengono spazi. Disponibile solo quando si creano estrazioni per una cartella di lavoro.
ja: ターゲット ワークブック内の埋め込みデータ ソース名をスペースで区切ったリスト。スペースが含まれるデータ ソース名は二重引用符で囲んでください。これはワークブックの抽出を作成する場合にのみ使用できます。
ko: 대상 통합 문서에 내장된 데이터 원본 이름의 공백으로 구분된 목록입니다. 데이터 원본 이름에 공백이 있는 경우 큰따옴표로 묶습니다. 통합 문서의 추출을 만들 때만 사용할 수 있습니다.
pt: Uma lista de espaço separado de nomes de fontes de dados inseridas nesta pasta de trabalho de destino. Coloque os nomes da fonte de dados com aspas duplas se apresentarem espaços. Disponível somente ao criar extrações para a pasta de trabalho.
sv: En blankstegsavgränsad lista med namn på inbäddade datakällsnamn i målarbetsboken. Omslut datakällsnamn med dubbla citattecken om de innehåller blanksteg. Endast tillgängligt när du skapar extrakt för en arbetsbok.
zh: 目标工作簿内嵌入式数据源名称的空格分隔列表。如果数据源名称包含空格，请用双引号引起来。仅在为工作簿创建数据提取时可用。

# createextracts.options.encrypt
source: Create encrypted extract.
de: Erstellen Sie einen verschlüsselten Extrakt.
es: Crear extracción cifrada.
fr: Créez un extrait crypté.
ga: 36104-表:Çяéäté éฑçяyptéď éxtяäçt.|
it: Crea estrazione crittografata
ja: 暗号化された抽出を作成します。
ko: 암호화된 추출을 만듭니다.
pt: Criar extração criptografada.
sv: Skapa krypterat extrakt.
zh: 创建加密的数据提取。

# createextracts.options.include-all
source: Include all embedded data sources within target workbook. Only available when creating extracts for workbook.
de: Alle eingebetteten Datenquellen in der Zielarbeitsmappe einschließen. Nur möglich beim Erstellen von Extrakten für die Arbeitsmappe.
es: Incluya todas las fuentes de datos de un libro de trabajo de destino. Solo estará disponible al crear extracciones para el libro de trabajo.
fr: Incluez toutes les sources de données intégrées dans le classeur cible. Uniquement disponible lors de la création d''extraits pour un classeur.
ga: 47583-表:İฑçłűďé äłł émbéďďéď ďätä soűяçés ὠıthıฑ täяgét ὠoяkbook. Õฑły äväıłäbłé ὠhéฑ çяéätıฑg éxtяäçts foя ὠoяkbook.|
it: Includi tutte le origini dati incorporate nella cartella di lavoro di destinazione. Disponibile solo quando si creano estrazioni per la cartella di lavoro.
ja: ターゲット ワークブック内の埋め込みデータ ソースをすべて含めます。ワークブックの抽出を作成する場合にのみ使用できます。
ko: 대상 통합 문서 내에 내장된 모든 데이터 원본을 포함합니다. 통합 문서의 추출을 만들 때만 사용할 수 있습니다.
pt: Incluir todas as fontes de dados inseridas na pasta de trabalho de destino. Disponível somente ao criar extrações para a pasta de trabalho.
sv: Inkludera alla inbäddade datakällor i målarbetsboken. Endast tillgängligt när du skapar extrakt för en arbetsbok.
zh: 包括目标工作簿内的所有嵌入式数据源。仅在为工作簿创建数据提取时可用。

# createextracts.options.parent-project-path
source: Path of the project that is the parent of the project that contains the target resource. Must specify the project name with --project.
de: Pfad zum Projekt, das dem Projekt übergeordneten ist, in dem die Zielressource enthalten ist. Für die Angabe des Projektnamens ist "--project" erforderlich.
es: Ruta del proyecto que es el principal dentro del proyecto que contiene el recurso de destino. Se debe especificar el nombre del proyecto con --project..
fr: Partie du projet qui est le parent du projet contenant la ressource cible. Vous devez spécifier le nom du projet avec --project.
ga: 95359-表:Päth of thé pяojéçt thät ıs thé päяéฑt of thé pяojéçt thät çoฑtäıฑs thé täяgét яésoűяçé. Műst spéçıfy thé pяojéçt ฑämé ὠıth --pяojéçt.|
it: Percorso del progetto che è il padre del progetto che contiene la risorsa di destinazione. Deve essere specificato il nome del progetto con --project.
ja: ターゲット リソースを含むプロジェクトの親であるプロジェクトのパス。プロジェクト名を --project で指定する必要があります。
ko: 대상 리소스를 포함하는 프로젝트의 상위 프로젝트에 대한 경로입니다. --project를 사용하여 프로젝트 이름을 지정해야 합니다.
pt: O caminho do pai do projeto que contém o recurso de destino. É necessário especificar o nome do projeto com --project.
sv: Sökvägen för projektet är överordnad projektet som innehåller målresursen. Du måste ange projektnamnet med --projekt.
zh: 包含目标资源的项目的父项目路径。必须使用 --project 指定项目名称。

# createextracts.options.project
source: The name of the project that contains the target resource. Only necessary if {0} or {1} is specified. If unspecified, the default project ''{2}'' is used.
de: Der Name des Projekts, das die Zielressource enthält. Ist nur erforderlich, wenn {0} oder {1} nicht angegeben ist. Wenn keine Angabe erfolgt, wird das Standardprojekt ''{2}'' verwendet.
es: El nombre del proyecto que contiene el recurso de destino. Solo es necesario si se especifica {0} o {1}. Si no se especifica, se usa el proyecto predeterminado “{2}”.
fr: Nom du projet qui contient la ressource source. N''est nécessaire que si {0} ou {1} est spécifié. Dans le cas contraire, le projet par défaut ''{2}'' est utilisé.
ga: 82908-表:Thé ฑämé of thé pяojéçt thät çoฑtäıฑs thé täяgét яésoűяçé. Õฑły ฑéçéssäяy ıf {0} oя {1} ıs spéçıfıéď. İf űฑspéçıfıéď, thé ďéfäűłt pяojéçt ''{2}'' ıs űséď.|
it: Il nome del progetto che contiene la risorsa di destinazione. Necessario solo se {0} o {1} sono specificati. Se non specificati, viene utilizzato il progetto predefinito “{2}”.
ja: ターゲット リソースを含むプロジェクトの名前。{0} または {1} が指定されている場合にのみ必要です。指定されていない場合は、既定のプロジェクト 「{2}」 が使用されます。
ko: 대상 리소스를 포함하는 프로젝트 이름입니다. {0} 또는 {1}이(가) 지정된 경우에만 필요합니다. 지정되지 않은 경우 기본 프로젝트 ''{2}''이(가) 사용됩니다.
pt: O nome do projeto que contém o recurso de destino. Somente necessário se {0} ou {1} estiver especificado. Se não estiver especificado, o projeto padrão “{2}” é usado.
sv: Namnet på det projekt som innehåller målresursen. Behövs bara om {0} eller {1} har angetts. Om det inte anges används standardprojektet ''{2}''.
zh: 包含目标资源的项目的名称。仅在指定了 {0} 或 {1} 时才需要。如果未指定，则使用默认项目“{2}”。

# createextracts.options.url
source: The canonical name for the resource as it appears in the URL
de: Der kanonische Name für die Ressource, wie er in der URL angezeigt wird
es: El nombre canónico para el recurso tal y como aparece en la URL
fr: Nom canonique de la ressource, tel qu''il apparaît dans l''URL
ga: 62290-表:Thé çäฑoฑıçäł ฑämé foя thé яésoűяçé äs ıt äppéäяs ıฑ thé UЯŁ|
it: Il nome canonico per la risorsa come appare nell’URL
ja: リソースの URL に指定される正規名
ko: URL에 나타나는 리소스의 정규 이름
pt: O nome canônico do recurso, conforme ele aparece na URL
sv: Resursens kanoniska namn som den visas i webbadressen
zh: 出现在 URL 中的资源的规范名称

# createextracts.options.workbook
source: The name of the target workbook for extract creation
de: Der Name der Zielarbeitsmappe für Extrakterstellung
es: El nombre del libro de trabajo de destino para la creación de extracción
fr: Nom du classeur cible pour la création d''extraits
ga: 58871-表:Thé ฑämé of thé täяgét ὠoяkbook foя éxtяäçt çяéätıoฑ|
it: Il nome della cartella di lavoro di destinazione per la creazione di estrazioni
ja: 抽出作成用のターゲット ワークブックの名前
ko: 추출 만들기를 위한 대상 통합 문서의 이름
pt: O nome da pasta de trabalho de destino para criar a extração
sv: Namnet på målarbetsboken vid generering av extrakt
zh: 数据提取创建的目标工作簿的名称

# createextracts.short_description
source: Create extracts for a published workbook or data source
de: Erstellen Sie Extrakte für eine veröffentlichte Arbeitsmappe oder Datenquelle
es: Crear extracciones para un libro de trabajo o una fuente de datos publicada
fr: Créer des extraits pour un classeur ou une source de données publié(e)
ga: 99756-表:Çяéäté éxtяäçts foя ä pűbłıshéď ὠoяkbook oя ďätä soűяçé|
it: Crea estrazioni per una cartella di lavoro o un’origine dati pubblicata
ja: パブリッシュされたワークブックまたはデータ ソース用の抽出を作成
ko: 게시된 통합 문서 또는 데이터 원본에 대한 추출 만들기
pt: Criar extrações para uma pasta de trabalho ou fonte de dados publicada
sv: Skapa extrakt för en publicerad arbetsbok eller datakälla
zh: 为已发布工作簿或数据源创建数据提取

# createextracts.workbook.include-all
source: Include all embedded data sources within target workbook
de: Schließen Sie alle eingebetteten Datenquellen in der Zielarbeitsmappe ein
es: Incluir todas las fuentes de datos insertadas dentro del libro de trabajo de destino
fr: Inclure toutes les sources de données intégrées dans le classeur cible
ga: 74741-表:İฑçłűďé äłł émbéďďéď ďätä soűяçés ὠıthıฑ täяgét ὠoяkbook|
it: Includi tutte le origini dati incorporate nella cartella di lavoro di destinazione
ja: ターゲット ワークブック内の埋め込みデータ ソースをすべて含める
ko: 대상 통합 문서에 내장된 모든 데이터 원본 포함
pt: Incluir todas as fontes de dados inseridas dentro na pasta de trabalho de destino
sv: Inkludera alla inbäddade datakällor i målarbetsboken
zh: 包括目标工作簿内的所有嵌入式数据源

# createextracts.workbook.embedded-datasource-names
source: With embedded data source names
de: Mit eingebetteten Datenquellennamen
es: Con nombres de fuente de datos insertada
fr: Avec noms de sources de données intégrées
ga: 34716-表:Ẉıth émbéďďéď ďätä soűяçé ฑämés|
it: Con nomi di origini dati incorporate
ja: 埋め込みデータ ソース名あり
ko: 내장된 데이터 원본 이름 사용
pt: Com nomes de fontes de dados inseridas
sv: Med inbäddade datakällsnamn
zh: 包含嵌入式数据源名称

# createproject.options.description
source: Description of the project
de: Beschreibung des Projekts
es: Descripción del proyecto
fr: Description du projet
ga: 05512-表:Ðésçяıptıoฑ of thé pяojéçt|
it: Descrizione del progetto
ja: プロジェクトの説明
ko: 프로젝트에 대한 설명
pt: Descrição do projeto
sv: Beskrivning av projektet
zh: 项目的描述

# createproject.options.name
source: Name of the project
de: Name des Projekts
es: Nombre del proyecto
fr: Nom du projet
ga: 80575-表:Ñämé of thé pяojéçt|
it: Nome del progetto
ja: プロジェクトの名前
ko: 프로젝트의 이름
pt: Nome do projeto
sv: Projektets namn
zh: 项目的名称

# createproject.options.parent-project-path
source: Path of the project that will contain the new project. If not given, it will be created at the site root level
de: Pfad zum Projekt, in dem das neue Projekt enthalten ist. Ist der Pfad nicht vorhanden, wird er auf Site-Stammebene erstellt.
es: Ruta del proyecto que contendrá el proyecto nuevo. Si no se indica, se creará en el nivel de base del sitio
fr: Chemin du projet qui contiendra le nouveau projet. S''il n''est pas indiqué, il sera créé au niveau de la racine du site
ga: 61512-表:Päth of thé pяojéçt thät ὠıłł çoฑtäıฑ thé ฑéὠ pяojéçt. İf ฑot gıvéฑ, ıt ὠıłł bé çяéätéď ät thé sıté яoot łévéł|
it: Percorso del progetto che conterrà il nuovo progetto. Se non fornito, sarà creato a livello di root del sito.
ja: 新しいプロジェクトを含むプロジェクトのパス。指定しない場合、サイト ルート レベルで作成されます
ko: 새 프로젝트를 포함할 프로젝트의 경로입니다. 지정하지 않으면 사이트 루트 수준에서 생성됩니다.
pt: O caminho do projeto que terá o novo projeto. Caso não seja especificado, será criado no nível de raiz do site
sv: Projektsökväg som kommer att innehålla det nya projektet. Om inget anges skapas den på webbplatsens rotnivå
zh: 将包含新项目的项目路径。如果未指定，则会在站点根级别创建该路径

# createproject.short_description
source: Create a project
de: Projekt erstellen
es: Crear un proyecto
fr: Création d''un projet
ga: 70613-表:Çяéäté ä pяojéçt|
it: Crea un progetto
ja: プロジェクトの作成
ko: 프로젝트 만들기
pt: Criar um projeto
sv: Skapa ett projekt
zh: 创建项目

# createproject.status
source: Creating project ''{0}'' on the server...
de: Projekt ''{0}'' wird auf dem Server erstellt...
es: Creando el proyecto “{0}”en el servidor...
fr: Création du projet ''{0}'' sur le serveur...
ga: 30102-表:Çяéätıฑg pяojéçt ''{0}'' oฑ thé séяvéя...|
it: Creazione del progetto “{0}” sul server in corso...
ja: プロジェクト 「{0}」 をサーバー上で作成しています...
ko: 서버에서 ''{0}'' 프로젝트를 만드는 중...
pt: Criando projeto “{0}” no servidor...
sv: Skapar projektet ''{0}'' på servern ...
zh: 正在服务器上创建项目 “{0}”...
