Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# errors.subscriptions.pdf_render_failed
source: The PDF attachment for this email could not be properly rendered.
de: Der PDF-Anhang für diese E-Mail konnte nicht richtig gerendert werden.
es: El PDF adjunto a este correo electrónico no se pudo representar correctamente.
fr: Impossible dʼafficher un rendu correct de la pièce jointe PDF pour cet e-mail.
ga: 32185-表:Thé PÐF ättäçhméฑt foя thıs émäıł çoűłď ฑot bé pяopéяły яéฑďéяéď.|
it: L’allegato PDF di questa e-mail non è stato reso in modo appropriato.
ja: このメールに添付された PDF ファイルを正しくレンダリングできませんでした。
ko: 이 이메일의 PDF 첨부 파일을 적절하게 렌더링할 수 없습니다.
pt: O PDF anexo neste email não pôde ser renderizado adequadamente.
sv: Det gick inte att återge PDF-bilagan för det här mejlet korrekt.
zh: 无法正确呈现此电子邮件的 PDF 附件。

# errors.subscriptions.content_limit_exceeded
source: The generated content is larger than the {0}MB size limit and could not be attached to this email.
es: El contenido generado no se puede adjuntar a este correo electrónico porque supera el límite de {0} MB de tamaño.
it: Le dimensioni del contenuto generato superano il limite di {0} MB e non è possibile allegarlo a questa e-mail.
ja: 生成されたコンテンツが {0} MB のサイズ制限を超えているため、このメールに添付できませんでした。
pt: O conteúdo gerado é maior que o limite de tamanho de {0}MB e não pôde ser anexado a este e-mail.
zh: 生成的内容超过了 {0}MB 的大小限制，无法附加到此电子邮件中。

# errors.subscriptions.attachments_not_enabled
source: This subscription failed because email attachments were disabled. Contact your Tableau administrator for details.
de: Dieses Abonnement ist fehlgeschlagen, da die E-Mail-Anhänge deaktiviert waren. Kontaktieren Sie Ihren Tableau-Administrator für Details.
es: Se produjo un error en la suscripción porque los adjuntos al correo electrónico estaban desactivados. Póngase en contacto con su administrador de Tableau para obtener más información.
fr: Lʼabonnement a échoué en raison de la désactivation des pièces jointes dʼe-mail. Contactez votre administrateur Tableau pour plus de détails.
ga: 31558-表:Thıs sűbsçяıptıoฑ fäıłéď béçäűsé émäıł ättäçhméฑts ὠéяé ďısäbłéď. Çoฑtäçt yoűя Täbłéäű äďmıฑıstяätoя foя ďétäıłs.|
it: Questa sottoscrizione non è riuscita perché gli allegati e-mail sono stati disabilitati. Contatta l’amministratore di Tableau per i dettagli.
ja: メールの添付ファイルが無効化されていたため、このサブスクリプションは失敗しました。詳細については、Tableau 管理者にお問い合わせください。
ko: 이메일 첨부 파일이 사용되지 않도록 설정되어 있어서 이 구독이 실패했습니다. 자세한 내용은 Tableau 관리자에게 문의하십시오.
pt: Ocorreu uma falha nesta assinatura porque os anexos de e-mail foram desabilitados. Entre em contato com o administrador do Tableau para obter detalhes.
sv: Den här prenumerationen misslyckades eftersom e-postbilagor har inaktiverats. Kontakta Tableau-administratören för mer information.
zh: 此订阅由于电子邮件附加已禁用而失败。有关详细信息，请与您的 Tableau 管理员联系。

# errors.subscriptions.pdf_email_failed
source: The generated PDF could not be attached to this email.
de: Das erzeugte PDF konnte nicht an diese E-Mail angehängt werden.
es: El PDF generado no se pudo adjuntar a este correo electrónico.
fr: Impossible de joindre le PDF généré à cet e-mail.
ga: 11117-表:Thé géฑéяätéď PÐF çoűłď ฑot bé ättäçhéď to thıs émäıł.|
it: Il PDF generato non può essere allegato a questa e-mail.
ja: 生成された PDF をこのメールに添付できませんでした。
ko: 생성된 PDF는 이 이메일에 첨부할 수 없습니다.
pt: Não foi possível anexar o PDF gerado a este e-mail.
sv: Det gick inte att bifoga den genererade PDF-filen i det här mejlet.
zh: 无法将生成的 PDF 附加到此电子邮件。

# errors.subscriptions.learn_more_troubleshoot
source: <a href="https://onlinehelp.tableau.com/current/server/en-us/subscribe_trouble.htm">Learn More</a>
de: <a hre
es: <a href="https://onlinehelp.tableau.com/current/server/es-es/subscribe_trouble.htm">Más información</a>
fr: <a hre
ga: 40983-表:<ä hяé
it: <a hre
ja: <a href="https://onlinehelp.tableau.com/current/server/ja-jp/subscribe_trouble.htm">詳細情報</a>
ko: <a hre
pt: <a href="https://onlinehelp.tableau.com/current/server/pt-br/subscribe_trouble.htm">Saiba mais</a>
sv: <a hre
zh: <a href="https://onlinehelp.tableau.com/current/server/zh-cn/subscribe_trouble.htm">了解更多信息</a>

# errors.subscriptions.bad_extract_refresh_subscription_configuration
source: Subscription suspended because the workbook contains multiple extract refresh schedules. To resume, update frequency to On Selected Schedule.
de: Das Abonnement wurde abgebrochen, da die Arbeitsmappe mehrere Zeitpläne für die Extraktaktualisierung enthält. Updaten Sie, um fortzufahren die Häufigkeit auf Ausgewählter Zeitplan.
es: La suscripción se ha suspendido porque el libro de trabajo contiene varios programas de actualización de extracción. Para reanudarla, cambie la frecuencia a Según el programa seleccionado.
fr: Lʼabonnement a été suspendu parce que le classeur contient plusieurs programmations dʼactualisations dʼextraits. Pour reprendre, mettez à jour la fréquence sur Selon la programmation sélectionnée.
ga: 82544-表:Şűbsçяıptıoฑ sűspéฑďéď béçäűsé thé ὠoяkbook çoฑtäıฑs műłtıpłé éxtяäçt яéfяésh sçhéďűłés. To яésűmé, űpďäté fяéqűéฑçy to Õฑ Şéłéçtéď Şçhéďűłé.|
it: Sottoscrizione sospesa perché la cartella di lavoro contiene più pianificazioni degli aggiornamenti dell’estrazione. Per riprendere, aggiorna la frequenza su Pianificazione selezionata.
ja: ワークブックに複数の抽出更新スケジュールが含まれているため、サブスクリプションは一時停止されました。再開するには、[頻度] を [選択されたスケジュール] に更新してください。
ko: 통합 문서에 여러 추출 새로 고침 일정이 포함되어 있으므로 구독이 일시 중단되었습니다. 다시 시작하려면 빈도를 [선택된 일정에 따라]로 업데이트하십시오.
pt: A assinatura foi suspensa porque a pasta de trabalho contém várias agendas de atualização de extração. Para retomar, atualize a frequência para No horário selecionado.
sv: Prenumerationen har inaktiverats eftersom arbetsboken innehåller flera scheman för extraktuppdatering. Om du vill återuppta den uppdaterar du intervallet till På valt schema.
zh: 订阅由于工作簿包含多个数据提取刷新计划而已挂起。若要恢复，请将频率更新为“按所选计划”。

# errors.subscriptions.subscription_failed_refresh_failure
source: The extract refresh on the data source failed.
de: Die Extraktaktualisierung auf der Datenquelle ist fehlgeschlagen.
es: Error al actualizar la extracción de la fuente de datos.
fr: Lʼactualisation dʼextrait a échoué pour la source de données.
ga: 45638-表:Thé éxtяäçt яéfяésh oฑ thé ďätä soűяçé fäıłéď.|
it: Aggiornamento estrazione dei dati di origine non riuscito.
ja: データ ソースの抽出更新に失敗しました。
ko: 데이터 원본의 추출 새로 고침이 실패했습니다.
pt: Falha na atualização da extração da fonte de dados.
sv: Extraktuppdateringen för datakällan misslyckades.
zh: 数据源上的数据提取刷新失败。

# errors.subscriptions.multiple_extracts_for_extract_refresh_subscription
source: The workbook contains multiple extract refresh schedules. Update frequency to On Selected Schedule.
de: Die Arbeitsmappe enthält mehrere Zeitpläne für die Extraktaktualisierung. Updaten Sie die Häufigkeit auf Ausgewählter Zeitplan.
es: El libro de trabajo contiene varios programas de actualización de extracción. Cambie la frecuencia a Según el programa seleccionado.
fr: Le classeur contient plusieurs programmations dʼactualisation dʼextrait. Mettez à jour la fréquence sur Selon la programmation sélectionnée.
ga: 53331-表:Thé ὠoяkbook çoฑtäıฑs műłtıpłé éxtяäçt яéfяésh sçhéďűłés. Upďäté fяéqűéฑçy to Õฑ Şéłéçtéď Şçhéďűłé.|
it: La cartella di lavoro contiene più pianificazioni degli aggiornamenti dell’estrazione. Aggiorna la frequenza su Pianificazione selezionata.
ja: ワークブックに複数の抽出更新スケジュールが含まれています。[頻度] を [選択されたスケジュール] に更新してください。
ko: 통합 문서에 여러 추출 새로 고침 일정이 포함되어 있습니다. 빈도를 [선택된 일정에 따라]로 업데이트하십시오.
pt: A pasta de trabalho contém várias agendas de atualização de extração. Atualize a frequência para No horário selecionado.
sv: Arbetsboken innehåller flera scheman för extraktuppdatering. Uppdatera intervallet till På valt schema.
zh: 工作簿包含多个数据提取刷新计划。请将频率更新为“按所选计划”。

# errors.subscriptions.datasource_is_missing_password
source: Data source connection error. Check the credentials on all data source connections for the workbook.
de: Datenquellen-Verbindungsfehler. Überprüfen Sie die Anmeldeinformationen auf allen Datenquellenverbindungen für die Arbeitsmappe.
es: Error de conexión a la fuente de datos. Compruebe las credenciales de las conexiones de todas las fuentes de datos del libro de trabajo.
fr: Erreur de connexion à la source de données. Vérifiez les informations dʼidentification sur toutes les connexions de sources de données pour le classeur.
ga: 91855-表:Ðätä soűяçé çoฑฑéçtıoฑ éяяoя. Çhéçk thé çяéďéฑtıäłs oฑ äłł ďätä soűяçé çoฑฑéçtıoฑs foя thé ὠoяkbook.|
it: Errore di connessione all’origine dati. Verifica le credenziali di tutte le connessioni dell’origine dati per la cartella di lavoro.
ja: データ ソースの接続エラー。ワークブックのすべてのデータ ソース接続で認証資格情報を確認してください。
ko: 데이터 원본 연결 오류입니다. 통합 문서의 모든 데이터 원본 연결에서 자격 증명을 확인하십시오.
pt: Erro de conexão com a fonte de dados. Verifique as credenciais em todas as conexões de fonte de dados da pasta de trabalho.
sv: Anslutningsfel hos datakällan. Kontrollera inloggningsuppgifterna för alla anslutningar till datakällor för arbetsboken.
zh: 数据源连接错误。请检查工作簿的所有数据源连接的凭据。

# subscriptions.results_summary.sg
source: {0} of {1} subscription sent from schedule ''{2}''.
de: {0} von {1} Abonnement von Zeitplan ''{2}'' gesendet.
es: {0} de {1} suscripción enviada del programa “{2}”.
fr: {0} abonnement(s) sur {1} envoyé(s) depuis la programmation ʼ{2}ʼ.
ga: 76664-表:{0} of {1} sűbsçяıptıoฑ séฑt fяom sçhéďűłé ''{2}''.|
it: {0} di {1} sottoscrizione inviata dalla pianificazione “{2}”.
ja: {0} / {1} のサブスクリプションがスケジュール 「{2}」 から送信されました。
ko: {0}/{1}개의 구독이 ''{2}'' 일정에서 전송되었습니다.
pt: {0} de {1} assinaturas enviada(s) da agenda “{2}”.
sv: {0} av {1} prenumeration har skickats från schemat ''{2}''.
zh: 从计划 “{2}” 发来的订阅 {1} 的 {0}。

# subscriptions.results_summary.pl
source: {0} of {1} subscriptions sent from schedule ''{2}''.
de: {0} von {1} Abonnements gesendet von Zeitplan ''{2}''.
es: {0} de {1} suscripciones enviadas del programa “{2}”.
fr: {0} abonnements sur {1} envoyés depuis la programmation ʼ{2}ʼ.
ga: 76576-表:{0} of {1} sűbsçяıptıoฑs séฑt fяom sçhéďűłé ''{2}''.|
it: {0} di {1} sottoscrizioni inviate dalla pianificazione “{2}”.
ja: {0} / {1} のサブスクリプションがスケジュール 「{2}」 から送信されました。
ko: {0}/{1}개의 구독이 ''{2}'' 일정에서 전송되었습니다.
pt: {0} de {1} assinaturas enviadas da agenda “{2}”.
sv: {0} av {1} prenumerationer har skickats från schemat ''{2}''.
zh: 从计划 “{2}”. 发来的订阅 {1} 中的 {0}。

# subscriptions.results_views_per_subscription.sg
source: {0} ({1} of 1 view succeeded)
de: {0} ({1} von 1 Ansicht erfolgreich)
es: {0} ({1} de 1 vista tuvo éxito)
fr: {0} ({1} sur 1 vue réussie)
ga: 99990-表:{0} ({1} of 1 vıéὠ sűççééďéď)|
it: {0} ({1} di 1 vista eseguite con successo)
ja: {0} ({1} / 1 ビューを正常に表示しました)
ko: {0}({1}/1회 뷰가 성공함)
pt: {0} ({1} de 1 exibição bem-sucedida)
sv: {0} ({1} av 1 visning lyckades)
zh: {0}（1 视图的 {1} 成功）

# subscriptions.results_views_per_subscription.pl
source: {0} ({1} of {2} views succeeded)
de: {0} ({1} von {2} Ansichten erfolgreich)
es: {0} ({1} de {2} vistas tuvieron éxito)
fr: {0} ({1} sur {2} vues réussie(s))
ga: 99902-表:{0} ({1} of {2} vıéὠs sűççééďéď)|
it: {0} ({1} di {2} viste eseguite con successo)
ja: {0} ({1} / {2} ビューを正常に表示しました)
ko: {0}({1}/{2}회 뷰가 성공함)
pt: {0} ({1} de {2} exibições bem-sucedidas)
sv: {0} ({1} av {2} visningar lyckades)
zh: {0}（ {2} 视图的 {1} 成功）

# subscriptions.results_views_per_subscription.more
source: ({0} more)
de: ({0} mehr)
es: ({0} más)
fr: ({0} de plus)
ga: 02327-表:({0} moяé)|
it: (altre {0})
ja: ({0} 以上)
ko: ({0} 추가)
pt: ({0} mais)
sv: ({0} till)
zh: （{0} 更多）

# subscriptions.results_views_per_subscription.failed
source: {0} ({1} of {2} views failed).
de: {0} ({1} von {2} Ansichten fehlgeschlagen).
es: {0} ({1} de {2} vistas fallidas).
fr: {0} ({1} sur {2} vues ont échoué).
ga: 81951-表:{0} ({1} of {2} vıéὠs fäıłéď).|
it: {0} ({1} di {2} viste non riuscite).
ja: {0} ({1} / {2} ビューの表示に失敗しました)。
ko: {0}({1}/{2}개 뷰가 실패함).
pt: {0} (falha em {1} de {2} exibições).
sv: {0} ({1} av {2} visningar misslyckades).
zh: {0} ({1}/{2} 个视图失败)。

# subscriptions.results_header.all_shown.failures.sg
source: 1 failure
de: 1 Fehler
es: 1 error
fr: 1 échec
ga: 31449-表:1 fäıłűяé|
it: 1 errore
ja: エラー数: 1
ko: 실패 1회
pt: 1 falha
sv: 1 fel
zh: 1 个故障

# subscriptions.results_header.all_shown.failures.pl
source: {0} failures
de: {0} Fehler
es: {0} fallas
fr: {0} échecs
ga: 31361-表:{0} fäıłűяés|
it: {0} errori
ja: エラー数: {0}
ko: 실패 {0}개
pt: {0}falhas
sv: {0} fel
zh: {0} 故障

# subscriptions.results_header.all_shown.warnings.sg
source: 1 warning
de: 1 Warnung
es: 1 advertencia
fr: 1 avertissement
ga: 49963-表:1 ὠäяฑıฑg|
it: 1 avviso
ja: 警告数: 1
ko: 경고 1개
pt: 1 aviso
sv: 1 varning
zh: 1 警告

# subscriptions.results_header.all_shown.warnings.pl
source: {0} warnings
de: {0} Warnungen
es: {0} advertencias
fr: {0} avertissements
ga: 49875-表:{0} ὠäяฑıฑgs|
it: {0} avvisi
ja: 警告数: {0}
ko: 경고 {0}개
pt: {0} avisos
sv: {0} varningar
zh: {0} 警告

# subscriptions.results_header.some_hidden.failures.pl.sg
source: {0} failures (1 hidden, see logs)
de: {0} Fehler (1 ausgeblendet, siehe Protokolle)
es: {0} errores (1 oculto, consulte los registros)
fr: {0} échecs (1 masqué, voir les journaux)
ga: 60863-表:{0} fäıłűяés (1 hıďďéฑ, séé łogs)|
it: {0} errori (1 nascosto, vedi log)
ja: エラー数: {0} (非表示: 1、ログを参照)
ko: 실패 {0}회(1회 숨겨짐, 로그 참조)
pt: {0} falhas (1 oculta, consulte os logs)
sv: {0} fel (1 dolt, läs loggarna)
zh: {0} 个故障(1 个隐藏，见日志)

# subscriptions.results_header.some_hidden.failures.pl.pl
source: {0} failures ({1} hidden, see logs)
de: {0} Fehler ({1} ausgeblendet, siehe Protokolle)
es: {0} fallas ({1} oculta, consulte los registros)
fr: {0} échecs ({1} masqué(s), voir les journaux)
ga: 60775-表:{0} fäıłűяés ({1} hıďďéฑ, séé łogs)|
it: {0} errori ({1} nascosto, vedi log)
ja: エラー数: {0}(非表示: {1}、ログを参照)
ko: 실패 {0}개({1}개 숨겨짐, 로그 참조)
pt: {0} falhas ({1} ocultas, consulte os logs)
sv: {0} fel ({1} dolda, läs loggarna)
zh: {0} 故障（{1} 隐藏，见日志）

# subscriptions.results_header.some_hidden.warnings.pl.sg
source: {0} warnings (1 hidden, see logs)
de: {0} Warnungen (1 ausgeblendet, siehe Protokolle)
es: {0} advertencias (1 oculta, consulte los registros)
fr: {0} avertissements (1 masqué, voir les journaux)
ga: 06573-表:{0} ὠäяฑıฑgs (1 hıďďéฑ, séé łogs)|
it: {0} avvisi (1 nascosto, vedi log)
ja: 警告数: {0}(非表示: 1、ログを参照)
ko: 경고 {0}개(1개 숨겨짐, 로그 참조)
pt: {0} avisos (1 oculto, consulte os logs)
sv: {0} varningar (1 dold, läs loggarna)
zh: {0} 警告（1 隐藏，见日志）

# subscriptions.results_header.some_hidden.warnings.pl.pl
source: {0} warnings ({1} hidden, see logs)
de: {0} Warnungen ({1} ausgeblendet, siehe Protokolle)
es: {0} advertencias ({1} oculta, consulte los registros)
fr: {0} avertissements ({1} masqué(s), voir les journaux)
ga: 06485-表:{0} ὠäяฑıฑgs ({1} hıďďéฑ, séé łogs)|
it: {0} avvisi ({1} nascosto, vedi log)
ja: 警告数: {0}(非表示: {1}、ログを参照)
ko: 경고 {0}개({1}개 숨겨짐, 로그 참조)
pt: {0} avisos ({1} ocultos, consulte os logs)
sv: {0} varningar ({1} dolda, läs loggarna)
zh: {0} 警告（{1} 隐藏，见日志）

# dataalerts.manage_my_data_alerts
source: Manage alerts
de: Warnungen verwalten
es: Administrar alertas
fr: Gérer les alertes
ga: 21473-表:Mäฑägé äłéяts|
it: Gestisci avvisi
ja: アラートの管理
ko: 알림 관리
pt: Gerenciar alertas
sv: Hantera aviseringar
zh: 管理通知

# dataalerts.edit_data_alert
source: Edit alert
de: Warnung bearbeiten
es: Editar alerta
fr: Modifier lʼalerte
ga: 08266-表:Éďıt äłéяt|
it: Modifica avviso
ja: アラートの編集
ko: 알림 편집
pt: Editar alerta
sv: Redigera avisering
zh: 编辑通知

# dataalerts.remove_user_from_data_alert
source: Remove me
de: Mich entfernen
es: Eliminarme
fr: Me supprimer
ga: 47953-表:Яémové mé|
it: Rimuovi utente corrente
ja: 自分を削除
ko: 본인 제거
pt: Remover-me
sv: Ta bort mig
zh: 移除我

# dataalerts.add_user_to_data_alert
source: Add me to this alert
de: Mich zu dieser Benachrichtigung hinzufügen
es: Añadirme a esta alerta
fr: Mʼajouter à cette alerte
ga: 20647-表:Åďď mé to thıs äłéяt|
it: Aggiungimi a questo avviso
ja: このアラートに自分を追加
ko: 이 알림에 나를 추가
pt: Adicionar-me a este alerta
sv: Lägg till mig i den här aviseringen
zh: 将我添加至此通知

# dataalerts.greater_or_equal
source: {0} was above or equal to {1}.
de: {0} war größer oder gleich {1}.
es: {0} era superior o igual a {1}.
fr: {0} était supérieur ou égal à {1}.
ga: 81455-表:{0} ὠäs äbové oя éqűäł to {1}.|
it: {0} era superiore o uguale a {1}.
ja: {0} が {1} 以上でした。
ko: {0}이(가) {1}보다 크거나 같습니다.
pt: {0} era superior ou igual a {1}.
sv: {0} var större än eller lika med {1}.
zh: {0} 高于或等于 {1}。

# dataalerts.greater
source: {0} was above {1}.
de: {0} war größer als {1}.
es: {0} era superior a {1}.
fr: {0} était supérieur à {1}.
ga: 36744-表:{0} ὠäs äbové {1}.|
it: {0} era superiore a {1}.
ja: {0} が {1} を超えていました。
ko: {0}이(가) {1}보다 큽니다.
pt: {0} era superior a {1}.
sv: {0} var större än {1}.
zh: {0} 高于 {1}。

# dataalerts.less_or_equal
source: {0} was below or equal to {1}.
de: {0} war kleiner oder gleich {1}.
es: {0} era inferior o igual a {1}.
fr: {0} était inférieur ou égal à {1}.
ga: 77676-表:{0} ὠäs béłoὠ oя éqűäł to {1}.|
it: {0} era inferiore o uguale a {1}.
ja: {0} が {1} 以下でした。
ko: {0}이(가) {1}보다 작거나 같습니다.
pt: {0} era inferior ou igual a {1}.
sv: {0} var mindre än eller lika med {1}.
zh: {0} 低于或等于 {1}。

# dataalerts.less
source: {0} was below {1}.
de: {0} war kleiner als {1}.
es: {0} era inferior a {1}.
fr: {0} était inférieur à {1}.
ga: 48683-表:{0} ὠäs béłoὠ {1}.|
it: {0} era inferiore a {1}.
ja: {0} が {1} 未満でした。
ko: {0}이(가) {1}보다 작습니다.
pt: {0} era inferior a {1}.
sv: {0} var mindre än {1}.
zh: {0} 低于 {1}。

# dataalerts.equal
source: {0} was equal to {1}.
de: {0} war gleich {1}.
es: {0} era igual a {1}.
fr: {0} était égal à {1}.
ga: 07266-表:{0} ὠäs éqűäł to {1}.|
it: {0} era uguale a {1}.
ja: {0} が {1} と等価でした。
ko: {0}이(가) {1}과(와) 같습니다.
pt: {0} era igual a {1}.
sv: {0} var lika med {1}.
zh: {0} 等于 {1}。

# dataalerts.email_alt_text
source: View used by data-driven alert: {0}
de: Von datengesteuerter Benachrichtigung verwendete Ansicht: {0}
es: Vista usada por la alerta: {0}
fr: Vue utilisée par lʼalerte basée sur les données : {0}
ga: 44536-表:Ɣıéὠ űséď by ďätä-ďяıvéฑ äłéяt: {0}|
it: Vista usata da un avviso basato sui dati: {0}
ja: データに基づいたアラートで使用されるビュー: {0}
ko: 데이터 기반 알림에 사용된 보기: {0}
pt: Exibição usada por alerta acionado por dados: {0}
sv: Vy som används av datadriven avisering: {0}
zh: 数据驱动型通知使用的视图: {0}

# dataalerts.email_alt_text_hidden_view
source: View used by data-driven alert: {0} with changes applied
de: Von datengesteuerter Benachrichtigung verwendete Ansicht: {0} mit Änderungen angewendet
es: Vista usada por la alerta: {0} con cambios aplicados
fr: Vue utilisée par lʼalerte basée sur les données : {0} avec application des modifications
ga: 48691-表:Ɣıéὠ űséď by ďätä-ďяıvéฑ äłéяt: {0} ὠıth çhäฑgés äppłıéď|
it: Vista usata da un avviso basato sui dati: {0} con modifiche
ja: データに基づいたアラートで使用されるビュー {0}、変更を適用済み
ko: 데이터 기반 알림에 사용된 보기: {0}에 변경 내용이 적용됨
pt: Exibição usada por alerta acionado por dados: {0} com alterações aplicadas
sv: Vy som används av datadriven avisering: {0} med införda ändringar
zh: 数据驱动型通知使用的视图: {0}，已应用更改

# dataalerts.alert_triggered_for_the_view
source: Alert triggered for the view
de: Warnung für die Ansicht ausgelöst
es: Alerta activada para la vista
fr: Alerte déclenchée pour la vue
ga: 36934-表:Åłéяt tяıggéяéď foя thé vıéὠ|
it: Avviso attivato per la vista
ja: ビューに対してアラートがトリガーされました
ko: 뷰에 발생한 알림
pt: Alerta acionado para a exibição
sv: Avisering har utlösts för vyn
zh: 视图触发的通知

# dataalerts.failure.email.subject
source: Data-driven alert isn''t working for: {0}
de: Datengesteuerte Benachrichtigung funktioniert nicht für: {0}
es: La alerta no funciona para: {0}
fr: Lʼalerte basée sur les données ne fonctionne pas pour : {0}
ga: 54468-表:Ðätä-ďяıvéฑ äłéяt ısฑ''t ὠoяkıฑg foя: {0}|
it: L’avviso basato sui dati non funziona per: {0}
ja: データに基づいたアラートが動作していません: {0}
ko: 다음에 대한 데이터 기반 알림이 작동하지 않음: {0}
pt: O alerta acionado por dados não está funcionando para: {0}
sv: Datadriven avisering fungerar inte för: {0}
zh: 数据驱动型通知对于 {0} 未工作

# dataalerts.failure.status
source: Your Alert <i>{0}</i> is Not Working
de: Ihre Benachrichtigung <i>{0}</i> funktioniert nicht
es: Su alerta <i>{0}</i> no funciona
fr: Votre alerte <i>{0}</i> ne fonctionne pas
ga: 45448-表:Yoűя Åłéяt <ı>{0}</ı> ıs Ñot Ẉoяkıฑg|
it: Il tuo avviso <i>{0}</i> non funziona
ja: アラート <i>{0}</i> が動作していません
ko: 알림 <i>{0}</i>이(가) 작동하지 않음
pt: O alerta <i>{0}</i> não está funcionando
sv: Aviseringen <i>{0}</i> fungerar inte
zh: 您的通知 <i>{0}</i> 未工作

# dataalerts.failure.view.details.alert
source: View this alert
de: Diese Benachrichtigung anzeigen
es: Ver esta alerta
fr: Afficher cette alerte
ga: 98333-表:Ɣıéὠ thıs äłéяt|
it: Vedi questo avviso
ja: このアラートを表示
ko: 이 알림 보기
pt: Exibir este alerta
sv: Visa den här aviseringen
zh: 查看此通知

# dataalerts.failure.explanation
source: Your data-driven alert, <i>{0}</i>, isn''t working right now, so recipients won''t be notified when the data condition is true. You''ll receive an email notification when the alert is working again.
de: Ihre datengesteuerte Benachrichtigung, <i>{0}</i>, funktioniert momentan nicht. Daher werden die Empfänger nicht benachrichtigt, wenn die Datenbedingung wahr ist. Wenn die Benachrichtigung wieder funktioniert, erhalten Sie eine E-Mail.
es: La alerta basada en los datos <i>{0}</i> no funciona en este momento, de modo que no se notificará a los destinatarios cuando la condición de los datos sea verdadera. Recibirá una notificación por correo electrónico cuando la alerta vuelva a funcionar.
fr: Votre alerte basée sur les données, <i>{0}</i>, ne fonctionne pas actuellement. Les destinataires ne seront donc pas notifiés si la condition des données est vraie. Vous recevrez une notification lorsque lʼalerte fonctionnera à nouveau.
ga: 07875-表:Yoűя ďätä-ďяıvéฑ äłéяt, <ı>{0}</ı>, ısฑ''t ὠoяkıฑg яıght ฑoὠ, so яéçıpıéฑts ὠoฑ''t bé ฑotıfıéď ὠhéฑ thé ďätä çoฑďıtıoฑ ıs tяűé. Yoű''łł яéçéıvé äฑ émäıł ฑotıfıçätıoฑ ὠhéฑ thé äłéяt ıs ὠoяkıฑg ägäıฑ.|
it: Il tuo avviso basato sui dati, <i>{0}</i>, non funziona al momento, quindi non verrà inviata notifica ai destinatari quando la condizione dati è vera. Riceverai una notifica quando l’avviso sarà di nuovo funzionante.
ja: 現在、データに基づいたアラート <i>{0}</i> が動作していないため、データの条件が true になっても受信者に通知されません。アラートが再度動作すると、メール通知を受信します。
ko: 지금 데이터 기반 알림 <i>{0}</i>이(가) 작동하지 않기 때문에 데이터 조건을 충족하는 경우 수신자에게 알림이 전달되지 않습니다. 알림이 다시 작동하면 이메일 알림을 받을 수 있습니다.
pt: O alerta acionado por dados, <i>{0}</i>, não está funcionando neste momento, por isso os destinatários não serão notificados quando a condição dos dados for verdadeira. Você receberá uma notificação por e-mail quando o alerta estiver funcionando novamente.
sv: Den datadrivna aviseringen <i>{0}</i> fungerar inte just nu, så mottagarna aviseras inte när datavillkoret är sant. Du får ett mejl när aviseringen fungerar igen.
zh: 您的数据驱动型通知 <i>{0}</i> 目前未工作，因此，在满足数据条件时，收件人将不会收到通知。您将在通知再次工作时收到电子邮件通知。

# dataalerts.failure.affected.alert
source: Affected data-driven alert
de: Betroffene datengesteuerte Benachrichtigung
es: Alerta afectada
fr: Alerte basée sur les données concernée
ga: 72472-表:Åfféçtéď ďätä-ďяıvéฑ äłéяt|
it: Avviso basato sui dati interessato
ja: 影響を受けるデータに基づいたアラート
ko: 영향받는 데이터 기반 알림
pt: Alerta acionado por dados afetado
sv: Datadriven avisering som påverkas
zh: 受影响的数据驱动型通知

# dataalerts.failure.time
source: Time alert failed
de: Zeitpunkt des Benachrichtigungsfehlers
es: Error en la alerta de tiempo
fr: Échec de lʼalerte temporelle
ga: 47267-表:Tımé äłéяt fäıłéď|
it: Avviso tempo non riuscito
ja: 時刻アラートを実行できませんでした
ko: 일시적 알림 실패
pt: Falha no alerta de tempo
sv: Tid då aviseringen misslyckades
zh: 时间通知失败
