Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# extracts.status.finished.decrypt.workbook
source: Finished decryption of extracts (new extract id:{0}) for Workbook ''{1}''
de: Entschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Arbeitsmappe ''{1}'' ist abgeschlossen
es: Descifrado de extracciones finalizado (ID de extracción nueva: {0}) para el libro de trabajo “{1}”
fr: Décryptage des extraits terminé (nouvel ID dʼextrait : {0}) pour le classeur ʼ{1}ʼ
ga: 37468-表:Fıฑıshéď ďéçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}''|
it: Decrittografia delle estrazioni per la cartella di lavoro “{1}” completata (nuovo ID estrazione:{0})
ja: ワークブック 「{1}」 の抽出 (新しい抽出 ID:{0}) の復号化が完了しました
ko: 통합 문서 ''{1}''에 대한 추출 암호 해독을 완료했습니다(새 추출 ID: {0}).
pt: Decodificação de extrações concluída (nova id de extração:{0}) para a pasta de trabalho “{1}”
sv: Slutförde dekryptering av extrakt (nytt extrakt-ID:{0}) för arbetsboken {1}
zh: 已完成工作簿“{1}”的数据提取解密(新数据提取 ID: {0})

# extracts.status.finished.rekey.workbook
source: Finished reencryption of extracts (new extract id:{0}) for Workbook ''{1}''
de: Erneute Verschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Arbeitsmappe ''{1}'' ist abgeschlossen
es: Recifrado de extracciones finalizado (ID de extracción nueva: {0}) para el libro de trabajo “{1}”
fr: Re-cryptage des extraits terminé (nouvel ID dʼextrait : {0}) pour le classeur ʼ{1}ʼ
ga: 81693-表:Fıฑıshéď яééฑçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ẉoяkbook ''{1}''|
it: Nuova crittografia delle estrazioni per la cartella di lavoro “{1}” completata (nuovo ID estrazione:{0})
ja: ワークブック 「{1}」 の抽出 (新しい抽出 ID:{0}) の再暗号化が完了しました
ko: 통합 문서 ''{1}''에 대한 추출 재암호화를 완료했습니다(새 추출 ID: {0}).
pt: Nova criptografia de extrações concluída (nova id de extração:{0}) para a pasta de trabalho “{1}”
sv: Slutförde återkryptering av extrakt (nytt extrakt-ID:{0}) för arbetsboken {1}
zh: 已完成工作簿“{1}”的数据提取重新加密(新数据提取 ID: {0})

# extracts.status.finished.create.workbook
source: Finished creation of extracts (new extract id:{0}) for workbook ''{1}'' {2}
de: Erstellung von Extrakten (neue Extrakt-ID: {0}) für Arbeitsmappe ''{1}'' ist abgeschlossen {2}
es: Creación de extracción finalizada (nueva ID de extracción:{0}) para el libro de trabajo “{1}” {2}
fr: Création dʼextraits terminée (nouvel ID dʼextrait : {0}) pour le classeur ʼ{1}ʼ {2}
ga: 55435-表:Fıฑıshéď çяéätıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя ὠoяkbook ''{1}'' {2}|
it: Creazione delle estrazioni per la cartella di lavoro “{1}” terminata (nuovo ID estrazione:{0}) {2}
ja: ワークブック 「{1}」 の抽出 (新しい抽出 ID:{0}) の作成が完了しました {2}
ko: 통합 문서 ''{1}'' {2}에 대한 추출 생성을 마쳤습니다(새 추출 ID: {0}).
pt: Criação de extrações concluída (nova id de extração: {0}) para a pasta de trabalho “{1}” {2}
sv: Slutförde skapande av extrakt (nytt extrakt-ID:{0}) för arbetsboken {1} {2}
zh: 已完成工作簿“{1}”的数据提取创建(新数据提取 ID: {0}){2}

# extracts.status.finished.remove.workbook
source: Finished change extract (data source id:{0}) to live for workbook ''{1}''
de: Extrakt (Datenquellen-ID:{0}) zu Live ändern für Arbeitsmappe ''{1}'' ist abgeschlossen
es: Cambio de extracción (nueva ID de fuente de datos:{0}) a tiempo real para el libro de trabajo “{1}”
fr: Modification de lʼextrait sur "En direct" terminée (ID de la source de données : {0}) pour le classeur ʼ{1}ʼ
ga: 22211-表:Fıฑıshéď çhäฑgé éxtяäçt (ďätä soűяçé ıď:{0}) to łıvé foя ὠoяkbook ''{1}''|
it: Modifica dell’estrazione (ID origine dati: {0}) in live per la cartella di lavoro “{1}” terminata.
ja: ワークブック 「{1}」 に対する抽出 (データ ソース ID: {0}) のライブへの変更が完了しました
ko: 통합 문서 ''{1}''에 대한 추출(데이터 원본 ID: {0})을 라이브로 변경하는 작업을 완료했습니다.
pt: A alteração de extração (ID da fonte de dados:{0}) para Em tempo real para a pasta de trabalho “{1}” foi concluída
sv: Slutförde ändra extrakt (datakälla-ID:{0}) till live för arbetsboken {1}
zh: 已完成工作簿“{1}”的实时数据提取更改(数据源 ID:{0})

# extracts.status.finished.upload.datasource
source: Finished upload of extracts (new extract id:{0}) for Data Source ''{1}'' {2}
de: Hochladen von Extrakten (neue Extrakt-ID:{0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Carga finalizada de extracciones (id de extracción nuevo:{0}) para fuente de datos “{1}” {2}
fr: Chargement des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ {2}
ga: 48209-表:Fıฑıshéď űpłoäď of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}'' {2}|
it: Caricamento delle estrazioni per l’origine dati “{1}” completato (nuovo ID estrazione:{0}) {2}
ja: データ ソース 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) のアップロードが完了しました
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 업로드를 완료했습니다(새 추출 ID: {0})
pt: Carregamento de extrações concluído (novo id de extração:{0}) para a Fonte de dados “{1}” {2}
sv: Slutförde uppladdningen av extrakt (nytt extrakt-ID: {0}) för datakällan {1} {2}
zh: 已完成数据源“{1}”{2} 的数据提取上载(新数据提取 ID: {0})

# extracts.status.finished.refresh.datasource
source: Finished refresh of extracts (new extract id:{0}) for Data Source ''{1}'' {2}
de: Aktualisierung von Extrakten (neue Extrakt-ID:{0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Actualización finalizada de extracciones (id de extracción nuevo:{0}) para fuente de datos “{1}” {2}
fr: Actualisation des extraits terminée (nouvel ID dʼextrait:{0}) pour la source de données ʼ{1}ʼ {2}
ga: 80025-表:Fıฑıshéď яéfяésh of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}'' {2}|
it: Aggiornamento delle estrazioni per l’origine dati “{1}” {2} completato (nuovo ID estrazione:{0})
ja: データ ソース 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の更新が完了しました
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 새로 고침을 완료했습니다(새 추출 ID: {0})
pt: Atualização de extrações concluída (novo id de extração:{0}) para a Fonte de dados “{1}” {2}
sv: Uppdatering av extrakt har slutförts (nytt extrakt-ID: {0}) för datakällan ''{1}'' {2}
zh: 已完成数据源“{1}”{2} 的数据提取刷新(新数据提取 ID: {0})

# extracts.status.finished.increment.datasource
source: Finished increment of extracts (new extract id:{0}) for Data Source ''{1}'' {2}
de: Inkrementierung von Extrakten (neue Extrakt-ID:{0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Incrementos finalizados de extracciones (id de extracción nuevo:{0}) para fuente de datos “{1}” {2}
fr: Incrémentation des extraits terminée (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ {2}
ga: 62693-表:Fıฑıshéď ıฑçяéméฑt of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}'' {2}|
it: Incremento delle estrazioni per l’origine dati “{1}” completato (nuovo ID estrazione:{0}) {2}
ja: データ ソース 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の増分が完了しました
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 증분을 완료했습니다(새 추출 ID: {0})
pt: Incremento de extrações concluído (novo id de extração:{0}) para a Fonte de dados “{1}” {2}
sv: Utökning av extrakt har slutförts (nytt extrakt-ID: {0}) för datakällan ''{1}'' {2}
zh: 已完成数据源“{1}”{2} 的数据提取递增(新数据提取 ID: {0})

# extracts.status.finished.append.datasource
source: Finished append of extracts (new extract id:{0}) for Data Source ''{1}'' {2}
de: Anhängen von Extrakten (neue Extrakt-ID:{0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Operación de adjuntar finalizada de extracciones (id de extracción nuevo:{0}) para fuente de datos “{1}” {2}
fr: Ajout des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ {2}
ga: 45144-表:Fıฑıshéď äppéฑď of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}'' {2}|
it: Aggiunta delle estrazioni per l’origine dati “{1}” completata (nuovo ID estrazione:{0}) {2}
ja: データ ソース 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の追加が完了しました
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 추가를 완료했습니다(새 추출 ID: {0})
pt: Anexação de extrações concluído (novo id de extração:{0}) para a Fonte de dados “{1}” {2}
sv: Tillägg av extrakt har slutförts (nytt extrakt-ID: {0}) för datakällan ''{1}'' {2}
zh: 已完成数据源“{1}”{2} 的数据提取追加(新数据提取 ID: {0})

# extracts.status.finished.replace.datasource
source: Finished replace of extracts (new extract id:{0}) for Data Source ''{1}'' {2}
de: Aktualisieren von Extrakten (neue Extrakt-ID:{0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Reemplazo finalizado de extracciones (id de extracción nuevo:{0}) para fuente de datos “{1}” {2}
fr: Remplacement des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ {2}
ga: 96448-表:Fıฑıshéď яépłäçé of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}'' {2}|
it: Sostituzione delle estrazioni per l’origine dati “{1}” completata (nuovo ID estrazione:{0}) {2}
ja: データ ソース 「{1}」 {2} の抽出 (新しい抽出 ID:{0}) の置換が完了しました
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 바꾸기를 완료했습니다(새 추출 ID: {0})
pt: Substituição de extrações concluída (novo id de extração:{0}) para a Fonte de dados “{1}” {2}
sv: Ersättning av extrakt har slutförts (nytt extrakt-ID: {0}) för datakällan ''{1}'' {2}
zh: 已完成数据源“{1}”{2} 的数据提取替换(新数据提取 ID: {0})

# extracts.status.finished.encrypt.datasource
source: Finished encryption of extracts (new extract id:{0}) for Data Source ''{1}''
de: Verschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Datenquelle ''{1}'' ist abgeschlossen
es: Cifrado de extracciones finalizado (ID de extracción nueva: {0}) para la fuente de datos “{1}”
fr: Cryptage des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ
ga: 03087-表:Fıฑıshéď éฑçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}''|
it: Crittografia delle estrazioni per l’origine dati “{1}” completata (nuovo ID estrazione:{0})
ja: データ ソース 「{1}」 の抽出 (新しい抽出 ID:{0}) の暗号化が完了しました
ko: 데이터 원본 ''{1}''에 대한 추출 암호화를 완료했습니다(새 추출 ID: {0}).
pt: Criptografia de extrações concluída (nova id de extração:{0}) para a fonte de dados “{1}”
sv: Kryptering av extrakt har slutförts (nytt extrakt-ID:{0}) för datakällan ''{1}''
zh: 已完成数据源“{1}” 的数据提取加密(新数据提取 ID: {0})

# extracts.status.finished.decrypt.datasource
source: Finished decryption of extracts (new extract id:{0}) for Data Source ''{1}''
de: Entschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Datenquelle ''{1}'' ist abgeschlossen
es: Descifrado de extracciones finalizado (ID de extracción nueva: {0}) para la fuente de datos “{1}”
fr: Décryptage des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ
ga: 90055-表:Fıฑıshéď ďéçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}''|
it: Decrittografia delle estrazioni per l’origine dati “{1}” completata (nuovo ID estrazione:{0})
ja: データ ソース 「{1}」 の抽出 (新しい抽出 ID:{0}) の復号化が完了しました
ko: 데이터 원본 ''{1}''에 대한 추출 암호 해독을 완료했습니다(새 추출 ID: {0}).
pt: Decodificação de extrações concluída (nova id de extração:{0}) para a fonte de dados “{1}”
sv: Dekryptering av extrakt har slutförts (nytt extrakt-ID:{0}) för datakällan ''{1}''
zh: 已完成数据源“{1}” 的数据提取解密(新数据提取 ID: {0})

# extracts.status.finished.rekey.datasource
source: Finished reencryption of extracts (new extract id:{0}) for Data Source ''{1}''
de: Erneute Verschlüsselung von Extrakten (neue Extrakt-ID: {0}) für Datenquelle ''{1}'' ist abgeschlossen
es: Recifrado de extracciones finalizado (ID de extracción nueva: {0}) para la fuente de datos “{1}”
fr: Re-cryptage des extraits terminé (nouvel ID dʼextrait :{0}) pour la source de données ʼ{1}ʼ
ga: 99176-表:Fıฑıshéď яééฑçяyptıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя Ðätä Şoűяçé ''{1}''|
it: Nuova crittografia delle estrazioni per l’origine dati “{1}” completata (nuovo ID estrazione:{0})
ja: データ ソース 「{1}」 の抽出 (新しい抽出 ID:{0}) の再暗号化が完了しました
ko: 데이터 원본 ''{1}''에 대한 추출 재암호화를 완료했습니다(새 추출 ID: {0}).
pt: Nova criptografia de extrações concluída (nova id de extração:{0}) para a fonte de dados “{1}”
sv: Omkryptering av extrakt har slutförts (nytt extrakt-ID:{0}) för datakällan ''{1}''
zh: 已完成数据源“{1}” 的数据提取重新加密(新数据提取 ID: {0})

# extracts.status.finished.encrypt.flow
source: Finished encryption of extracts for flow ''{0}''
de: Die Verschlüssung der Extrakte für Schema ''{0}'' wurde abgeschlossen
es: Se ha finalizado el cifrado de extracciones para el flujo “{0}”
fr: Le cryptage des extraits pour le flux ʼ{0}ʼ est terminé
ga: 53816-表:Fıฑıshéď éฑçяyptıoฑ of éxtяäçts foя fłoὠ ''{0}''|
it: Crittografia delle estrazioni terminata per il flusso “{0}”
ja: フロー 「{0}」 に対する抽出の暗号化が完了しました
ko: ''{0}'' 흐름에 대한 추출 암호화를 완료했습니다.
pt: Criptografia de extrações para o fluxo “{0}” concluída
sv: Kryptering av extrakt för flödet ''{0}'' har slutförts
zh: 已完成流程“{0}”的数据提取加密

# extracts.status.finished.decrypt.flow
source: Finished decryption of extracts for flow ''{0}''
de: Die Entschlüsselung der Extrakte für Schema ''{0}'' wurde abgeschlossen
es: Se ha finalizado el descifrado de extracciones para el flujo “{0}”
fr: Le décryptage des extraits pour le flux ʼ{0}ʼ est terminé
ga: 64144-表:Fıฑıshéď ďéçяyptıoฑ of éxtяäçts foя fłoὠ ''{0}''|
it: Decrittografia delle estrazioni terminata per il flusso “{0}”
ja: フロー 「{0}」 に対する抽出の復号化が完了しました
ko: ''{0}'' 흐름에 대한 추출 암호 해독을 완료했습니다.
pt: Decodificação de extrações para o fluxo “{0}” concluída
sv: Dekryptering av extrakt för flödet ''{0}'' har slutförts
zh: 已完成流程“{0}”的数据提取解密

# extracts.status.finished.rekey.flow
source: Finished reencryption of extracts for flow ''{0}''
de: Die erneute Verschlüsselung der Extrakte für Schema ''{0}'' wurde abgeschlossen
es: Se ha finalizado el recifrado de extracciones para el flujo “{0}”
fr: Le recryptage des extraits pour le flux ʼ{0}ʼ est terminé
ga: 77009-表:Fıฑıshéď яééฑçяyptıoฑ of éxtяäçts foя fłoὠ ''{0}''|
it: Nuova crittografia delle estrazioni completata per il flusso “{0}”
ja: フロー 「{0}」 に対する抽出の再暗号化が完了しました
ko: ''{0}'' 흐름에 대한 추출 재암호화를 완료했습니다.
pt: Nova criptografia de extrações para o fluxo “{0}” concluída
sv: Omkryptering av extrakt för flödet ''{0}'' har slutförts
zh: 已完成流程“{0}”的数据提取重新加密

# extracts.status.finished.encrypt.flowdraft
source: Finished encryption of extracts for flow draft ''{0}''
de: Die Verschlüssung der Extrakte für Schemaentwurf ''{0}'' wurde abgeschlossen
es: Se ha finalizado el cifrado de las extracciones para el borrador de flujo “{0}”
fr: Le cryptage des extraits pour le brouillon de flux ʼ{0}ʼ est terminé
ga: 47209-表:Fıฑıshéď éฑçяyptıoฑ of éxtяäçts foя fłoὠ ďяäft ''{0}''|
it: Crittografia delle estrazioni terminata per la bozza di flusso “{0}”
ja: フローの下書き 「{0}」 に対する抽出の暗号化が完了しました
ko: 흐름 초안 ''{0}''에 대한 추출 암호화를 완료했습니다.
pt: Criptografia de rascunho de extrações para fluxo “{0}” concluída
sv: Kryptering av extrakt för flödesutkastet ''{0}'' har slutförts
zh: 已完成流程草稿“{0}”的数据提取加密

# extracts.status.finished.decrypt.flowdraft
source: Finished decryption of extracts for flow draft ''{0}''
de: Die Entschlüssung der Extrakte für Schemaentwurf ''{0}'' wurde abgeschlossen
es: Se ha finalizado el cifrado de las extracciones para el borrador de flujo “{0}”
fr: Le décryptage des extraits pour le brouillon de flux ʼ{0}ʼ est terminé
ga: 77809-表:Fıฑıshéď ďéçяyptıoฑ of éxtяäçts foя fłoὠ ďяäft ''{0}''|
it: Decrittografia delle estrazioni terminata per la bozza di flusso “{0}”
ja: フローの下書き 「{0}」 に対する抽出の復号化が完了しました
ko: 흐름 초안 ''{0}''에 대한 추출 암호 해독을 완료했습니다.
pt: Descriptografia de rascunho de extrações para fluxo “{0}” concluída
sv: Dekryptering av extrakt för flödesutkastet ''{0}'' har slutförts
zh: 已完成流程草稿“{0}”的数据提取解密

# extracts.status.finished.rekey.flowdraft
source: Finished reencryption of extracts for flow draft ''{0}''
de: Die erneute Verschlüssung der Extrakte für Schemaentwurf ''{0}'' wurde abgeschlossen
es: Se ha finalizado el recifrado de las extracciones para el borrador de flujo “{0}”
fr: Le recryptage des extraits pour le brouillon de flux ʼ{0}ʼ est terminé
ga: 87152-表:Fıฑıshéď яééฑçяyptıoฑ of éxtяäçts foя fłoὠ ďяäft ''{0}''|
it: Nuova crittografia delle estrazioni terminata per la bozza di flusso “{0}”
ja: フローの下書き 「{0}」 に対する抽出の再暗号化が完了しました
ko: 흐름 초안 ''{0}''에 대한 추출 재암호화를 완료했습니다.
pt: Nova criptografia finalizada de rascunho de extrações para fluxo “{0}”
sv: Omkryptering av extrakt för flödesutkastet ''{0}'' har slutförts
zh: 已完成流程草稿“{0}”的数据提取重新加密

# extracts.status.finished.create.datasource
source: Finished creation of extracts (new extract id:{0}) for data source ''{1}'' {2}
de: Erstellung von Extrakten (neue Extrakt-ID: {0}) für Datenquelle ''{1}'' {2} ist abgeschlossen
es: Creación de extracciones finalizada (nueva ID de extracción:{0}) para la fuente de datos “{1}” {2}
fr: Création dʼextraits terminée (ID du nouvel extrait : {0}) pour la source de données ʼ{1}ʼ {2}
ga: 27350-表:Fıฑıshéď çяéätıoฑ of éxtяäçts (ฑéὠ éxtяäçt ıď:{0}) foя ďätä soűяçé ''{1}'' {2}|
it: Creazione delle estrazioni per l’origine dati “{1}” terminata (ID nuova estrazione: {0}) {2}
ja: データ ソース 「{1}」 の抽出 (新しい抽出 ID:{0}) の作成が完了しました {2}
ko: 데이터 원본 ''{1}'' {2}에 대한 추출 생성을 마쳤습니다(새 추출 ID: {0}).
pt: Criação de extrações concluída (nova id de extração: {0}) para a fonte de dados “{1}” {2}
sv: Extrakten har skapats (nytt extrakt-ID: {0}) för datakällan ''{1}'' {2}
zh: 已完成数据源“{1}” 的数据提取创建(新数据提取 ID: {0}){2}

# extracts.status.finished.remove.datasource
source: Finished change extract to live for data source ''{1}''
de: Extrakt zu Live ändern für Datenquelle ''{1}'' ist abgeschlossen
es: Cambio de extracción a tiempo real para la fuente de datos “{1}”
fr: Modification de lʼextrait sur "En direct" terminée pour la source de données ʼ{1}ʼ
ga: 33742-表:Fıฑıshéď çhäฑgé éxtяäçt to łıvé foя ďätä soűяçé ''{1}''|
it: Modifica dell’estrazione su live per l’origine dati “{1}”
ja: データ ソース 「{1}」 に対する抽出のライブへの変更が完了しました
ko: 데이터 원본 ''{1}''에 대한 추출을 라이브로 변경하는 작업을 완료했습니다.
pt: A alteração de extração para em tempo real para a fonte de dados “{1}” foi concluída
sv: Extrakten har ändrats till live för datakällan ''{1}''
zh: 已完成数据源“{1}”的实时数据提取更改

# extracts.status.finished.create.vconn
source: Finished creation of extracts (new extract id:{0}) for Virtual Connection ''{1}''
es: Creación de extracción finalizada (nueva ID de extracción:{0}) para la conexión virtual “{1}”
it: Creazione delle estrazioni (nuovo ID estrazione:{0}) per la connessione virtuale “{1}” terminata
ja: 仮想接続「{1}」の抽出 (新しい抽出 ID:{0}) の作成が完了しました。
pt: Criação de extrações concluída (nova id de extração:{0}) para Conexão virtual “{1}”
zh: 已完成虚拟连接“{1}”的数据提取创建(新数据提取 ID:{0})

# extracts.status.finished.refresh.vconn
source: Finished refresh of extracts (new extract id:{0}) for Virtual Connection ''{1}''
es: Actualización de extracción finalizada (nueva ID de extracción:{0}) para la conexión virtual “{1}”
it: Aggiornamento delle estrazioni (nuovo ID estrazione:{0}) per la connessione virtuale “{1}” terminato
ja: 仮想接続「{1}」の抽出 (新しい抽出 ID:{0}) の更新が完了しました。
pt: Atualização de extrações concluída (nova id de extração:{0}) para Conexão virtual “{1}”
zh: 已完成虚拟连接“{1}”的数据提取刷新(新数据提取 ID: {0})

# extracts.status.encryption_key
source: Encryption key ID: ''{0}''.
de: Verschlüsselungsschlüssel-ID: ''{0}''.
es: ID de clave de cifrado: “{0}”.
fr: ID de la clé de cryptage : ʼ{0}ʼ.
ga: 28030-表:Éฑçяyptıoฑ kéy İÐ: ''{0}''.|
it: ID chiave di crittografia: “{0}”.
ja: 暗号化キー ID: 「{0}」。
ko: 암호화 키 ID: ''{0}''.
pt: ID da chave de criptografia: “{0}”.
sv: ID för krypteringsnyckel: ''{0}''.
zh: 加密密钥 ID:“{0}”。

# extracts.status.encryption_keys
source: Old encryption key ID: ''{0}'', new encryption key ID: ''{1}''.
de: Alte Verschlüsselungsschlüssel-ID: ''{0}'', neue Verschlüsselungsschlüssel-ID: ''{1}''.
es: ID de clave de cifrado antigua: “{0}”; ID de clave de cifrado nueva: “{1}”.
fr: ID de lʼancienne clé de cryptage : "{0}ʼ, ID de la nouvelle clé de cryptage : ʼ{1}ʼ.
ga: 67157-表:Õłď éฑçяyptıoฑ kéy İÐ: ''{0}'', ฑéὠ éฑçяyptıoฑ kéy İÐ: ''{1}''.|
it: ID vecchia chiave di crittografia: “{0}”, ID nuova chiave di crittografia: “{1}”.
ja: 古い暗号化キー ID: 「{0}」、新しい暗号化キー ID: 「{1}」。
ko: 이전 암호화 키 ID: ''{0}'', 새 암호화 키 ID: ''{1}''.
pt: ID antiga da chave de criptografia: “{0}”, nova ID da chave de criptografia: “{1}”.
sv: Gammalt ID för krypteringsnyckel: ''{0}'', nytt ID för krypteringsnyckel: ''{1}''.
zh: 旧加密密钥 ID:“{0}”，新加密密钥 ID:“{1}”。

# extracts.errors.upload
source: Error uploading extracts for {0}: ''{1}''
de: Fehler beim Hochladen von Extrakten für {0}: ''{1}''
es: Error al cargar extracciones para {0}: “{1}”
fr: Erreur de chargement des extraits pour {0} : ʼ{1}ʼ
ga: 82179-表:Éяяoя űpłoäďıฑg éxtяäçts foя {0}: ''{1}''|
it: Errore durante il caricamento dell’estrazione per {0}: “{1}”
ja: {0} の抽出のアップロード エラー: 「{1}」
ko: {0}의 추출을 업로드하는 동안 오류 발생: ''{1}''
pt: Erro no upload de extrações para {0}: “{1}”
sv: Fel vid uppladdning av extrakt för {0}: ''{1}''
zh: 上载 {0} 的数据提取时出错: “{1}”

# extracts.errors.refresh
source: An error occurred when refreshing extracts for the {0} ''{1}''
de: Ein Fehler ist aufgetreten beim Aktualisieren der Extrakte für {0} ''{1}''
es: Se ha producido un error al actualizar extracciones para {0} “{1}”
fr: Erreur lors de lʼactualisation des extraits pour {0} ʼ{1}ʼ
ga: 26361-表:Åฑ éяяoя oççűяяéď ὠhéฑ яéfяéshıฑg éxtяäçts foя thé {0} ''{1}''|
it: Si è verificato un errore durante l’aggiornamento delle estrazioni per {0} “{1}”
ja: {0} の抽出の更新時にエラーが発生しました。「{1}」
ko: 다음 추출을 새로 고치는 동안 오류 발생: {0} ''{1}''
pt: Ocorreu um erro ao atualizar as extrações de {0} “{1}”
sv: Det inträffade ett fel när extrakten för {0} ''{1}'' skulle uppdateras
zh: 刷新 {0} “{1}” 的数据提取时出错

# extracts.errors.create
source: Error creating extracts for the {0} ''{1}''.
de: Fehler beim Erstellen von Extrakten für {0} ''{1}''.
es: Error al crear las extracciones de {0} “{1}”.
fr: Erreur lors de la création dʼextraits pour {0} ʼ{1}ʼ.
ga: 83102-表:Éяяoя çяéätıฑg éxtяäçts foя thé {0} ''{1}''.|
it: Errore durante la creazione delle estrazioni per {0} “{1}”.
ja: {0} の抽出の作成エラー 「{1}」。
ko: {0} ''{1}''에 대한 추출을 만드는 동안 오류가 발생했습니다.
pt: Erro ao criar as extrações para {0} “{1}”.
sv: Det inträffade ett fel när extrakten för {0} ''{1}'' skulle skapas.
zh: 为 {0} 创建数据提取时出错“{1}”。

# extracts.errors.increment
source: Error incrementing extracts for {0}: ''{1}''
de: Fehler beim Inkrementieren von Extrakten für {0}: ''{1}''
es: Error al incrementar extracciones para {0}: “{1}”
fr: Erreur dʼincrémentation des extraits pour {0} : ʼ{1}ʼ
ga: 45901-表:Éяяoя ıฑçяéméฑtıฑg éxtяäçts foя {0}: ''{1}''|
it: Errore durante l’incremento dell’estrazione per {0}: “{1}”
ja: {0} の抽出の増分エラー: 「{1}」
ko: {0}의 추출을 증분하는 동안 오류 발생: ''{1}''
pt: Erro ao incrementar extrações para {0}: “{1}”
sv: Fel vid utökning av extrakt för {0}: ''{1}''
zh: 递增 {0} 的数据提取时出错: “{1}”

# extracts.errors.append
source: Error appending extracts for {0}: ''{1}''
de: Fehler beim Anhängen von Extrakten für {0}: ''{1}''
es: Error al adjuntar extracciones para {0}: “{1}”
fr: Erreur dʼajout des extraits pour {0} : ʼ{1}ʼ
ga: 09116-表:Éяяoя äppéฑďıฑg éxtяäçts foя {0}: ''{1}''|
it: Errore durante l’aggiunta dell’estrazione per {0}: “{1}”
ja: {0} の抽出の追加エラー。「{1}」
ko: {0}의 추출을 추가하는 동안 오류 발생: ''{1}''
pt: Erro ao anexar extrações para {0}: “{1}”
sv: Fel vid tillägg av extrakt för {0}: ''{1}''
zh: 追加 {0} 的数据提取时出错: “{1}”

# extracts.errors.replace
source: Error replacing extracts for {0}: ''{1}''
de: Fehler beim Ersetzen von Extrakten für {0}: ''{1}''
es: Error al reemplazar extracciones para {0}: “{1}”
fr: Erreur de remplacement des extraits pour {0} : ʼ{1}ʼ
ga: 78482-表:Éяяoя яépłäçıฑg éxtяäçts foя {0}: ''{1}''|
it: Errore durante la sostituzione delle estrazioni per {0}: “{1}”
ja: {0} の抽出の置換エラー: 「{1}」
ko: {0}의 추출을 바꾸는 동안 오류 발생: ''{1}''
pt: Erro ao substituir extrações para {0}: “{1}”
sv: Fel vid ersättning av extrakt för {0}: ''{1}''
zh: 替换 {0} 的数据提取时出错: “{1}”

# extracts.errors.download
source: Error downloading extracts for {0}: ''{1}''
de: Fehler beim Herunterladen von Extrakten für {0}: ''{1}''
es: Error al descargar extracciones para {0}: “{1}”
fr: Erreur de téléchargement des extraits pour {0} : ʼ{1}ʼ
ga: 88330-表:Éяяoя ďoὠฑłoäďıฑg éxtяäçts foя {0}: ''{1}''|
it: Errore durante il download dell’estrazione per {0}: “{1}”
ja: {0} の抽出のダウンロード エラー: 「{1}」
ko: {0}의 추출을 다운로드하는 동안 오류 발생: ''{1}''
pt: Erro no download de extrações para {0}: “{1}”
sv: Fel vid nerladdning av extrakt för {0}: ''{1}''
zh: 下载 {0} 的数据提取时出错: “{1}”
