Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# session.keystore.notice
source: Do you want to store password in local to avoid typing password next time? [anwser yes or no]
de: Möchten Sie das Kennwort lokal speichern, damit Sie es beim nächsten Mal nicht erneut eingeben müssen? [''Ja'' oder ''Nein'' angeben]
es: ¿Desea almacenar la contraseña en local para no tener que escribirla la próxima vez? [respuesta sí o no]
fr: Voulez-vous stocker le mot de passe en local pour éviter d''avoir à le saisir la prochaine fois ? [répondez Oui ou Non]
ga: 23897-表:Ðo yoű ὠäฑt to stoяé pässὠoяď ıฑ łoçäł to ävoıď typıฑg pässὠoяď ฑéxt tımé? [äฑὠséя yés oя ฑo]|
it: Desideri memorizzare la password in locale per evitare di digitare la password la prossima volta? [risposta sì o no]
ja: パスワードをローカルに保存して、次回のパスワード入力を省略しますか。[はい/いいえ]
ko: 이후에 비밀번호를 다시 입력하지 않도록 비밀번호를 로컬에 저장하시겠습니까? [예 또는 아니요로 답변]
pt: Deseja armazenar a senha no local para evitar digitar a senha da próxima vez? [responda sim ou não]
sv: Vill du lagra lösenordet lokalt för att undvika att skriva in lösenordet nästa gång? [svara ja eller nej]
zh: 是否想要将密码存储在本地，以避免下一次键入密码? [回答是或否]

# session.keystore.password
source: Keystore Password:
de: Keystore-Kennwort:
es: Contraseña del almacén de claves:
fr: Mot de passe Keystore :
ga: 97084-表:Kéystoяé Pässὠoяď:|
it: Password dell’archivio delle chiavi:
ja: キーストア パスワード:
ko: 키 저장소 비밀번호:
pt: Senha do repositório de chaves:
sv: Keystore-lösenord:
zh: 密钥存储密码:

# session.keystore.pwdfile_create
source: Create keystore password file in path: {0}
de: Keystore-Kennwortdatei erstellen in Pfad: {0}
es: Crear un archivo de contraseña de almacén de claves en la ruta: {0}
fr: Créez un fichier de mot de passe Keystore dans le chemin d''accès : {0}
ga: 61603-表:Çяéäté kéystoяé pässὠoяď fıłé ıฑ päth: {0}|
it: Crea il file di password dell’archivio delle chiavi nel percorso: {0}
ja: 次のパスにキーストア パスワードを作成します: {0}
ko: 키 저장소 비밀번호 파일 생성 경로: {0}
pt: Criar arquivo de senha do repositório de chaves no caminho: {0}
sv: Skapa Keystore-lösenordsfil på sökvägen: {0}
zh: 在以下路径中创建密钥存储密码文件: {0}

# session.keystore.pwdfile_remove
source: Remove the keystore password file which contains wrong password
de: Keystore-Kennwortdatei mit dem falschen Kennwort entfernen
es: Eliminar el archivo de contraseña de almacén de claves que contiene la contraseña incorrecta
fr: Supprimez le fichier de mot de passe Keystore contenant le mot de passe incorrect
ga: 44939-表:Яémové thé kéystoяé pässὠoяď fıłé ὠhıçh çoฑtäıฑs ὠяoฑg pässὠoяď|
it: Rimuovi il file della password dell’archivio delle chiavi che contiene una password errata
ja: 正しくないパスワードを含むキーストア パスワード ファイルを削除する
ko: 잘못된 비밀번호를 포함한 키 저장소 비밀번호 파일 제거
pt: Remova o arquivo de senha do repositório de chaves que contém a senha incorreta
sv: Ta bort Keystore-lösenordsfilen som innehåller fel lösenord
zh: 删除包含错误密码的密钥存储密码文件

# session.login
source: Signing in...
de: Anmelden...
es: Iniciando sesión...
fr: Connexion...
ga: 20670-表:Şıgฑıฑg ıฑ...|
it: Accesso in corso...
ja: サインインしています...
ko: 로그인 중...
pt: Fazendo logon...
sv: Loggar in ...
zh: 正在登录...

# session.logout
source: Signed out
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
ga: 79573-表:Şıgฑéď oűt|
it: Disconnessione eseguita
ja: サインアウトしました
ko: 로그아웃됨
pt: Saiu
sv: Utloggad
zh: 已退出

# session.monitorjob.errors.no_jobid
source: Cannot monitor job. No job_id found: {0}
de: Auftrag kann nicht überwacht werden. Es wurde keine ''job_id'' gefunden: {0}
es: No se puede supervisar el trabajo. No se ha encontrado ningún job_id: {0}
fr: Impossible de contrôler le travail. ID de travail (job_id) introuvable : {0}
ga: 34205-表:Çäฑฑot moฑıtoя job. Ño job_ıď foűฑď: {0}|
it: Impossibile monitorare il lavoro. Nessun job_id trovato: {0}
ja: ジョブを監視できません。job_id が見つかりません: {0}
ko: 작업을 모니터링할 수 없습니다. job_id 찾지 못함: {0}
pt: Não é possível monitorar o trabalho. Nenhum job_id encontrado: {0}
sv: Det går inte att övervaka jobbet. Inget jobb_ID hittades: {0}
zh: 无法监视作业。未找到 job_id: {0}

# session.monitorjob.percent_complete
source: {0}% complete
de: {0} % abgeschlossen
es: {0}% completado
fr: {0}% terminé
ga: 46195-表:{0}% çompłété|
it: {0}% completato
ja: {0}% 完了
ko: {0}% 완료
pt: {0}% concluído
sv: {0}% klart
zh: 已完成 {0}%

# session.new_session
source: Creating new session
de: Neue Sitzung erstellen
es: Creando nueva sesión
fr: Création d''une session
ga: 94028-表:Çяéätıฑg ฑéὠ séssıoฑ|
it: Creazione della nuova sessione in corso
ja: 新しいセッションを作成しています
ko: 새 세션 만들기
pt: Criando nova sessão
sv: Skapar ny session
zh: 正在创建新会话

# session.no-certificate-found
source: No valid client certificate found
de: Kein gültiges Client-Zertifikat gefunden
es: No se ha encontrado ningún certificado de cliente válido
fr: Aucun certificat client valide trouvé
ga: 02699-表:Ño väłıď çłıéฑt çéяtıfıçäté foűฑď|
it: Nessun certificato client valido trovato
ja: 有効なクライアント証明書が見つかりません
ko: 유효한 클라이언트 인증서를 찾을 수 없습니다.
pt: Nenhum certificado de cliente encontrado
sv: Det gick inte att hitta något giltigt klientcertifikat
zh: 找不到有效的客户端证书

# session.not_default_site_member
source: You are not a member of the default site. Select a SITEID from the following sites:
de: Sie sind kein Mitglied der Standardwebsite. Wählen Sie eine SITEID aus den folgenden Websites aus:
es: No es miembro del sitio predeterminado. Seleccione un SITEID de los siguientes sitios:
fr: Vous n''êttes pas membre du site par défaut. Sélectionnez un SITEID parmi les sites suivants :
ga: 68733-表:Yoű äяé ฑot ä mémbéя of thé ďéfäűłt sıté. Şéłéçt ä ŞİTÉİÐ fяom thé fołłoὠıฑg sıtés:|
it: Non sei un membro del sito predefinito. Seleziona un ID SITO dai seguenti siti:
ja: 既定のサイトのメンバーではありません。次のサイトからサイト ID を選択してください:
ko: 기본 사이트의 멤버가 아닙니다. 다음 사이트에서 SITEID를 선택하십시오.
pt: Você não é um membro do site padrão. Selecione um SITEID nos seguintes sites:
sv: Du är inte medlem på standardplatsen. Välj ett WEBBPLATS-ID från följande platser:
zh: 您不是默认站点的成员。请从以下站点中选择一个 SITEID:

# session.not_site_member
source: You are not a member of site ''{0}''. Select a SITEID from the following sites:
de: Sie sind kein Mitglied der Website ''{0}''. Wählen Sie eine SITEID aus den folgenden Websites aus:
es: No es miembro del sitio “{0}”. Seleccione un SITEID de los siguientes sitios:
fr: Vous n''êtes pas membre du site ''{0}''. Sélectionnez un SITEID parmi les sites suivants :
ga: 05051-表:Yoű äяé ฑot ä mémbéя of sıté ''{0}''. Şéłéçt ä ŞİTÉİÐ fяom thé fołłoὠıฑg sıtés:|
it: Non sei un membro del sito “{0}”. Seleziona un ID SITO dai seguenti siti:
ja: サイト 「{0}」 のメンバーではありません。次のサイトからサイト ID を選択してください:
ko: ''{0}'' 사이트의 멤버가 아닙니다. 다음 사이트에서 SITEID를 선택하십시오.
pt: Você não é um membro do site “{0}”. Selecione um SITEID nos seguintes sites:
sv: Du är inte medlem på webbplatsen ''{0}''. Välj ett WEBBPLATS-ID från följande platser:
zh: 您不是站点 “{0}” 的成员。请从以下站点中选择一个 SITEID:

# session.options.help
source: Display tabcmd Help
de: tabcmd-Hilfe anzeigen
es: Mostrar ayuda de tabcmd
fr: Afficher l''aide de la commande tabcmd
ga: 69340-表:Ðıspłäy täbçmď Héłp|
it: Visualizza la guida per tabcmd
ja: tabcmd のヘルプを表示
ko: tabcmd 도움말 표시
pt: Exiba a ajuda tabcmd
sv: Visa hjälp för tabcmd
zh: 显示 tabcmd 帮助

# session.options.no-certcheck
source: Do not validate the SSL certificate
de: SSL-Zertifikat nicht überprüfen
es: No validar el certificado SSL
fr: Ne pas valider le certificat SSL
ga: 00467-表:Ðo ฑot väłıďäté thé ŞŞŁ çéяtıfıçäté|
it: Non convalidare il certificato SSL
ja: SSL 証明書を検証しない
ko: SSL 인증서 확인 안 함
pt: Não valide o certificado SSL
sv: Validera inte SSL-certifikatet
zh: 不验证 SSL 证书

# session.options.no-cookie
source: Do not save the session ID when signing in. Subsequent commands will need to sign in again. If unspecified, default is to save the session ID
de: Speichern Sie die Sitzungs-ID beim Anmelden nicht. Folgebefehle müssen sich erneut anmelden. Wenn keine Angabe erfolgt, wird standardmäßig die Sitzungs-ID gespeichert
es: No guardar el ID de sesión al iniciar sesión. Los comandos siguientes necesitarán volver a iniciar sesión. Si no se especifica, el valor predeterminado consiste en guardar el ID de sesión
fr: Ne pas enregistrer l''ID de session lors de la connexion. Une nouvelle connexion sera nécessaire pour les commandes suivantes. Si rien n''est spécifié, l''ID de session est enregistré par défaut.
ga: 43189-表:Ðo ฑot sävé thé séssıoฑ İÐ ὠhéฑ sıgฑıฑg ıฑ. Şűbséqűéฑt çommäฑďs ὠıłł ฑééď to sıgฑ ıฑ ägäıฑ. İf űฑspéçıfıéď, ďéfäűłt ıs to sävé thé séssıoฑ İÐ|
it: Non salvare l’ID sessione al momento dell’accesso. I comandi successivi dovranno eseguire di nuovo l’accesso. Se non specificato, l’impostazione predefinita è salvare l’ID di sessione
ja: サインイン時にセッション ID を保存しません。後続のコマンドを実行する際には、再度サインインが必要になります。指定しない場合、既定ではセッション ID が保存されます
ko: 로그인 시 세션 ID를 저장하지 않습니다. 후속 명령에서 다시 로그인해야 합니다. 지정되지 않은 경우 기본값은 세션 ID를 저장하는 것입니다.
pt: Não salve o ID da sessão ao efetuar logon. Os comandos subsequentes irão necessitar fazer logon novamente. Se não for especificado, o padrão é salvar o ID da sessão
sv: Spara inte sessions-ID vid inloggning. Följande kommandon måste logga in på nytt. Om detta inte anges är standard att spara sessions-ID
zh: 在登录时不保存会话 ID。后续命令将需要重新登录。如果未指定，则默认为保存会话 ID

# session.options.no-prompt
source: Do not prompt for a password
de: Nicht nach einem Kennwort fragen
es: No solicitar contraseña
fr: Ne pas demander de mot de passe
ga: 94869-表:Ðo ฑot pяompt foя ä pässὠoяď|
it: Non richiedere una password
ja: パスワードの入力を求めない
ko: 비밀번호 입력 메시지 표시 안 함
pt: Não solicite uma senha
sv: Fråga inte om lösenord
zh: 不提示输入密码

# session.options.no-proxy
source: Do not use a HTTP proxy
de: Kein HTTP-Proxy verwenden
es: No utilizar un proxy HTTP
fr: Ne pas utiliser de proxy HTTP
ga: 77661-表:Ðo ฑot űsé ä HTTP pяoxy|
it: Non utilizzare un proxy HTTP
ja: HTTP プロキシを使用しない
ko: HTTP 프록시 사용 안 함
pt: Não use um proxy HTTP
sv: Använd ingen HTTP-proxy
zh: 不使用 HTTP 代理

# session.options.password
source: Use the specified Tableau Server password
de: Angegebenes Tableau Server-Kennwort verwenden
es: Usar la contraseña de Tableau Server especificada
fr: Utiliser le mot de passe Tableau Server spécifié
ga: 41270-表:Usé thé spéçıfıéď Täbłéäű Şéяvéя pässὠoяď|
it: Usa la password Tableau Server specificata.
ja: 指定された Tableau Server パスワードを使用
ko: 지정된 Tableau Server 비밀번호 사용
pt: Use a senha do Tableau Server especificada
sv: Använd det angivna lösenordet för Tableau Server
zh: 使用指定的 Tableau Server 密码

# session.options.password-file
source: Read the Tableau Server password from FILE
de: Tableau Server-Kennwort aus FILE lesen
es: Leer la contraseña de Tableau Server desde el archivo
fr: Lire le mot de passe Tableau Server depuis un FICHIER
ga: 18355-表:Яéäď thé Täbłéäű Şéяvéя pässὠoяď fяom FİŁÉ|
it: Leggi la password di Tableau Server da FILE
ja: ファイルから Tableau Server パスワードを読み込む
ko: FILE에서 Tableau Server 비밀번호 읽기
pt: Leia a senha do Tableau Server de FILE
sv: Läs lösenordet till Tableau Server från FILE
zh: 从 FILE 中读取 Tableau Server 密码

# session.options.proxy
source: Use the specified HTTP proxy
de: Angegebenen HTTP-Proxy verwenden
es: Usar el proxy HTTP especificado
fr: Utilisez le proxy HTTP spécifié
ga: 97427-表:Usé thé spéçıfıéď HTTP pяoxy|
it: Usa il proxy HTTP specificato
ja: 指定された HTTP プロキシを使用
ko: 지정된 HTTP 프록시 사용
pt: Use o proxy HTTP especificado
sv: Använd den angivna HTTP-proxyn
zh: 使用指定的 HTTP 代理

# session.options.server
source: Use the specified Tableau Server URL. If no protocol is specified, http:// is assumed
de: Angegebene Tableau Server-URL verwenden. Wenn kein Protokoll angegeben ist, wird von http:// ausgegangen
es: Usar la URL de Tableau Server especificada. Si no se especifica el protocolo, se utiliza http://
fr: Utilisez l''URL Tableau Server spécifiée. Si aucun protocole n''est indiqué, http:// est utilisé
ga: 98302-表:Usé thé spéçıfıéď Täbłéäű Şéяvéя UЯŁ. İf ฑo pяotoçoł ıs spéçıfıéď, http:// is assumed|
it: Utilizza l’URL di Tableau Server specificato. Se non viene specificato alcun protocollo, si suppone http://
ja: 指定された Tableau Server URL を使用します。プロトコルが指定されていない場合は、http:// を使用すると見なされます。
ko: 지정된 Tableau Server URL을 사용합니다. 프로토콜이 지정되지 않은 경우 http://를 사용합니다.
pt: Use a URL do Tableau Server especificada. Se nenhum protocolo for especificado, http:// será usado
sv: Använd den angivna webbadressen för Tableau Server. Om inget protokoll anges antas http:// gälla
zh: 使用指定的 Tableau Server URL。如果未指定协议，则使用 http://

# session.options.site
source: Use the specified Tableau Server site. Specify an empty string ("") to force use of the default site
de: Verwenden Sie die angegebene Tableau Server-Website. Geben Sie eine leere Zeichenfolge ('''') an, um die Verwendung der Standardwebsite zu erzwingen
es: Utilice el sitio de Tableau Server. Especifique una cadena vacía ("") para forzar el uso del sitio predeterminado
fr: Utilisez le site Tableau Server spécifié. Entrez une chaîne vide ("") pour forcer l''utilisation du site par défaut.
ga: 01122-表:Usé thé spéçıfıéď Täbłéäű Şéяvéя sıté. Şpéçıfy äฑ émpty stяıฑg ("") to foяçé űsé of thé ďéfäűłt sıté|
it: Utilizzare il sito specificato di Tableau Server. Specifica una stringa vuota ("") per forzare l’utilizzo del sito predefinito
ja: 指定した Tableau Server サイトを使用します。空の文字列 (「」) を指定すると、既定のサイトが強制的に使用されます
ko: 지정된 Tableau Server 사이트를 사용합니다. 기본 사이트를 사용하게 하려면 빈 문자열('''')을 지정하십시오.
pt: Use o site do Tableau Server especificado. Especifique uma cadeia de caracteres vazia ("") para forçar o uso do site padrão
sv: Använd den angivna platsen för Tableau Server. Ange en tom sträng ("") för att tvinga användning av standardplatsen
zh: 使用指定的 Tableau Server 站点。指定空字符串("")可强制使用默认站点

# session.options.timeout
source: How long to wait, in seconds, for the server to complete processing the command. The default is to wait until the server responds
de: Wartedauer in Sekunden, die es dauert, bis der Server den Befehl verarbeitet hat. Standardmäßig wird so lange gewartet, bis der Server antwortet
es: Espera, en segundos, para que el servidor termine de procesar el comando. El valor predeterminado es esperar hasta que el servidor responda
fr: Temps en secondes à attendre que le serveur termine le traitement de la commande. Par défaut, ce temps d''attente dure jusqu''à la réponse du serveur.
ga: 49638-表:Hoὠ łoฑg to ὠäıt, ıฑ séçoฑďs, foя thé séяvéя to çompłété pяoçéssıฑg thé çommäฑď. Thé ďéfäűłt ıs to ὠäıt űฑtıł thé séяvéя яéspoฑďs|
it: Quanto tempo occorre attendere, in secondi, affinché il server completi l’elaborazione del comando. Per impostazione predefinita viene attesa la risposta del server.
ja: サーバーがコマンドの処理が完了するまで待機する時間を秒単位で指定します。既定では、サーバーから応答が返ってくるまで待機します
ko: 명령 처리가 완료되도록 서버가 대기하는 시간(초)입니다. 기본값은 서버가 응답할 때까지 대기하는 것입니다.
pt: Quanto tempo esperar, em segundos, para que o servidor conclua o processamento do comando. O padrão é aguardar até que o servidor responda
sv: Hur länge, mätt i sekunder, ska man vänta på att servern ska slutföra kommandokörningen. Som standard ska man vänta tills servern svarar
zh: 等待多长时间(以秒为单位)以让服务器完成对命令的处理。默认为等待到服务器响应

# session.options.use-certificate
source: Use client certificate to sign in
de: Client-Zertifikat zur Anmeldung verwenden
es: Use el certificado de cliente para iniciar sesión
fr: Utiliser le certificat client pour se connecter
ga: 50294-表:Usé çłıéฑt çéяtıfıçäté to sıgฑ ıฑ|
it: Utilizza il certificato client per accedere
ja: クライアント証明書を使用してサインインしてください
ko: 클라이언트 인증서를 사용하여 로그인
pt: Utilize o certificado de cliente para logon
sv: Använd klientcertifikatet för att logga in
zh: 使用客户端证书登录

# session.options.username
source: Use the specified Tableau Server user name
de: Angegebenen Tableau Server-Benutzernamen verwenden
es: Usar el nombre de usuario de Tableau Server especificado
fr: Utilisez le nom d''utilisateur Tableau Server spécifié
ga: 42065-表:Usé thé spéçıfıéď Täbłéäű Şéяvéя űséя ฑämé|
it: Utilizza il nome utente di Tableau Server specificato
ja: 指定された Tableau Server ユーザー名を使用
ko: 지정된 Tableau Server 사용자 이름 사용
pt: Use o nome de usuário do Tableau Server especificado
sv: Använd det angivna användarnamnet för Tableau Server
zh: 使用指定的 Tableau Server 用户名

# session.password
source: Password:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
ga: 36550-表:Pässὠoяď:|
ja: パスワード:
ko: 비밀번호:
pt: Senha:
sv: Lösenord:
zh: 密码:

# session.redirecting
source: redirecting to {0}
es: redirigiendo a {0}
it: reindirizzamento a {0}
ja: {0} にリダイレクトしています
pt: redirecionando para {0}
zh: 正在重定向到 {0}

# session.retrying_task
source: Signing in again to retry original command with a new session...
de: Erneute Anmeldung für erneuten Versuch des ursprünglichen Befehls mit einer neuen Sitzung …
es: Iniciando sesión de nuevo para volver a probar el comando original con una sesión nueva...
fr: Reconnexion pour réessayer la commande d''origine avec une nouvelle session...
ga: 88319-表:Şıgฑıฑg ıฑ ägäıฑ to яétяy oяıgıฑäł çommäฑď ὠıth ä ฑéὠ séssıoฑ...|
it: Accedi di nuovo per riprovare il comando originale con una nuova sessione...
ja: 新しいセッションで元のコマンドを再試行するためにもう一度サインインしています...
ko: 새 세션에서 원래 명령을 다시 시도하기 위해 다시 로그인하는 중...
pt: Fazendo logon novamente para tentar o comando original com uma nova sessão...
sv: Loggar in igen för att försöka ursprungskommandot på nytt med en ny session...
zh: 正在再次登录以使用新会话重试原始命令...

# session.session_expired_login
source: Your session has expired. Signing out to clear session...
de: Ihre Sitzung ist abgelaufen. Abmeldung zum Löschen der Sitzung …
es: La sesión ha expirado. Se está cerrando la sesión...
fr: Votre session a expiré. Déconnectez-vous pour effacer la session...
ga: 64699-表:Yoűя séssıoฑ häs éxpıяéď. Şıgฑıฑg oűt to çłéäя séssıoฑ...|
it: La sessione è scaduta. Disconnessione in corso per cancellare la sessione...
ja: セッションの有効期限が切れました。セッションをクリアするためにサインアウトしています...
ko: 세션이 만료되었습니다. 세션을 지우기 위해 로그아웃하는 중...
pt: A sessão expirou. Fazendo logon para limpar a sessão...
sv: Din session har upphört. Loggar ut för att rensa sessionen ...
zh: 您的会话已过期。正在注销以清除会话...

# session.site_list
source: {0}{0}NAME: {1}{0}SITEID: ''{2}''
fr: {0}{0}NOM : {1}{0}ID SITE : ''{2}''
ga: 43819-表:{0}{0}ÑÅMÉ: {1}{0}ŞİTÉİÐ: ''{2}''|
ja: {0}{0}名前: {1}{0}サイト ID: 「{2}」
sv: {0}{0}NAMN: {1}{0}WEBBPLATS-ID: ''{2}''
zh: {0}{0}名称: {1}{0}站点 ID:“{2}”

# session.using-certificate
source: Using client certificate to sign in
de: Client-Zertifikat wird zur Anmeldung verwendet
es: Usar el certificado de cliente para iniciar sesión
fr: Utilisation du certificat client pour se connecter
ga: 21507-表:Usıฑg çłıéฑt çéяtıfıçäté to sıgฑ ıฑ|
it: Utilizzo del certificato client per l’accesso
ja: クライアント証明書を使用したサインイン
ko: 클라이언트 인증서를 사용하여 로그인합니다.
pt: Utilização do certificado de cliente para logon
sv: Använd klientcertifikat för att logga in
zh: 使用客户端证书登录

# session.inferred_username
source: Logging in as user ''{0}'' since no --username flag was given
de: Als Benutzer ''{0}'' anmelden, da kein ''--username''-Flag angegeben wurde
es: Iniciando sesión con el usuario “{0}”, ya que no se ha indicado ningún selector --username.
fr: Connexion en tant qu''utilisateur ''{0}'' puisqu''aucun indicateur --username n''a été spécifié
ga: 54439-表:Łoggıฑg ıฑ äs űséя ''{0}'' sıฑçé ฑo --űséяฑämé fłäg ὠäs gıvéฑ|
it: Nessun flag --username fornito. Accesso come utente “{0}” in corso.
ja: --username フラグが指定されていないため、ユーザー 「{0}」 としてログインしています。
ko: --username 플래그가 지정되지 않아 사용자 ''{0}''(으)로 로그인하는 중
pt: Fazendo logon como usuário “{0}” pois não foi fornecido nenhum sinalizador --username.
sv: Loggar in som {0}'' eftersom ingen --användarnamnsflagga angavs
zh: 正在以“{0}”用户身份登录，因为未提供 --username 标志。

# sessiondata.errors.bad_api
source: Malformed server API: {0}
de: Falsch formatierte Server-API: {0}
es: API de servidor mal formada: {0}
fr: API de serveur mal formée : {0}
ga: 25246-表:Mäłfoяméď séяvéя ÅPİ: {0}|
it: API server malformato: {0}
ja: サーバー API が正しくありません: {0}
ko: 잘못된 형식의 서버 API: {0}
pt: API de servidor formada incorretamente: {0}
sv: Missformad server API: {0}
zh: 格式错误的服务器 API: {0}

# sessiondata.errors.no_server_api
source: Cannot find server API version in response
de: Server-API-Version kann in der Antwort nicht gefunden werden
es: No se puede encontrar la versión de API del servidor en la respuesta
fr: Impossible de trouver la version d''API de serveur dans la réponse
ga: 53850-表:Çäฑฑot fıฑď séяvéя ÅPİ véяsıoฑ ıฑ яéspoฑsé|
it: Impossibile trovare la versione API del server in risposta
ja: 応答にサーバー API バージョンが見つかりません
ko: 응답에서 서버 API 버전을 찾을 수 없습니다.
pt: Não é possível localizar a versão de API do servidor na resposta
sv: Det gick inte att hitta serverns API-version i svaret
zh: 无法在响应中找到服务器 API 版本

# sessiondata.errors.version_mismatch
source: Tabcmd version {0} (API {1}) does not match Tableau Server version {2} (API {3})
de: Tabcmd-Version {0} (API {1}) entspricht nicht Tableau Server-Version {2} (API {3})
es: La versión de tabcmd {0} (API {1}) no coincide con la versión de Tableau Server {2} (API {3})
fr: La version {0} de Tabcmd (API {1}) ne correspond pas à la version {2} de Tableau Server (API {3})
ga: 38199-表:Täbçmď véяsıoฑ {0} (ÅPİ {1}) ďoés ฑot mätçh Täbłéäű Şéяvéя véяsıoฑ {2} (ÅPİ {3})|
it: La versione di Tabcmd {0} (API {1}) non corrisponde alla versione di Tableau Server {2} (API {3}).
ja: tabcmd のバージョン {0} (API {1}) が、Tableau Server のバージョン {2} (API {3}) と一致しません
ko: tabcmd 버전 {0}(API {1})이(가) Tableau Server 버전 {2}(API {3})과(와) 일치하지 않습니다.
pt: A versão do Tabcmd {0} (API {1}) não corresponde à versão do Tableau Server {2} (API {3})
sv: Tabcmd-versionen({0}API {1}) matchar inte Tableau Server-versionen({2}API {3})
zh: Tabcmd 版本 {0} (API {1})与 Tableau Server 版本 {2} (API {3})不匹配

# sessionoptions.errors.ambiguous_scheme
source: Specify ''{0}'' or ''{1}'' before the server name
de: ''{0}'' oder ''{1}'' vor dem Servernamen angeben
es: Especifique “{0}” o “{1}” antes del nombre del servidor
fr: Spécifiez ''{0}'' ou ''{1}'' avant le nom du serveur
ga: 02632-表:Şpéçıfy ''{0}'' oя ''{1}'' béfoяé thé séяvéя ฑämé|
it: Specifica “{0}” o “{1}” prima del nome del server
ja: サーバー名の前に 「{0}」 または 「{1}」 を指定します
ko: 서버 이름 앞에 ''{0}'' 또는 ''{1}''을(를) 지정하십시오.
pt: Especifique “{0}” ou “{1}” antes do nome do servidor
sv: Ange ''{0}'' eller ''{1}'' före servernamnet
zh: 指定服务器名称前的 “{0}” 或 “{1}”

# sessionoptions.errors.bad_password_file
source: Cannot read password from file ''{0}''
de: Kennwort aus Datei ''{0}'' kann nicht gelesen werden
es: No se puede leer la contraseña del archivo “{0}”
fr: Impossible de lire le mot de passe depuis le fichier ''{0}''
ga: 11414-表:Çäฑฑot яéäď pässὠoяď fяom fıłé ''{0}''|
it: Impossibile leggere la password dal file “{0}”
ja: ファイル 「{0}」 からパスワードを読み込めません
ko: ''{0}'' 파일에서 비밀번호를 읽을 수 없습니다.
pt: Não é possível ler a senha no arquivo “{0}”
sv: Det går inte att läsa lösenordet från filen ''{0}''
zh: 无法从文件 “{0}” 中读取密码

# sessionoptions.errors.bad_protocol
source: Protocol ''{0}'' is not supported
de: Protokoll ''{0}'' wird nicht unterstützt
es: El protocolo “{0}” no es compatible
fr: Le protocole ''{0}'' n''est pas pris en charge
ga: 17474-表:Pяotoçoł ''{0}'' ıs ฑot sűppoяtéď|
it: Il protocollo “{0}” non è supportato
ja: プロトコル 「{0}」 はサポートされていません
ko: ''{0}'' 프로토콜이 지원되지 않습니다.
pt: O protocolo “{0}” não é suportado
sv: Protokoll ''{0}'' stöds inte
zh: 不支持协议 “{0}”

# sessionoptions.errors.bad_proxy_format
source: Proxy format does not match HOST:PORT: {0}
de: Proxyformat entspricht nicht HOST:PORT: {0}
es: El formato de proxy no coincide con HOST:PUERTO: {0}
fr: Le format de proxy ne correspond pas à HOST:PORT : {0}
ga: 32562-表:Pяoxy foяmät ďoés ฑot mätçh HÕŞT:PÕЯT: {0}|
it: Il formato del proxy non corrisponde a HOST:PORT: {0}
ja: プロキシの形式が、ホスト:ポートに一致していません: {0}
ko: 프록시 형식이 HOST:PORT 형식이 아닙니다. {0}
pt: O formato do Proxy não corresponde HOST:PORT: {0}
sv: Proxyformatet matchar inte HOST:PORT: {0}
zh: 代理格式不符合 HOST:PORT: {0}
