Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# tabcmd.publish.options.append.detailed
source: Append the data being published to an existing data source that has the same name. If append is set to true but a data source does not already exist, the operation fails.
es: Anexar los datos que se van a publicar a una fuente de datos existente que tenga el mismo nombre. Si el anexo se configura como verdadero pero si la fuente de datos no existe ya, se producirá un error en la operación.
it: Aggiungi i dati in fase di pubblicazione a un’origine dati esistente con lo stesso nome. Se l’aggiunta è impostata su True ma non esiste già un’origine dati, l’operazione non riesce.
ja: パブリッシュされるデータを、同じ名前を持つ既存のデータ ソースに追加します。append が true に設定されていてもデータ ソースが存在しない場合、操作は失敗します。
pt: Anexe os dados que estão sendo publicados a uma fonte de dados existente que tenha o mesmo nome. Se anexar for definido como verdadeiro, mas ainda não existir uma fonte de dados, a operação falhará.
zh: 将正在发布的数据追加到同名的现有数据源。如果 append 设置为 true，但数据源尚不存在，操作将失败。

# tabcmd.publish.options.disable-uploader
source: [Deprecated - has no effect]
es: [Obsoleto - no tiene efecto]
it: [Deprecato - non ha alcun effetto]
ja: [非推奨 - 効果はありません]
pt: [Obsoleto – sem efeito]
zh: [已弃用 - 没有效果]

# tabcmd.refresh.options.bridge
source: Refresh datasource through Tableau Bridge
es: Actualizar fuente de datos a través de Tableau Bridge
it: Aggiorna l’origine dati tramite Tableau Bridge
ja: Tableau Bridge を介してデータソースを更新する
pt: Atualizar fonte de dados por meio do Tableau Bridge
zh: 通过 Tableau Bridge 刷新数据源

# tabcmd.report.error.user_csv.too_many_columns
source: The file contains {0} columns, but there are only {1} valid columns in a user import csv file
de: The file contains {} columns, but there are only {} valid columns in a user import csv file
fr: The file contains {} columns, but there are only {} valid columns in a user import csv file
ga: The file contains {} columns, but there are only {} valid columns in a user import csv file
ko: The file contains {} columns, but there are only {} valid columns in a user import csv file
sv: The file contains {} columns, but there are only {} valid columns in a user import csv file

# formats.messages.disk_space.in_mb
source: {0} MB
fr: {0} Mo
ga: 28794-表:{0} MB|

# formats.messages.disk_space.in_kb
source: {0} KB
fr: {0} Ko
ga: 28732-表:{0} KB|
