Repository: tableau/tabcmd
Catalog: tabcmd/locales/*/LC_MESSAGES/tabcmd.po
Languages: de, es, fr, ga, it, ja, ko, pt, sv, zh

# errors.publish.has_unfinished_extract_creation_job
source: This resource cannot be published because there are pending or unfinished extract creation jobs related to it. Please wait or cancel those jobs then try again.
de: Diese Ressource kann nicht veröffentlicht werden, da damit verbundene Aufträge zur Erstellung von Auszügen ausstehen oder unvollendet sind. Bitte warten Sie oder stornieren Sie diese Aufträge und versuchen Sie es dann erneut.
es: Este recurso no se puede publicar porque quedan trabajos de creación de extracciones pendientes o sin finalizar vinculados a él. Espere o cancele esos trabajos y vuelva a intentarlo.
fr: Cette ressource ne peut pas être publiée parce que des travaux de création dʼextrait sont en attente ou non terminés. Veuillez patienter ou annuler ces travaux puis réessayez.
ga: 88867-表:Thıs яésoűяçé çäฑฑot bé pűbłıshéď béçäűsé théяé äяé péฑďıฑg oя űฑfıฑıshéď éxtяäçt çяéätıoฑ jobs яéłätéď to ıt. Płéäsé ὠäıt oя çäฑçéł thosé jobs théฑ tяy ägäıฑ.|
it: Questa risorsa non può essere pubblicata perché vi sono processi di creazione di estrazione in sospeso o incompleti correlati a essa. Attendi o annulla quei processi e riprova.
ja: 関連する保留中または未完了の抽出作成ジョブがあるため、このリソースはパブリッシュできません。待機するかそれらのジョブをキャンセルしてからもう一度やり直してください。
ko: 이 리소스는 보류 중이거나 완료되지 않은 추출 만들기 작업이 관련되어 있기 때문에 게시할 수 없습니다. 해당 작업이 완료될 때까지 기다리거나 작업을 취소한 후 다시 시도하십시오.
pt: Este recurso não pode ser publicado porque há trabalhos de criação de extração pendentes ou não finalizados. Aguarde ou cancele esses trabalhos e tente novamente.
sv: Den här resursen kan inte publiceras eftersom det finns väntande eller oavslutade extraktskapandejobb relaterade till den. Vänta eller avbryt jobben och försök igen.
zh: 无法发布此资源，原因是存在与其相关的待定或未完成数据提取创建作业。请等待或取消这些作业，然后重试。

# errors.publishing.storage_quota_exceeded.message
source: Site storage quota exceeded.
de: Sitespeicherkontingent wurde überschritten.
es: Se excedió la cuota de almacenamiento del sitio.
fr: Quota de stockage du site dépassé.
ga: 70282-表:Şıté stoяägé qűotä éxçééďéď.|
it: Quota di archiviazione del sito superata.
ja: サイトの保存容量が超過しています。
ko: 사이트 저장소 할당량이 초과되었습니다.
pt: Cota de armazenamento do site excedida.
sv: Webbplatslagringskvoten överskreds.
zh: 已超过站点存储配额。

# errors.publishing.request_size_exceeded
source: This file cannot be published because the request size is {0} bytes which exceeds byte size limit by {1} bytes.
de: Diese Datei kann nicht veröffentlicht werden, da die Größe der Anfrage {0} Bytes beträgt, wodurch das Bytegrößenlimit um {1} Bytes überschritten wird.
es: Este archivo no se puede publicar porque el tamaño de la solicitud es de {0} bytes, lo que supera el límite de bytes por {1} bytes.
fr: Ce fichier ne peut pas être publié parce que la taille de la demande est de {0} octets, ce qui dépasse la limite de taille de {1} octets.
ga: 45006-表:Thıs fıłé çäฑฑot bé pűbłıshéď béçäűsé thé яéqűést sıžé ıs {0} bytés ὠhıçh éxçééďs byté sıžé łımıt by {1} bytés.|
it: Impossibile pubblicare questo file perché la dimensione della richiesta è {0} byte, che supera il limite di dimensione in byte di {1} byte.
ja: リクエスト サイズが {0} バイトであり、バイト サイズの制限を {1} バイト超えているため、このファイルをパブリッシュできません。
ko: 요청 크기({0}바이트)가 바이트 크기 제한({1}바이트)을 초과하므로 이 파일을 게시할 수 없습니다.
pt: Este arquivo não pode ser publicado porque o tamanho da solicitação é de {0} bytes, que excede o limite de tamanho de bytes em {1} bytes.
sv: Den här filen kan inte publiceras eftersom begärandestorleken är {0} byte vilket överskrider bytestorleksgränsen med {1} byte.
zh: 无法发布此文件，因为请求大小为 {0} 字节，超出字节大小限制 {1} 字节。

# errors.publishing.request_size_unknown
source: The request size could not be determined.
de: Die Größe der Anfrage konnte nicht ermittelt werden.
es: No se ha podido determinar el tamaño de la solicitud.
fr: Impossible de déterminer la taille de la demande.
ga: 03983-表:Thé яéqűést sıžé çoűłď ฑot bé ďétéяmıฑéď.|
it: Impossibile determinare la dimensione della richiesta.
ja: リクエスト サイズを特定できませんでした。
ko: 요청 크기를 확인할 수 없습니다.
pt: O tamanho da solicitação não pôde ser determinado.
sv: Begärandestorleken kunde inte fastställas.
zh: 无法确定请求大小。

# errors.site.quota_exceeded
source: The content you are trying to upload will exceed the site''s capacity by {0}.
de: Das Kontingent, das Sie hochzuladen versuchen, überschreitet die Kapazität der Site um {0}.
es: El contenido que intenta cargar excederá la capacidad del sitio en {0}.
fr: Le contenu que vous essayez de charger va dépasser la capacité du site de {0}.
ga: 37753-表:Thé çoฑtéฑt yoű äяé tяyıฑg to űpłoäď ὠıłł éxçééď thé sıté''s çäpäçıty by {0}.|
it: Il contenuto che stai cercando di caricare supererà il volume del sito di {0}.
ja: アップロードしようとしているコンテンツは、サイトの容量を {0} 超えています。
ko: 업로드하려는 콘텐츠 크기가 사이트 용량보다 {0}만큼 큽니다.
pt: O conteúdo que você está tentando carregar excederá a capacidade do site em {0}.
sv: Innehållet du försöker ladda upp kommer att överskrida webbplatsens kapacitet med {0}.
zh: 您尝试上载的内容将超出 {0} 的站点容量。

# errors.personal_space.quota_exceeded
source: This content exceeds your Personal Space capacity by {0}.
de: Dieser Inhalt überschreitet die Kapazität Ihres persönlichen Bereichs um {0}.
es: El contenido supera la capacidad de su Espacio personal por {0}.
fr: Ce contenu dépasse la capacité de votre espace personnel de {0}.
ga: 74105-表:Thıs çoฑtéฑt éxçééďs yoűя Péяsoฑäł Şpäçé çäpäçıty by {0}.|
it: Questo contenuto supera la capacità dello spazio personale di {0}.
ja: このコンテンツは、パーソナル スペースの容量を {0} 超えています。
ko: 이 콘텐츠는 개인 공간 용량을 {0}만큼 초과합니다.
pt: Este conteúdo excede a capacidade do seu Espaço Pessoal em {0}.
sv: Det här innehållet överskrider kapaciteten på din personliga yta med {0}.
zh: 此内容超出您的个人空间容量 {0}。

# errors.web_authoring.workbook_deleted
source: The workbook ''{0}'' was deleted. Please choose ''Save As'' to save as new workbook.
de: Die Arbeitsmappe ''{0}'' wurde gelöscht. Wählen Sie ''Speichern unter'', und sie als neue Arbeitsmappe zu speichern.
es: El libro de trabajo “{0}” fue eliminado. Elija “Guardar como” para guardar como nuevo libro de trabajo.
fr: Le classeur ʼ{0}ʼ a été supprimé. Pour enregistrer en tant que nouveau classeur, choisissez ʼEnregistrer sousʼ.
ga: 48222-表:Thé ὠoяkbook ''{0}'' ὠäs ďéłétéď. Płéäsé çhoosé ''Şävé Ås'' to sävé äs ฑéὠ ὠoяkbook.|
it: La cartella di lavoro “{0}” è stata cancellata. Scegli “Salva con nome” per salvare come nuova cartella di lavoro.
ja: ワークブック 「{0}」 が削除されました。 [名前を付けて保存] を選択して、新しいワークブックとして保存してください。
ko: ''{0}'' 통합 문서가 삭제되었습니다. 새 통합 문서로 저장하려면 ''다른 이름으로 저장''을 선택하십시오.
pt: A pasta de trabalho “{0}” foi excluída. Escolha “Salvar como” para salvar como nova pasta de trabalho.
sv: Arbetsboken {0} togs bort. Välj Spara som för att spara som ny arbetsbok.
zh: 已删除工作簿 {0}。 请选择“另存为”以另存新工作簿。

# errors.web_authoring.workbook_changed
source: Another user has edited and saved this workbook since you began editing. Therefore, you can no longer update the original workbook. Use Save As to create a new workbook with your changes.
de: Nachdem Sie begonnen haben, diese Arbeitsmappe zu bearbeiten, hat ein anderer Benutzer die Arbeitsmappe bearbeitet und gespeichert. Sie können die ursprüngliche Arbeitsmappe daher nicht mehr aktualisieren. Wählen Sie ''Speichern unter'', um eine neue Arbeitsmappe mit Ihren Änderungen zu erstellen.
es: Otro usuario ha editado y guardado este libro de trabajo desde que comenzó a editarlo. Por lo tanto, ya no puede actualizar el libro de trabajo original. Use Guardar como para crear un nuevo libro de trabajo con sus cambios.
fr: Un autre utilisateur a modifié et enregistré ce classeur depuis que vous avez commencé à lʼéditer. Par conséquent, vous ne pouvez plus apporter de modifications au classeur dʼorigine. Utilisez la commande ʼEnregistrer sousʼ pour créer un nouveau classeur contenant vos modifications.
ga: 28889-表:Åฑothéя űséя häs éďıtéď äฑď sävéď thıs ὠoяkbook sıฑçé yoű bégäฑ éďıtıฑg. Théяéfoяé, yoű çäฑ ฑo łoฑgéя űpďäté thé oяıgıฑäł ὠoяkbook. Usé Şävé Ås to çяéäté ä ฑéὠ ὠoяkbook ὠıth yoűя çhäฑgés.|
it: Un altro utente ha modificato e salvato questa cartella di lavoro da quando hai cominciato a modificarla. Pertanto non puoi più modificare la cartella di lavoro originale. Usa Salva con nome per creare una nuova cartella di lavoro con le tue modifiche.
ja: 編集を開始した後に、別のユーザーがこのワークブックを編集および保存しました。そのため、元のワークブックを更新することはできなくなりました。変更とともに新しいワークブックを作成するには、[名前をつけて保存] を使用します。
ko: 편집을 시작한 이후 다른 사용자가 이 통합 문서를 편집하고 저장했습니다. 따라서 더 이상 원본 통합 문서를 업데이트할 수 없습니다. [다른 이름으로 저장]을 사용하여 변경 내용을 포함한 새 통합 문서를 만드십시오.
pt: Outro usuário editou e salvou esta pasta de trabalho desde que você iniciou a edição. Portanto, você não pode mais atualizar a pasta de trabalho original. Use Salvar como para criar uma nova pasta de trabalho com suas alterações.
sv: En annan användare har redigerat och sparat den här arbetsboken sedan du började redigera. Därmed kan du inte längre uppdatera den ursprungliga arbetsboken. Använd Spara som för att skapa en ny arbetsbok med dina ändringar.
zh: 自您开始编辑后另一个用户已编辑并保存了此工作簿。因此，您无法再更新原始工作簿。请通过“另存为”使用您所做更改新建一个工作簿。

# labels.publish.embed_credentials
source: Embed password for data source
de: Kennwort einbetten für Datenquelle
es: Insertar contraseña insertada para la fuente de datos
fr: Ajouter un mot de passe à la source de données
ga: 87075-表:Émbéď pässὠoяď foя ďätä soűяçé|
it: Incorpora password per l’origine dati
ja: データ ソースのパスワードの埋め込み
ko: 데이터 원본에 대한 비밀번호 내장
pt: Inserir senha para fonte de dados
sv: Inbäddat lösenord för datakälla
zh: 嵌入数据源的密码

# errors.publish.workbook.google_no_embedded_credentials
source: This workbook contains a {0} data source which requires embedded credentials. To save as another workbook, select "{1}".
de: Diese Arbeitsmappe enthält eine {0}-Datenquelle, für die eingebettete Anmeldeinformationen erforderlich sind. Wählen Sie ''{1}'' aus, um sie als eine andere Arbeitsmappe zu speichern.
es: Este libro de trabajo contiene una fuente de datos {0} que requiere credenciales insertadas. Para guardar como otro libro de trabajo, seleccione “{1}”.
fr: Ce classeur comporte une source de données {0} qui nécessite des informations dʼidentification intégrées. Pour enregistrer sous un nouveau classeur, sélectionnez ʼ{1}ʼ.
ga: 43948-表:Thıs ὠoяkbook çoฑtäıฑs ä {0} ďätä soűяçé ὠhıçh яéqűıяés émbéďďéď çяéďéฑtıäłs. To sävé äs äฑothéя ὠoяkbook, séłéçt ''{1}''.|
it: Questa cartella di lavoro contiene un’origine dati {0} che richiede credenziali incorporate. Per salvare come altra cartella di lavoro, seleziona “{1}”.
ja: このワークブックには、埋め込みの認証資格情報を必要とする {0} データ ソースが含まれています。別のワークブックとして保存するには、「{1}」 を選択します。
ko: 이 통합 문서에는 내장된 자격 증명이 필요한 {0} 데이터 원본이 포함되어 있습니다. 다른 통합 문서로 저장하려면 ''{1}''을(를) 선택하십시오.
pt: Esta pasta de trabalho contém uma fonte de dados do {0} que exige credenciais inseridas. Para salvar como outra pasta de trabalho, selecione “{1}”.
sv: Den här arbetsboken innehåller en {0}-datakälla som kräver inbäddade inloggningsuppgifter. Spara som en annan arbetsbok genom att välja {1}.
zh: 此工作簿包含需要嵌入式凭据的 {0} 数据源。若要另存为其他工作簿，请选择“{1}”。

# errors.publish.datasource.google_no_embedded_credentials
source: This data source contains a {0} connection which requires embedded credentials. Please publish this data source from Tableau Desktop with embedded credentials.
de: Diese Datenquelle enthält eine {0}-Verbindung, für die eingebettete Anmeldeinformationen erforderlich sind. Veröffentlichen Sie diese Datenquelle über Tableau Desktop mit eingebetteten Anmeldeinformationen.
es: Esta fuente de datos contiene una conexión {0} que requiere credenciales insertadas. Publique esta fuente de datos desde Tableau Desktop con credenciales insertadas.
fr: Cette source de données comporte une connexion {0} qui nécessite des informations dʼidentification intégrées. Veuillez publier cette source de données depuis Tableau Desktop avec des informations dʼidentification intégrées.
ga: 45217-表:Thıs ďätä soűяçé çoฑtäıฑs ä {0} çoฑฑéçtıoฑ ὠhıçh яéqűıяés émbéďďéď çяéďéฑtıäłs. Płéäsé pűbłısh thıs ďätä soűяçé fяom Täbłéäű Ðésktop ὠıth émbéďďéď çяéďéฑtıäłs.|
it: Questa origine dati contiene una connessione {0} che richiede credenziali incorporate. Pubblica questa origine dati da Tableau Desktop con credenziali incorporate.
ja: このデータ ソースには、埋め込みの認証資格情報を必要とする {0} 接続が含まれています。 このデータ ソースは、埋め込みの認証資格情報とともに Tableau Desktop からパブリッシュしてください。
ko: 이 데이터 원본에는 내장된 자격 증명이 필요한 {0} 연결이 포함되어 있습니다. 내장된 자격 증명을 사용하여 Tableau Desktop에서 이 데이터 원본을 게시하십시오.
pt: Esta fonte de dados contém uma conexão com o {0} que requer credenciais inseridas. Publique esta fonte de dados do Tableau Desktop com credenciais inseridas.
sv: Den här datakällan innehåller en {0}-anslutning som kräver inbäddade inloggningsuppgifter. Publicera den här datakällan från Tableau Desktop med inbäddade inloggningsuppgifter.
zh: 此数据源包含需要嵌入式凭据的 {0} 连接。 请使用嵌入式凭据从 Tableau Desktop 中发布此数据源。

# errors.publish.datasource.federated_oauth_datasource_failed
source: Credentials for one or more connections in your data source have expired. Delete the saved credentials for this data source on your Account Settings page on Tableau Server or Tableau Cloud, and then connect to the data source again.
de: Anmeldeinformationen für eine oder mehrere Verbindungen in Ihrer Datenquelle sind abgelaufen. Löschen Sie die gespeicherten Anmeldeinformationen für diese Datenquelle auf Ihrer Kontoeinstellungen-Seite auf Tableau Server oder Tableau Online, und verbinden Sie sich mit der Datenquelle erneut.
es: Las credenciales de una o varias conexiones de su fuente de datos han expirado. Elimine las credenciales guardadas para esta fuente de datos en la página Configuración de la cuenta en Tableau Server o Tableau Cloud y vuelva a conectarse a la fuente de datos.
fr: Les informations dʼidentification pour une ou plusieurs connexions dans votre source de données ont expiré. Supprimez les informations dʼidentification enregistrées pour cette source de données dans votre page Paramètres de compte sur Tableau Server ou Tableau Online, puis connectez-vous à nouveau à la source de données.
ga: 20434-表:Çяéďéฑtıäłs foя oฑé oя moяé çoฑฑéçtıoฑs ıฑ yoűя ďätä soűяçé hävé éxpıяéď. Ðéłété thé sävéď çяéďéฑtıäłs foя thıs ďätä soűяçé oฑ yoűя Åççoűฑt Şéttıฑgs pägé oฑ Täbłéäű Şéяvéя oя Täbłéäű Õฑłıฑé, äฑď théฑ çoฑฑéçt to thé ďätä soűяçé ägäıฑ.|
it: Le credenziali per una o più connessioni all’origine dati sono scadute. Elimina le credenziali salvate per questa origine dati nella pagina Impostazioni account su Tableau Server o Tableau Cloud, quindi connettiti di nuovo all’origine dati.
ja: データ ソース内の 1 つ以上の接続に対する認証資格情報の有効期限が切れています。Tableau Server または Tableau Cloud のアカウント設定ページでこのデータ ソースの保存済み認証資格情報を削除してから、もう一度データ ソースに接続してください。
ko: 데이터 원본에 있는 하나 이상의 연결에 대한 자격 증명이 만료되었습니다. Tableau Server 또는 Tableau Online의 계정 설정 페이지에서 이 데이터 원본에 대해 저장된 자격 증명을 삭제한 다음 데이터 원본에 다시 연결하십시오.
pt: As credenciais de uma ou mais conexões na fonte de dados expiraram. Exclua as credenciais salvas para esta fonte de dados na página Configurações de conta no Tableau Server ou Tableau Cloud, em seguida conecte-se à fonte de dados novamente.
sv: Inloggningsuppgifter för en eller flera anslutningar i din datakälla har gått ut. Ta bort de sparade inloggningsuppgifterna för den här datakällan på din sida för Kontoinställningar på Tableau Server eller Tableau Online och anslut därefter till datakällan igen.
zh: 数据源中一个或多个连接的凭据已过期。请在 Tableau Server 或 Tableau Cloud 的“帐户设置”页面上删除为此数据源保存的凭据，然后再次连接到该数据源。

# errors.publish.workbook.missing_oauth_credential
source: The credential ''{0}'' was not found or cannot be used to connect to the data source or workbook.
de: Die Anmeldeinformationen ''{0}'' wurden nicht gefunden oder können nicht für die Verbindung mit dieser Datenquelle bzw. dieser Arbeitsmappe verwendet werden.
es: No se encontró la credencial “{0}” o no se puede usar para conectar a la fuente de datos o libro de trabajo.
fr: Les informations dʼidentification ʼ{0}ʼ sont manquantes ou ne peuvent être utilisées pour se connecter à la source de données ou au classeur.
ga: 11429-表:Thé çяéďéฑtıäł ''{0}'' ὠäs ฑot foűฑď oя çäฑฑot bé űséď to çoฑฑéçt to thé ďätä soűяçé oя ὠoяkbook.|
it: Le credenziali “{0}” non sono state trovate o non possono essere usate per connettersi all’origine dati o alla cartella di lavoro.
ja: 認証資格情報 「{0}」 が見つからないか使用できないため、データ ソースおよびワークブックに接続できません。
ko: 자격 증명 ''{0}''을(를) 찾을 수 없거나 데이터 원본 또는 통합 문서에 연결하는 데 사용할 수 없습니다.
pt: A credencial “{0}” não foi encontrada ou não pode ser usada para conexão com a fonte de dados ou pasta de trabalho.
sv: Inloggningsuppgiften {0} hittades inte eller kan inte användas för att ansluta till datakällan eller arbetsboken.
zh: 找不到凭据“{0}”或者无法使用它连接到数据源或工作簿。

# errors.publish.version_incompatible.message
source: Desktop and server versions are incompatible.
de: Die Desktop- und Serverversionen sind nicht kompatibel.
es: Las versiones de escritorio y de servidor no son compatibles.
fr: Les versions de bureau et de serveur ne sont pas compatibles.
ga: 20576-表:Ðésktop äฑď séяvéя véяsıoฑs äяé ıฑçompätıbłé.|
it: Le versioni desktop e server sono incompatibili.
ja: Desktop と Server のバージョンには互換性がありません。
ko: 데스크톱 버전과 서버 버전이 호환되지 않습니다.
pt: As versões de desktop e servidor são incompatíveis.
sv: Skrivbords- och serverversionerna är inkompatibla.
zh: Desktop 和 Server 版本不兼容。

# errors.publish.version_incompatible.details
source: Desktop version ''{0}'', Server document version ''{1}''.
de: Desktopversion ''{0}'', Serverdokumentversion ''{1}''.
es: Versión de escritorio “{0}”, Documento de servidor versión “{1}”.
fr: Version du bureau ʼ{0}ʼ, Version du document de serveur ʼ{1}ʼ.
ga: 17179-表:Ðésktop véяsıoฑ ''{0}'', Şéяvéя ďoçűméฑt véяsıoฑ ''{1}''.|
it: Versione desktop “{0}”, Versione documento server “{1}”.
ja: Desktop のバージョンは 「{0}」 で、Server ドキュメントのバージョンは 「{1}」 です。
ko: 데스크톱 버전은 ''{0}''이고 서버 문서 버전은 ''{1}''입니다.
pt: Versão de desktop “{0}”, Versão do documento de servidor “{1}”.
sv: Skrivbordsversion {0}, Serverdokumentversion {1}.
zh: Desktop 版本“{0}”，Server 文档版本“{1}”。

# errors.publish.datasource.managed_keychain.unique_cv_suggestions
source: Publish failed because of a conflict. Please resubmit your change.
de: Die Veröffentlichung konnte aufgrund eines Konflikts nicht durchgeführt werden. Bitte senden Sie Ihre Änderung erneut.
es: Error en la publicación debido a un conflicto. Reenvíe el cambio.
fr: La publication a échoué en raison dʼun conflit. Renvoyez votre modification.
ga: 73415-表:Pűbłısh fäıłéď béçäűsé of ä çoฑfłıçt. Płéäsé яésűbmıt yoűя çhäฑgé.|
it: Pubblicazione non riuscita a causa di un conflitto. Reinvia la modifica.
ja: 競合が発生したため、パブリッシュに失敗しました。変更内容を再送信してください。
ko: 충돌로 인해 게시하지 못했습니다. 변경 내용을 다시 실행 의뢰하십시오.
pt: A publicação falhou devido a um conflito. Envie a alteração novamente.
sv: Publiceringen misslyckades på grund av en konflikt. Skicka in ändringen igen.
zh: 由于存在冲突，发布失败。请重新提交所做更改。

# errors.publish.datasource.not.found
source: Could not find this datasource on Server.
de: Diese Datenquelle konnte auf dem Server nicht gefunden werden.
es: No se pudo encontrar esta fuente de datos en el servidor.
fr: Impossible de trouver cette source de données sur le serveur.
ga: 56069-表:Çoűłď ฑot fıฑď thıs ďätäsoűяçé oฑ Şéяvéя.|
it: Impossibile trovare l’origine dati specificata su Server.
ja: Tableau Server でこのデータソースが見つかりませんでした。
ko: 서버에서 이 데이터 원본을 찾을 수 없습니다.
pt: Não foi possível localizar esta fonte de dados no Tableau Server.
sv: Det gick inte att hitta den här datakällan på servern.
zh: 在服务器上找不到此数据源。

# errors.publish.extracts.disabled
source: Save for extract-based, archive datasources not supported yet.
de: Bis auf extraktbasierte Datenquellen werden Archivdatenquellen noch nicht unterstützt.
es: Guardar para fuentes de datos de archivos basadas en extracciones que no sean compatibles todavía.
fr: Lʼenregistrement pour des sources de données dʼarchives basées sur des extraits nʼest pas encore pris en charge.
ga: 10257-表:Şävé foя éxtяäçt-bäséď, äяçhıvé ďätäsoűяçés ฑot sűppoяtéď yét.|
it: Salvataggio per origini dati di archiviazione basate su estrazioni non ancora supportate.
ja: 抽出ベースのアーカイブ データソースの保存はまだサポートされていません。
ko: 추출 기반 아카이브 데이터 원본을 저장하는 기능은 아직 지원되지 않습니다.
pt: Ainda não há suporte para salvar fontes de dados de arquivo baseadas em extração.
sv: Spara för extraktbaserade, arkivdatakällor stöds inte än.
zh: 尚不支持为基于数据提取的存档数据源保存。

# errors.publish.datasource.timeout
source: Publish timed out after {0} seconds. Please try to use Tableau Desktop to publish this datasource.
de: Bei der Veröffentlichung trat nach {0} Sekunden eine Zeitüberschreitung auf. Bitte versuchen Sie Tableau Desktop zu verwenden um diese Datenquelle zu veröffentlichen.
es: La publicación expiró tras {0} segundos. Utilice Tableau Desktop para publicar esta fuente de datos.
fr: La publication a expiré après {0} secondes. Essayez dʼutiliser Tableau Desktop pour publier cette source de données.
ga: 42239-表:Pűbłısh tıméď oűt äftéя {0} séçoฑďs. Płéäsé tяy to űsé Täbłéäű Ðésktop to pűbłısh thıs ďätäsoűяçé.|
it: Pubblica il timeout dopo {0} secondi. Prova a usare Tableau Desktop per pubblicare questa origine dati.
ja: {0} 秒後にパブリッシュがタイム アウトしました。Tableau Desktop を使用してこのデータソースをパブリッシュしてみてください。
ko: {0}초 후 게시 시간이 초과되었습니다. 이 데이터 원본을 게시하려면 Tableau Desktop을 사용하십시오.
pt: A publicação atinge o tempo limite após {0} segundos. Tente usar o Tableau Desktop para publicar a fonte de dados.
sv: Publiceringen fick timeout efter {0} sekunder. Försök använda Tableau Desktop för att publicera den här datakällan.
zh: 发布在 {0} 秒后超时。请尝试使用 Tableau Desktop 来发布此数据源。

# errors.publish.data_role.permission_not_null
source: Cannot set explicit permissions for datasources of type data role.
de: Für Datenquellen des Typs Datenrolle können keine explizite Berechtigungen eingestellt werden.
es: No se pueden establecer permisos explícitos para las fuentes de datos de este tipo de función de datos.
fr: Impossible de définir des autorisations explicites pour les sources de données avec ce type de données.
ga: 83065-表:Çäฑฑot sét éxpłıçıt péяmıssıoฑs foя ďätäsoűяçés of typé ďätä яołé.|
it: Non è possibile impostare autorizzazioni esplicite per le origini dati del tipo di ruolo di dati.
ja: データの役割の型のデータソースに明確なパーミッションを設定できません。
ko: 데이터 역할 유형의 데이터 원본에 대한 명시적 사용 권한을 설정할 수 없습니다.
pt: Não é possível definir permissões explícitas para fontes de dados da função de dados do tipo.
sv: Det går inte att ange uttryckliga behörigheter för datakällor av typen dataroll.
zh: 无法为数据角色类型的数据源设置显式权限。
