commandlineutils.errors.bad_value=\u30aa\u30d7\u30b7\u30e7\u30f3 ''{0}'' \u306e\u5024 ''{1}'' \u304c\u4e0d\u6b63\u3067\u3059\u3002\u6b21\u306e\u3044\u305a\u308c\u304b\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059: {2}
commandlineutils.errors.not_integer=\u30aa\u30d7\u30b7\u30e7\u30f3 ''{1}'' \u306e\u5024 ''{0}'' \u304c\u6574\u6570\u3067\u306f\u3042\u308a\u307e\u305b\u3093

common.errors.empty_file=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u304c\u7a7a\u3067\u3059
common.errors.file_not_found=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
common.errors.invalid_file_path=\u5411\u3053\u3046\u306a\u30d5\u30a1\u30a4\u30eb \u30d1\u30b9 ''{0}''
common.errors.folder_path_not_found=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea ''{0}'' \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
common.errors.access_denied=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u3078\u306e\u30a2\u30af\u30bb\u30b9\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002\u30d1\u30b9\u304c\u6709\u52b9\u3067\u3001\u30d5\u30a1\u30a4\u30eb\u540d\u304c\u65e2\u5b58\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3068\u4e00\u81f4\u3057\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
common.errors.requires_csv_file=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001CSV \u30d5\u30a1\u30a4\u30eb\u304c\u5fc5\u8981\u3067\u3059
common.errors.requires_group_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30b0\u30eb\u30fc\u30d7\u540d\u304c\u5fc5\u8981\u3067\u3059
common.errors.requires_site_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30b5\u30a4\u30c8\u540d\u304c\u5fc5\u8981\u3067\u3059
common.errors.options_conflict=\u30e6\u30fc\u30b6\u30fc \u30ed\u30fc\u30eb\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306e\u65b0\u3057\u3044\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u5ec3\u6b62\u3055\u308c\u305f\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002\u4f7f\u7528\u3067\u304d\u308b\u306e\u306f 1 \u500b\u3060\u3051\u3067\u3059
common.errors.csv_sizelimit=\u53c2\u7167 CSV \u30d5\u30a1\u30a4\u30eb\u306f 100 MB \u306e\u30b5\u30a4\u30ba\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30b5\u30a4\u30ba\u306e\u5c0f\u3055\u306a CSV \u30d5\u30a1\u30a4\u30eb\u306b\u5206\u5272\u3057\u3001\u500b\u5225\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002
common.options.admin-type=[\u5ec3\u6b62\u4e88\u5b9a] CSV \u30d5\u30a1\u30a4\u30eb\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066 [\u307e\u305f\u306f\u524a\u9664] \u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u3001CSV \u30d5\u30a1\u30a4\u30eb\u306e\u500b\u5225\u306e\u884c\u306e\u5024\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002{0} \u306b\u306f\u3001{1}\u3001{2}\u3001\u307e\u305f\u306f {3} \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u306f {3} \u304c\u8a2d\u5b9a\u3055\u308c\u3001\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u306f\u5024\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093
common.options.complete=\u5909\u66f4\u304c\u6b63\u5e38\u306b\u884c\u308f\u308c\u308b\u305f\u3081\u306b\u3001\u3059\u3079\u3066\u306e\u884c\u304c\u6709\u52b9\u3067\u3042\u308b\u3053\u3068\u3092\u8981\u6c42\u3057\u307e\u3059 [\u307e\u305f\u306f\u8981\u6c42\u3057\u307e\u305b\u3093]\u3002\u65e2\u5b9a\u5024: {0}
common.options.license=[\u5ec3\u6b62\u4e88\u5b9a] \u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u65e2\u5b9a\u306e\u30e9\u30a4\u30bb\u30f3\u30b9 \u30ec\u30d9\u30eb\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u3001CSV \u30d5\u30a1\u30a4\u30eb\u306e\u5024\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002{0} \u306b\u306f\u3001{1}\u3001{2}\u3001\u307e\u305f\u306f {3} \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059
common.options.nowait=\u30b8\u30e7\u30d6\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u5f85\u6a5f\u3057\u306a\u3044
common.options.publisher=[\u5ec3\u6b62\u4e88\u5b9a] CSV \u30d5\u30a1\u30a4\u30eb\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066 [\u307e\u305f\u306f\u524a\u9664] \u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u3001CSV \u30d5\u30a1\u30a4\u30eb\u306e\u500b\u5225\u306e\u884c\u306e\u5024\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306e\u65e2\u5b9a\u5024: \u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f false\u3001\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f\u672a\u5909\u66f4
common.options.silent-progress=\u30b8\u30e7\u30d6\u306b\u5bfe\u3057\u3066\u9032\u884c\u72b6\u6cc1\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a\u3057\u306a\u3044
common.options.sysadmin-type=[\u5ec3\u6b62\u4e88\u5b9a] CSV \u30d5\u30a1\u30a4\u30eb\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u30b5\u30a4\u30c8\u7ba1\u7406\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066 [\u307e\u305f\u306f\u524a\u9664] \u3057\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u3001CSV \u30d5\u30a1\u30a4\u30eb\u306e\u500b\u5225\u306e\u884c\u306e\u5024\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002{0} \u306b\u306f\u3001{1}\u3001{2}\u3001{3}\u3001\u307e\u305f\u306f {4} \u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306e\u65e2\u5b9a\u5024: \u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f {4}\u3001\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f\u672a\u5909\u66f4
common.output.job_queued_success=\u30b8\u30e7\u30d6\u304c\u30ad\u30e5\u30fc\u306b\u767b\u9332\u3055\u308c\u307e\u3057\u305f
common.output.succeeded=\u6b63\u5e38\u306b\u7d42\u4e86\u3057\u307e\u3057\u305f
common.options.role=\u5f71\u97ff\u3092\u53d7\u3051\u308b\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u65e2\u5b9a\u306e\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002{0} \u306e\u6709\u52b9\u306a\u5024\u306f {1} \u3067\u3059\u3002\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u65e2\u5b9a\u5024 {2} \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002

addusers.options.users=\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30ea\u30b9\u30c8\u3092 1 \u884c\u306b 1 \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u305a\u3064\u542b\u3080\u30d5\u30a1\u30a4\u30eb
addusers.short_description=\u30e6\u30fc\u30b6\u30fc\u3092\u30b0\u30eb\u30fc\u30d7\u306b\u8ffd\u52a0
addusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u30b0\u30eb\u30fc\u30d7 {1} \u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...

creategroup.short_description=\u30ed\u30fc\u30ab\u30eb \u30b0\u30eb\u30fc\u30d7\u306e\u4f5c\u6210
creategroup.status=\u30b0\u30eb\u30fc\u30d7 ''{0}'' \u3092\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
creategroup.options.role=\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u8a2d\u5b9a\u3055\u308c\u308b\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002{0} \u306e\u6709\u52b9\u306a\u5024: {1}\u3002\u30e6\u30fc\u30b6\u30fc\u306e\u30b5\u30a4\u30c8 \u30ed\u30fc\u30eb\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u73fe\u5728\u306e\u30ed\u30fc\u30eb\u3088\u308a\u3082\u5236\u9650\u304c\u7de9\u3044\u5834\u5408\u306b\u306e\u307f\u3053\u306e\u5024\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30ed\u30b0\u30a4\u30f3\u6642\u306b\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30ed\u30fc\u30eb\u304c\u8a2d\u5b9a\u3055\u308c\u307e\u305b\u3093\u3002

createextracts.errors.required_argument=createextracts \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af URL\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u540d\u3001\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u304c\u5fc5\u8981\u3067\u3059\u3002
createextracts.errors.error=\u62bd\u51fa\u306e\u4f5c\u6210\u30a8\u30e9\u30fc
createextracts.for.datasource=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9 ''{0}'' \u306e\u62bd\u51fa\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
createextracts.for.workbook_name=\u540d\u524d\u304c ''{0}'' \u3067\u3042\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
createextracts.for.workbook_url=URL \u304c ''{0}'' \u3067\u3042\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
createextracts.options.datasource=\u62bd\u51fa\u4f5c\u6210\u7528\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u540d\u524d
createextracts.options.embedded-datasources=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u3092\u30b9\u30da\u30fc\u30b9\u3067\u533a\u5207\u3063\u305f\u30ea\u30b9\u30c8\u3002\u30b9\u30da\u30fc\u30b9\u304c\u542b\u307e\u308c\u308b\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u306f\u4e8c\u91cd\u5f15\u7528\u7b26\u3067\u56f2\u3093\u3067\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u4f5c\u6210\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
createextracts.options.encrypt=\u6697\u53f7\u5316\u3055\u308c\u305f\u62bd\u51fa\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
createextracts.options.include-all=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u3059\u3079\u3066\u542b\u3081\u307e\u3059\u3002\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u4f5c\u6210\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
createextracts.options.parent-project-path=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ea\u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u3067\u3042\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
createextracts.options.project=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ea\u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u540d\u524d\u3002{0} \u307e\u305f\u306f {1} \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u5fc5\u8981\u3067\u3059\u3002\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u65e2\u5b9a\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{2}'' \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
createextracts.options.url=\u30ea\u30bd\u30fc\u30b9\u306e URL \u306b\u6307\u5b9a\u3055\u308c\u308b\u6b63\u898f\u540d
createextracts.options.workbook=\u62bd\u51fa\u4f5c\u6210\u7528\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u540d\u524d
createextracts.short_description=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3055\u308c\u305f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u7528\u306e\u62bd\u51fa\u3092\u4f5c\u6210
createextracts.workbook.include-all=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u3059\u3079\u3066\u542b\u3081\u308b
createextracts.workbook.embedded-datasource-names=\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u3042\u308a

createproject.options.description=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u8aac\u660e
createproject.options.name=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u540d\u524d
createproject.options.parent-project-path=\u65b0\u3057\u3044\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30d1\u30b9\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30a4\u30c8 \u30eb\u30fc\u30c8 \u30ec\u30d9\u30eb\u3067\u4f5c\u6210\u3055\u308c\u307e\u3059
createproject.short_description=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210
createproject.status=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{0}'' \u3092\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...

createsite.errors.invalid_url_option=\u8907\u6570\u306e\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3059\u308b\u5834\u5408\u306f\u3001URL \u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u3067\u3059\u3002URL \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u3066\u304b\u3089\u30b3\u30de\u30f3\u30c9\u3092\u518d\u5b9f\u884c\u3059\u308b\u304b\u3001\u5404\u30b5\u30a4\u30c8\u3092\u500b\u5225\u306b\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044
createsite.errors.site_name_already_exists=''{0}'' \u3068\u3044\u3046\u540d\u524d\u306e\u30b5\u30a4\u30c8\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u5225\u306e\u30b5\u30a4\u30c8\u540d\u3092\u304a\u8a66\u3057\u304f\u3060\u3055\u3044\u3002
createsite.errors.site_id_already_exists=''{0}'' \u3068\u3044\u3046 ID \u306e\u30b5\u30a4\u30c8\u306f\u3001\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002-r \u3092\u4f7f\u7528\u3057\u3066\u5225\u306e\u30b5\u30a4\u30c8 ID \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001tabcmd createsite \u306e\u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
createsite.options.allow-mobile-snapshots=\u30e2\u30d0\u30a4\u30eb \u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f\u3001\u30e2\u30d0\u30a4\u30eb \u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u8a31\u53ef\u3057\u307e\u3059
createsite.options.allow-subscriptions=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u65e2\u5b9a\u8a2d\u5b9a\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30b5\u30fc\u30d0\u30fc\u3067\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3067\u304d\u307e\u305b\u3093
createsite.options.allow-web-authoring=\u3053\u306e\u30b5\u30a4\u30c8\u306e Web \u4f5c\u6210\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f\u3001Web \u4f5c\u6210\u3092\u8a31\u53ef\u3057\u307e\u3059
createsite.options.metrics-level=\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306a\u3057\u306e\u5834\u5408\u306f 0\u3001\u3059\u3079\u3066\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u306e\u5834\u5408\u306f 100
createsite.options.guest-access-enabled=Tableau Server \u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30b5\u30a4\u30f3\u30a4\u30f3\u3057\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u30fc\u304c\u30d3\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30b2\u30b9\u30c8 \u30a2\u30af\u30bb\u30b9 \u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3
createsite.options.site-mode=\u30b5\u30a4\u30c8\u7ba1\u7406\u8005\u306b\u5bfe\u3057\u3066\u3001\u30b5\u30a4\u30c8\u306e\u30e6\u30fc\u30b6\u30fc\u7ba1\u7406\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059
createsite.options.storage-quota=\u30b5\u30a4\u30c8\u4fdd\u5b58\u5bb9\u91cf (MB)
createsite.options.subscription-email=\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3067\u30e1\u30fc\u30eb\u3092\u4f7f\u7528
createsite.options.subscription-footer=\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3067\u30d5\u30c3\u30bf\u30fc\u3092\u4f7f\u7528
createsite.options.url=\u30b5\u30a4\u30c8\u306e\u30b5\u30a4\u30c8 ID
createsite.options.user-quota=\u30b5\u30a4\u30c8\u306e\u6700\u5927\u30e6\u30fc\u30b6\u30fc\u6570
createsite.options.extract_encryption_mode=\u62bd\u51fa\u6697\u53f7\u5316\u30e2\u30fc\u30c9: \u7121\u52b9\u3001\u6709\u52b9\u3001\u307e\u305f\u306f\u5b9f\u884c\u3002\u8a2d\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u65e2\u5b9a\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
createsite.options.web_extraction_enabled=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u62bd\u51fa\u306e\u4f5c\u6210\u3068\u30e9\u30a4\u30d6\u3078\u306e\u5909\u66f4\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f\u8a31\u53ef\u3057\u307e\u3059\u3002
createsite.options.run_now_enabled=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5bfe\u3057\u3066 [\u4eca\u3059\u3050\u5b9f\u884c] \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f [\u4eca\u3059\u3050\u5b9f\u884c] \u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
createsite.options.time_zone=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u62bd\u51fa\u3067\u4f7f\u7528\u3055\u308c\u308b\u30bf\u30a4\u30e0 \u30be\u30fc\u30f3\u3002\u65e2\u5b9a\u306f\u8a2d\u5b9a\u89e3\u9664\u3055\u308c\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30a4\u30e0 \u30be\u30fc\u30f3\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
createsite.short_description=\u30b5\u30a4\u30c8\u306e\u4f5c\u6210
createsite.status=\u30b5\u30a4\u30c8 ''{0}'' \u3092\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...

createsiteusers.options.auth-type=CSV \u30d5\u30a1\u30a4\u30eb\u3067\u3001\u5168\u30e6\u30fc\u30b6\u30fc\u306e\u8a8d\u8a3c\u30bf\u30a4\u30d7\u3092\u5272\u308a\u5f53\u3066\u307e\u3059\u3002Tableau Online \u306e\u5834\u5408\u3001{0} \u306f {1} (\u30c7\u30d5\u30a9\u30eb\u30c8) \u307e\u305f\u306f {2} \u3067\u3059\u3002Tableau Server \u306e\u5834\u5408\u3001{0} \u306f\u30ed\u30fc\u30ab\u30eb (\u30c7\u30d5\u30a9\u30eb\u30c8) \u307e\u305f\u306f {2} \u3067\u3059\u3002
createsiteusers.description=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u3067\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f CSV \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u5217\u3092\u3053\u306e\u9806\u5e8f\u3067\u542b\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002{0}1. \u30e6\u30fc\u30b6\u30fc\u540d{0}2. \u30d1\u30b9\u30ef\u30fc\u30c9 (Active Directory \u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u7121\u8996\u3055\u308c\u307e\u3059){0}3. \u30d5\u30ec\u30f3\u30c9\u30ea\u540d (Active Directory \u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u7121\u8996\u3055\u308c\u307e\u3059){0}4. \u30e9\u30a4\u30bb\u30f3\u30b9 \u30ec\u30d9\u30eb ({1}\u3001{2}\u3001{3}\u3001{4}\u3001\u307e\u305f\u306f{5}){0}5. \u7ba1\u7406\u8005 ({6}/{7}){0}6. \u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc ({8}/{9}/1 \u307e\u305f\u306f {10}/{11}/0){0}7. \u30e1\u30fc\u30eb (Tableau Public \u306e\u307f){0}\u30d5\u30a1\u30a4\u30eb\u306e\u5217\u306e\u6570\u306f\u3001\u3053\u3053\u306b\u793a\u3057\u305f\u6570\u3088\u308a\u5c11\u306a\u304f\u3066\u3082\u304b\u307e\u3044\u307e\u305b\u3093\u3002\u305f\u3068\u3048\u3070\u30011 \u884c \u306b\u30e6\u30fc\u30b6\u30fc\u540d\u306e\u307f\u3092\u542b\u3080\u30b7\u30f3\u30d7\u30eb\u306a\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u5024\u306b\u30b3\u30f3\u30de\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u5f15\u7528\u7b26\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002tabcmd \u306f\u3001{12} \u30bf\u30b9\u30af\u304c\u5b8c\u4e86\u3059\u308b\u306e\u3092\u5f85\u6a5f\u3057\u307e\u3059\u3002{13} \u30d5\u30e9\u30b0\u3092\u6e21\u3059\u3053\u3068\u306b\u3088\u308a\u3001\u30bf\u30b9\u30af\u304c\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u5b8c\u4e86\u3059\u308b\u306e\u3092\u5f85\u6a5f\u305b\u305a\u306b\u3001\u3059\u3050\u306b\u623b\u308b\u3088\u3046\u306b\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u3092\u4f5c\u6210\u3057\u305f\u308a\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u304b\u3089\u30e6\u30fc\u30b6\u30fc\u3092\u5916\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u4ee3\u308f\u308a\u306b\u3001''{14}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
createsiteusers.short_description=\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u4e0a\u3067\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3059
createsiteusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u73fe\u5728\u306e\u30b5\u30a4\u30c8\u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...

createusers.description=\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f CSV \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u5217\u3092\u3053\u306e\u9806\u5e8f\u3067\u542b\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002{0}1. \u30e6\u30fc\u30b6\u30fc\u540d{0}2. \u30d1\u30b9\u30ef\u30fc\u30c9 (Active Directory \u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u7121\u8996\u3055\u308c\u307e\u3059){0}3. \u30d5\u30ec\u30f3\u30c9\u30ea\u540d (Active Directory \u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u7121\u8996\u3055\u308c\u307e\u3059){0}4. \u30e9\u30a4\u30bb\u30f3\u30b9 \u30ec\u30d9\u30eb ({1}\u3001{2}\u3001{3}\u3001{4}\u3001\u307e\u305f\u306f{5}){0}5. \u7ba1\u7406\u8005 ({6}/{7}/{8}/{9}){0}6. \u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc ({10}/{11}/1 \u307e\u305f\u306f {12}/{13}/0){0}7. \u30e1\u30fc\u30eb (Tableau Public \u306e\u307f){0}\u30d5\u30a1\u30a4\u30eb\u306e\u5217\u306f\u3001\u3053\u3053\u306b\u793a\u3057\u305f\u6570\u3088\u308a\u5c11\u306a\u304f\u3066\u3082\u304b\u307e\u3044\u307e\u305b\u3093\u3002\u305f\u3068\u3048\u3070\u30011 \u884c \u306b\u30e6\u30fc\u30b6\u30fc\u540d\u306e\u307f\u3092\u542b\u3080\u30b7\u30f3\u30d7\u30eb\u306a\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\u5024\u306b\u30b3\u30f3\u30de\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u5f15\u7528\u7b26\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002tabcmd \u306f\u3001{14} \u30bf\u30b9\u30af\u304c\u5b8c\u4e86\u3059\u308b\u306e\u3092\u5f85\u6a5f\u3057\u307e\u3059\u3002{15} \u30d5\u30e9\u30b0\u3092\u6e21\u3059\u3053\u3068\u306b\u3088\u308a\u3001\u30bf\u30b9\u30af\u304c\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u5b8c\u4e86\u3059\u308b\u306e\u3092\u5f85\u6a5f\u305b\u305a\u306b\u3001\u3059\u3050\u306b\u623b\u308b\u3088\u3046\u306b\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
createusers.short_description=\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3059
createusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059

decryptextracts.short_description=\u30b5\u30a4\u30c8\u3067\u62bd\u51fa\u3092\u8907\u5408\u5316\u3059\u308b
decryptextracts.status=\u30b5\u30a4\u30c8 {0} \u3067\u8907\u5408\u5316\u3059\u308b\u62bd\u51fa\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...

delete.errors.mutually_exclusive=\u524a\u9664\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3068\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u4e21\u65b9\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
delete.errors.requires_workbook_datasource=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u540d\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u304c\u5fc5\u8981\u3067\u3059
delete.options.datasource=\u524a\u9664\u3059\u308b\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9
delete.options.parent-project-path=\u524a\u9664\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
delete.options.project=\u524a\u9664\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3002\u65e2\u5b9a\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f ''{0}'' \u3067\u3059
delete.options.workbook=\u524a\u9664\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af
delete.short_description=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u524a\u9664\u3057\u307e\u3059
delete.status=\u30b5\u30fc\u30d0\u30fc\u304b\u3089 {0} ''{1}'' \u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

deleteextracts.errors.required_argument=deleteextracts \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af URL\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u540d\u3001\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u304c\u5fc5\u8981\u3067\u3059
deleteextracts.errors.error=\u62bd\u51fa\u306e\u524a\u9664\u30a8\u30e9\u30fc
deleteextracts.for.datasource=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9 ''{0}'' \u306e\u62bd\u51fa\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059
deleteextracts.for.workbook_name=\u540d\u524d\u304c ''{0}'' \u3067\u3042\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059
deleteextracts.for.workbook_url=URL \u304c ''{0}'' \u3067\u3042\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059
deleteextracts.options.datasource=\u62bd\u51fa\u524a\u9664\u7528\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u540d\u524d
deleteextracts.options.embedded-datasources=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u3092\u30b9\u30da\u30fc\u30b9\u3067\u533a\u5207\u3063\u305f\u30ea\u30b9\u30c8\u3002\u30b9\u30da\u30fc\u30b9\u304c\u542b\u307e\u308c\u308b\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u306f\u4e8c\u91cd\u5f15\u7528\u7b26\u3067\u56f2\u3093\u3067\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u62bd\u51fa\u3092\u524a\u9664\u3059\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
deleteextracts.options.include-all=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u3059\u3079\u3066\u542b\u3081\u308b
deleteextracts.options.parent-project-path=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ea\u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u3067\u3042\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
deleteextracts.options.project=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ea\u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u540d\u524d\u3002{0} \u307e\u305f\u306f {1} \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u5fc5\u8981\u3067\u3059\u3002\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u65e2\u5b9a\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{2}'' \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
deleteextracts.options.url=\u30ea\u30bd\u30fc\u30b9\u306e URL \u306b\u6307\u5b9a\u3055\u308c\u308b\u6b63\u898f\u540d
deleteextracts.options.workbook=\u62bd\u51fa\u524a\u9664\u7528\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u540d\u524d
deleteextracts.short_description=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3055\u308c\u305f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u7528\u306e\u62bd\u51fa\u3092\u524a\u9664
deleteextracts.workbook.include-all=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u5185\u306e\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u3059\u3079\u3066\u542b\u3081\u308b
deleteextracts.workbook.embedded-datasource-names=\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u3042\u308a

deletegroup.short_description=\u30b0\u30eb\u30fc\u30d7\u306e\u524a\u9664
deletegroup.status=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30b0\u30eb\u30fc\u30d7 ''{0}'' \u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

deleteproject.errors.requires_project_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u304c\u5fc5\u8981\u3067\u3059
deleteproject.options.parent-project-path=\u524a\u9664\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
deleteproject.short_description=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u524a\u9664
deleteproject.status=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{0}'' \u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

deletesite.errors.logged_into_this_site=\u73fe\u5728\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u308b\u30b5\u30a4\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
deletesite.short_description=\u30b5\u30a4\u30c8\u306e\u524a\u9664
deletesite.status=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30b5\u30a4\u30c8 ''{0}'' \u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

deletesiteusers.description=\u30b5\u30a4\u30c8 \u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f CSV \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306f\u30011 \u884c \u306b 1 \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u542b\u3080\u30b7\u30f3\u30d7\u30eb\u306a\u30ea\u30b9\u30c8\u3067\u3059
deletesiteusers.short_description=\u30b5\u30a4\u30c8 \u30e6\u30fc\u30b6\u30fc\u306e\u524a\u9664
deletesiteusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30b5\u30a4\u30c8 \u30e6\u30fc\u30b6\u30fc\u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

deleteusers.description=\u30e6\u30fc\u30b6\u30fc\u3092\u524a\u9664\u3057\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30b3\u30f3\u30de\u533a\u5207\u308a\u5024 (CSV) \u30d5\u30a1\u30a4\u30eb\u304b\u3089\u8aad\u307f\u8fbc\u307e\u308c\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u306f\u30011 \u884c \u306b 1 \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u542b\u3080\u30b7\u30f3\u30d7\u30eb\u306a\u30ea\u30b9\u30c8\u3067\u3059
deleteusers.short_description=\u30e6\u30fc\u30b6\u30fc\u306e\u524a\u9664
deleteusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

editdomain.description=\u30c9\u30e1\u30a4\u30f3\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002\u7de8\u96c6\u3059\u308b\u30c9\u30e1\u30a4\u30f3\u306e\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001''{0}'' \u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u307e\u3059
editdomain.errors.requires_nickname_name=''{0}'' \u30aa\u30d7\u30b7\u30e7\u30f3\u307e\u305f\u306f ''{1}'' \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
editdomain.options.id=\u30c9\u30e1\u30a4\u30f3\u306e ID
editdomain.options.name=\u30c9\u30e1\u30a4\u30f3\u306e\u540d\u524d
editdomain.options.nickname=\u30c9\u30e1\u30a4\u30f3\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0
editdomain.short_description=\u30c9\u30e1\u30a4\u30f3\u306e\u7de8\u96c6
editdomain.output={0}ID{1}\u30cb\u30c3\u30af\u30cd\u30fc\u30e0{1}{1}\u540d\u524d{0}
editdomain.status=\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e ID ''{0}'' \u306e\u30c9\u30e1\u30a4\u30f3\u3092\u7de8\u96c6\u3057\u307e\u3059...

editsite.errors.invalid_site-id=\u8907\u6570\u306e\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3059\u308b\u5834\u5408\u3001{0} \u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u3067\u3059\u3002{0} \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u3066\u304b\u3089\u30b3\u30de\u30f3\u30c9\u3092\u518d\u5b9f\u884c\u3059\u308b\u304b\u3001\u5404\u30b5\u30a4\u30c8\u3092\u500b\u5225\u306b\u7de8\u96c6\u3057\u3066\u304f\u3060\u3055\u3044
editsite.errors.invalid_site-name=\u8907\u6570\u306e\u30b5\u30a4\u30c8\u3092\u7de8\u96c6\u3059\u308b\u5834\u5408\u3001{0} \u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u3067\u3059\u3002{0} \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u3066\u304b\u3089\u30b3\u30de\u30f3\u30c9\u3092\u518d\u5b9f\u884c\u3059\u308b\u304b\u3001\u5404\u30b5\u30a4\u30c8\u3092\u500b\u5225\u306b\u7de8\u96c6\u3057\u3066\u304f\u3060\u3055\u3044
editsite.options.allow-mobile-snapshots=\u30e2\u30d0\u30a4\u30eb \u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3059\u308b
editsite.options.allow-subscriptions=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30b5\u30d6\u30b9\u30af\u30ea\u30d7\u30b7\u30e7\u30f3\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3059\u308b
editsite.options.allow-web-authoring=\u3053\u306e\u30b5\u30a4\u30c8\u306e Web \u4f5c\u6210\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3059\u308b
editsite.options.cache-warmup=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30ad\u30e3\u30c3\u30b7\u30e5 \u30a6\u30a9\u30fc\u30e0\u30d1\u30c3\u30d7\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426]
editsite.options.cache-warmup-threshold=\u30a6\u30a9\u30fc\u30e0\u30a2\u30c3\u30d7\u3092\u30c8\u30ea\u30ac\u30fc\u3059\u308b\u305f\u3081\u306e\u3001\u30d3\u30e5\u30fc\u304c\u6700\u8fd1\u3044\u3064\u95b2\u89a7\u3055\u308c\u305f\u304b\u306b\u5bfe\u3059\u308b\u3057\u304d\u3044\u5024 (\u65e5\u5358\u4f4d)
editsite.options.site-name=\u30b5\u30a4\u30c8\u306e\u8868\u793a\u540d
editsite.options.status=\u30b5\u30a4\u30c8\u304c\u5229\u7528\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u5909\u66f4\u3057\u307e\u3059\u3002''{0}'' \u307e\u305f\u306f ''{1}'' \u3092\u6307\u5b9a\u3057\u307e\u3059
editsite.options.allow-materialized-views=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u304c\u8a31\u53ef/\u62d2\u5426\u3055\u308c\u3066\u3044\u307e\u3059
editsite.options.extract_encryption_mode=\u62bd\u51fa\u6697\u53f7\u5316\u30e2\u30fc\u30c9: \u7121\u52b9\u3001\u6709\u52b9\u3001\u307e\u305f\u306f\u5b9f\u884c\u3002\u8a2d\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u5909\u66f4\u306f\u884c\u308f\u308c\u307e\u305b\u3093\u3002
editsite.options.web_extraction_enabled=\u3053\u306e\u30b5\u30a4\u30c8\u3067\u62bd\u51fa\u306e\u4f5c\u6210\u304a\u3088\u3073\u30e9\u30a4\u30d6\u3078\u306e\u5909\u66f4\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u306e\u8a2d\u5b9a\u3067\u306f\u8a31\u53ef\u3057\u307e\u3059\u3002
editsite.options.run_now_enabled=\u3053\u306e\u30b5\u30a4\u30c8\u306b\u5bfe\u3057\u3066 [\u4eca\u3059\u3050\u5b9f\u884c] \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8a31\u53ef [\u307e\u305f\u306f\u62d2\u5426] \u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f [\u4eca\u3059\u3050\u5b9f\u884c] \u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
editsite.options.time_zone=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u62bd\u51fa\u3067\u4f7f\u7528\u3055\u308c\u308b\u30bf\u30a4\u30e0 \u30be\u30fc\u30f3
editsite.options.use_default_time_zone=\u3053\u306e\u30b5\u30a4\u30c8\u306e\u62bd\u51fa\u3067\u4f7f\u7528\u3055\u308c\u308b\u30bf\u30a4\u30e0 \u30be\u30fc\u30f3\u3092\u8a2d\u5b9a\u89e3\u9664\u3057\u307e\u3059\u3002\u305d\u306e\u4ee3\u308f\u308a\u3001\u65e2\u5b9a\u306e\u30b5\u30fc\u30d0\u30fc \u30bf\u30a4\u30e0 \u30be\u30fc\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059
editsite.short_description=\u30b5\u30a4\u30c8\u306e\u7de8\u96c6
editsite.status=\u30b5\u30a4\u30c8 ''{0}'' \u3092\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u7de8\u96c6\u3057\u307e\u3059...

encryptextracts.short_description=\u30b5\u30a4\u30c8\u3067\u62bd\u51fa\u3092\u6697\u53f7\u5316\u3059\u308b
encryptextracts.status=\u30b5\u30a4\u30c8 {0} \u3067\u6697\u53f7\u5316\u3059\u308b\u62bd\u51fa\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...

export.errors.need_country_and_languge=\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u300c--country\u300d\u3068\u300c--language\u300d\u306f\u30bb\u30c3\u30c8\u3067\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
export.errors.white_space_workbook_view=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3084\u30d3\u30e5\u30fc\u306e\u540d\u524d\u306b\u30b9\u30da\u30fc\u30b9\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002URL \u306b\u8868\u793a\u3055\u308c\u308b\u6a19\u6e96\u5316\u3055\u308c\u305f\u540d\u524d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
export.errors.requires_workbook_view_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u306b\u306f\u3001<workbook>/<view> \u540d\u304c\u5fc5\u8981\u3067\u3059
export.errors.requires_workbook_view_param=''{0}'' \u30b3\u30de\u30f3\u30c9\u306b\u306f <workbook>/<view> \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u304c\u5fc5\u8981\u3067\u3059\u3002\u3053\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306b\u306f\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u500b\u306e\u30b9\u30e9\u30c3\u30b7\u30e5 (/) \u304c\u5fc5\u8981\u3067\u3059
export.options.country=\u65e2\u5b9a\u306e\u30e6\u30fc\u30b6\u30fc \u30ed\u30b1\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30ed\u30b1\u30fc\u30eb\u306e\u56fd\u306e\u7565\u540d (IANA Language Subtag Registry \u304b\u3089\u691c\u7d22) \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u300c--language\u300d\u3068\u30bb\u30c3\u30c8\u3067\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
export.options.csv=\u30c7\u30fc\u30bf\u3092 CSV \u5f62\u5f0f\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8 (\u65e2\u5b9a)
export.options.fullpdf=\u30d3\u30b8\u30e5\u30a2\u30eb \u30d3\u30e5\u30fc\u3092 PDF \u5f62\u5f0f\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8 (\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u304c\u30bf\u30d6\u4ed8\u304d\u3067\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3055\u308c\u305f\u5834\u5408)
export.options.height=\u9ad8\u3055\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6574\u6570\u5024\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059 (\u65e2\u5b9a: 600 \u30d4\u30af\u30bb\u30eb)
export.options.language=\u65e2\u5b9a\u306e\u30e6\u30fc\u30b6\u30fc \u30ed\u30b1\u30fc\u30eb\u3092\u4f7f\u7528\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30ed\u30b1\u30fc\u30eb\u306e\u8a00\u8a9e\u306e\u7701\u7565\u540d (IANA Language Subtag Registry \u304b\u3089\u691c\u7d22) \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u300c--country\u300d\u3068\u30bb\u30c3\u30c8\u3067\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
export.options.pagelayout=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f PDF \u306e\u30da\u30fc\u30b8\u306e\u65b9\u5411\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6709\u52b9\u306a\u5024: {0}\u3002\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001Tableau Desktop \u306e\u8a2d\u5b9a\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
export.options.pagesize=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f PDF \u306e\u30da\u30fc\u30b8 \u30b5\u30a4\u30ba\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6709\u52b9\u306a\u5024: {0} (\u65e2\u5b9a: ''{1}'')
export.options.pdf=PDF \u5f62\u5f0f\u3067\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.options.png=PNG \u5f62\u5f0f\u3067\u30c7\u30fc\u30bf\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.options.width=\u5e45\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6574\u6570\u5024\u3067\u3042\u308b\u3053\u3068\u304c\u5fc5\u8981\u3067\u3059 (\u65e2\u5b9a: 800 \u30d4\u30af\u30bb\u30eb)
export.short_description=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u3001\u30d3\u30e5\u30fc\u306e\u30c7\u30fc\u30bf\u307e\u305f\u306f\u30a4\u30e1\u30fc\u30b8\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
export.status=\u30b5\u30fc\u30d0\u30fc\u304b\u3089 ''{0}'' \u3092\u8981\u6c42\u3057\u3066\u3044\u307e\u3059...
export.success={0} \u3092 ''{1}'' \u306b\u4fdd\u5b58\u3057\u307e\u3057\u305f

extracts.workbook.errors.requires_datasources_or_include_all=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u30b3\u30de\u30f3\u30c9 {0} \u3067\u306f\u57cb\u3081\u8fbc\u307f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u307e\u305f\u306f include-all \u30d5\u30e9\u30b0\u304c\u5fc5\u8981\u3067\u3059

fileuploader.progress=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u9032\u884c\u72b6\u6cc1: {0}%

get.description=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u540d\u5f15\u6570\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30d1\u30b9\u306e\u6700\u5f8c\u306e\u69cb\u6210\u8981\u7d20\u306b\u5f93\u3063\u3066\u30d5\u30a1\u30a4\u30eb\u306e\u540d\u524d\u304c\u4ed8\u3051\u3089\u308c\u307e\u3059
get.errors.requires_url=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001URL \u304c\u5fc5\u8981\u3067\u3059
get.options.file=\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3059\u308b\u540d\u524d
get.short_description=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u53d6\u5f97

help.available_commands=\u5229\u7528\u53ef\u80fd\u306a\u30b3\u30de\u30f3\u30c9:
help.command_options=\u30b3\u30de\u30f3\u30c9 \u30aa\u30d7\u30b7\u30e7\u30f3:
help.description0=\u7279\u5b9a\u306e\u30b3\u30de\u30f3\u30c9\u306e\u30d8\u30eb\u30d7\u3092\u8868\u793a
help.description1=\u5229\u7528\u53ef\u80fd\u306a\u3059\u3079\u3066\u306e\u30b3\u30de\u30f3\u30c9\u3092\u30ea\u30b9\u30c8
help.errors.unknown_command=\u4e0d\u660e\u306a\u30b3\u30de\u30f3\u30c9: {0}
help.global_options=\u30b0\u30ed\u30fc\u30d0\u30eb \u30aa\u30d7\u30b7\u30e7\u30f3:
help.short_description=tabcmd \u30b3\u30de\u30f3\u30c9\u306e\u30d8\u30eb\u30d7

httputils.found_attachment=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f: {0}
httputils.mapped_attachment=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f: {0} ({1} \u306b\u518d\u30de\u30c3\u30d4\u30f3\u30b0\u3055\u308c\u307e\u3057\u305f)

initialuser.errors.username_and_password_required=\u30e6\u30fc\u30b6\u30fc\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u4e21\u65b9\u304c\u5fc5\u8981\u3067\u3059
initialuser.options.friendly-name=\u30d5\u30ec\u30f3\u30c9\u30ea\u30fc\u540d
initialuser.short_description=\u521d\u671f\u5316\u3055\u308c\u3066\u3044\u306a\u3044\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u6700\u521d\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u4f5c\u6210\u3057\u307e\u3059

listdomains.description=\u30c9\u30e1\u30a4\u30f3\u306e\u30ea\u30b9\u30c8
listdomains.status=\u30b5\u30fc\u30d0\u30fc\u306e\u30c9\u30e1\u30a4\u30f3\u3092\u30ea\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059...

listsites.output={0}{0}\u540d\u524d: {1} {0}\u30b5\u30a4\u30c8 ID: ''{2}''
listsites.output_extended={0}{0}\u540d\u524d: {1} {0}\u30b5\u30a4\u30c8 ID: ''{2}''{0}\u62bd\u51fa\u306e\u6697\u53f7\u5316: {3}
listsites.short_description=\u30e6\u30fc\u30b6\u30fc\u306e\u30b5\u30a4\u30c8\u3092\u30ea\u30b9\u30c8
listsites.status=\u30e6\u30fc\u30b6\u30fc {0} \u306e\u30b5\u30a4\u30c8\u3092\u30ea\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059...
listsites.options.get_extract_encryption_mode=\u30b5\u30a4\u30c8\u306e\u62bd\u51fa\u6697\u53f7\u5316\u30e2\u30fc\u30c9\u3092\u5370\u5237\u3059\u308b

login.description=\u30b5\u30fc\u30d0\u30fc\u306b\u30b5\u30a4\u30f3\u30a4\u30f3\u3057\u307e\u3059\u3002\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u671f\u9650\u5207\u308c\u306b\u306a\u308b\u304b\u3001{0} \u3092\u4f7f\u7528\u3059\u308b\u307e\u3067\u5f15\u304d\u7d9a\u304d\u6709\u52b9\u3067\u3059
login.short_description=\u30b5\u30fc\u30d0\u30fc\u306b\u30b5\u30a4\u30f3\u30a4\u30f3

logout.short_description=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30b5\u30a4\u30f3\u30a2\u30a6\u30c8

publish.description=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3001\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3001\u307e\u305f\u306f\u62bd\u51fa\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5

publish.errors.invalid_datasource_update_file_type=\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u66f4\u65b0\u306e\u305f\u3081\u306e\u30d5\u30a1\u30a4\u30eb \u30bf\u30a4\u30d7 ''{0}'' \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u7f6e\u63db/\u8ffd\u52a0\u306f\u3001\u62bd\u51fa (.tde) \u30d5\u30a1\u30a4\u30eb\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u307e\u3059
publish.errors.invalid_name_option=\u8907\u6570\u306e\u30a2\u30a4\u30c6\u30e0\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u6642\u306b\u306f\u3001{0} \u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u7121\u52b9\u3067\u3059
publish.errors.invalid_publish_file_type=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u305f\u3081\u306e\u30d5\u30a1\u30a4\u30eb \u30bf\u30a4\u30d7 ''{0}'' \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002.tde\u3001.tds\u3001.tdsx\u3001.twb\u3001\u307e\u305f\u306f .twbx \u30d5\u30a1\u30a4\u30eb\u304c\u6709\u52b9\u3067\u3059
publish.errors.mutually_exclusive_option={0} \u307e\u305f\u306f {1} \u306e\u3044\u305a\u308c\u304b 1 \u500b\u306e\u307f\u3092\u4f7f\u7528
publish.errors.requires_resource_file=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3001\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3001\u307e\u305f\u306f\u62bd\u51fa\u30d5\u30a1\u30a4\u30eb\u304c\u5fc5\u8981\u3067\u3059
publish.errors.unexpected_server_response=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u306e\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54: {0}
publish.errors.server_resource_not_found=\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u306f\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u305d\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u8868\u793a\u3067\u304d\u308b\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3068\u30d1\u30fc\u30df\u30c3\u30b7\u30e7\u30f3\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
publish.options.append=\u62bd\u51fa\u30d5\u30a1\u30a4\u30eb\u3092\u65e2\u5b58\u306e\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u8ffd\u52a0
publish.options.async=\u975e\u540c\u671f\u3067\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5
publish.options.db-password=\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 \u30d1\u30b9\u30ef\u30fc\u30c9
publish.options.db-username=\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 \u30e6\u30fc\u30b6\u30fc\u540d
publish.options.description=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u8aac\u660e
publish.options.encrypt_extracts=\u30b5\u30fc\u30d0\u30fc\u3067\u62bd\u51fa\u3092\u6697\u53f7\u5316\u3059\u308b
publish.options.name=\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u3002\u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u30d5\u30a1\u30a4\u30eb\u540d\u304b\u3089 twb(x)\u3001tds(x)\u3001\u307e\u305f\u306f tde \u62e1\u5f35\u5b50\u3092\u9664\u3044\u305f\u540d\u524d\u306b\u5f93\u3063\u3066\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u540d\u524d\u304c\u4ed8\u3051\u3089\u308c\u307e\u3059\u3002.tde \u30d5\u30a1\u30a4\u30eb\u3092\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3059\u308b\u3068\u3001\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059
publish.options.oauth-username=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3092\u884c\u3046\u30e6\u30fc\u30b6\u30fc\u540d\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30b5\u30fc\u30d0\u30fc  \u30ad\u30fc\u30c1\u30a7\u30fc\u30f3\u306b\u4fdd\u5b58\u3055\u308c\u305f\u8a8d\u8a3c\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3059\u308b
publish.options.overwrite=\u65e2\u5b58\u306e\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9 (\u5b58\u5728\u3059\u308b\u5834\u5408) \u3092\u4e0a\u66f8\u304d
publish.options.project=\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8
publish.options.parent-project-path=\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u5148\u3067\u3042\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u306e\u30d1\u30b9
publish.options.replace=\u62bd\u51fa\u30d5\u30a1\u30a4\u30eb\u3092\u65e2\u5b58\u306e\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306b\u7f6e\u63db
publish.options.restart=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3092\u518d\u958b
publish.options.save-db-password=\u30b5\u30fc\u30d0\u30fc\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4fdd\u7ba1
publish.options.save-oauth={0} \u3067\u6307\u5b9a\u3055\u308c\u305f OAuth \u8a8d\u8a3c\u8cc7\u683c\u60c5\u5831\u3092\u57cb\u3081\u8fbc\u307f
publish.options.tabbed=\u30bf\u30d6\u4ed8\u304d\u30d3\u30e5\u30fc\u3092\u6709\u52b9\u306b\u3057\u3066\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5
publish.options.thumbnail-groupname=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306b\u30e6\u30fc\u30b6\u30fc \u30d5\u30a3\u30eb\u30bf\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u8a08\u7b97\u4e2d\u306b\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u3092\u507d\u88c5\u3057\u307e\u3059
publish.options.thumbnail-username=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306b\u30e6\u30fc\u30b6\u30fc \u30d5\u30a3\u30eb\u30bf\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u8a08\u7b97\u4e2d\u306b\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u507d\u88c5\u3057\u307e\u3059
publish.status=\u30b5\u30fc\u30d0\u30fc\u306b ''{0}'' \u3092\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u51e6\u7406\u306b\u306f\u6570\u5206\u304b\u304b\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059...
publish.success=\u30d5\u30a1\u30a4\u30eb\u304c\u30b5\u30fc\u30d0\u30fc\u306e\u6b21\u306e\u5834\u6240\u306b\u6b63\u5e38\u306b\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3055\u308c\u307e\u3057\u305f:

publishsamples.options.parent-project-path=\u30b5\u30f3\u30d7\u30eb\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u5148\u3067\u3042\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
publishsamples.options.projectname=\u30b5\u30f3\u30d7\u30eb\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u5148\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d
publishsamples.short_description=\u6307\u5b9a\u3055\u308c\u305f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u30b5\u30f3\u30d7\u30eb \u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3092\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u3057\u307e\u3059\u3002\u65e2\u5b58\u306e\u30b5\u30f3\u30d7\u30eb\u306f\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059\u3002
publishsamples.status=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u30b5\u30f3\u30d7\u30eb...

reencryptextracts.short_description=\u30b5\u30a4\u30c8\u3067\u62bd\u51fa\u3092\u518d\u6697\u53f7\u5316\u3059\u308b
reencryptextracts.status=\u30b5\u30a4\u30c8 {0} \u306e\u62bd\u51fa\u306e\u518d\u6697\u53f7\u5316\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...

refreshextracts.errors.required_argument=refreshextracts \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af URL\u3001\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u540d\u3001\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u540d\u304c\u5fc5\u8981\u3067\u3059
refreshextracts.errors.add_and_remove_calculations=--addcalculations \u3068 --removecalculations \u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u4e21\u65b9\u3092\u4f7f\u7528\u3059\u308b\u66f4\u65b0\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
refreshextracts.errors.calculations_and_incremental=\u5897\u5206\u62bd\u51fa\u66f4\u65b0\u306e\u9593\u306f\u5177\u4f53\u5316\u3055\u308c\u305f\u8a08\u7b97\u3092\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
refreshextracts.errors.error=\u62bd\u51fa\u306e\u66f4\u65b0\u30a8\u30e9\u30fc
refreshextracts.options.datasource=\u66f4\u65b0\u3059\u308b\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u540d\u524d
refreshextracts.options.incremental=\u5897\u5206\u66f4\u65b0\u3092\u5b9f\u884c (\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u5834\u5408)
refreshextracts.options.parent-project-path=\u66f4\u65b0\u3059\u308b\u62bd\u51fa\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u89aa\u306e\u30d1\u30b9\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092 --project \u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
refreshextracts.options.project=\u30ef\u30fc\u30af\u30d6\u30c3\u30af/\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u3092\u542b\u3080\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u540d\u524d\u3002{0} \u307e\u305f\u306f {1} \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u5fc5\u8981\u3067\u3059\u3002\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u65e2\u5b9a\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 ''{2}'' \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059
refreshextracts.options.synchronous=\u66f4\u65b0\u304c\u5b9f\u884c\u3055\u308c\u3066\u3001\u5b8c\u4e86\u3059\u308b\u306e\u3092\u5f85\u6a5f\u3057\u3066\u304b\u3089\u3001\u7d42\u4e86\u3059\u308b
refreshextracts.options.url=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30d3\u30e5\u30fc\u306e\u3001URL \u306b\u6307\u5b9a\u3055\u308c\u308b\u6b63\u898f\u540d
refreshextracts.options.workbook=\u66f4\u65b0\u3059\u308b\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u540d\u524d
refreshextracts.options.addcalculations=\u5177\u4f53\u5316\u3055\u308c\u305f\u8a08\u7b97\u3092\u62bd\u51fa\u306b\u8ffd\u52a0\u3059\u308b
refreshextracts.options.removecalculations=\u62bd\u51fa\u304b\u3089\u5177\u4f53\u5316\u3055\u308c\u305f\u8a08\u7b97\u3092\u524a\u9664\u3059\u308b
refreshextracts.short_description=\u30b5\u30fc\u30d0\u30fc\u4e0a\u306e\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u307e\u305f\u306f\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u306e\u62bd\u51fa\u3092\u66f4\u65b0
refreshextracts.status_incremented={0} ''{1}'' \u306e\u62bd\u51fa\u306e\u5897\u5206\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...
refreshextracts.status_refreshed={0} ''{1}'' \u306e\u62bd\u51fa\u306e\u66f4\u65b0\u3092\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...

removeusers.options.users=\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u524a\u9664\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u306e\u30ea\u30b9\u30c8\u3092 1 \u884c\u306b 1 \u4eba\u306e\u30e6\u30fc\u30b6\u30fc\u305a\u3064\u542b\u3080\u30d5\u30a1\u30a4\u30eb
removeusers.short_description=\u30e6\u30fc\u30b6\u30fc\u3092\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u524a\u9664
removeusers.status={0} \u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u3092\u30b0\u30eb\u30fc\u30d7 {1} \u304b\u3089\u524a\u9664\u3057\u3066\u3044\u307e\u3059...

runschedule.errors.requires_schedule_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u540d\u304c\u5fc5\u8981\u3067\u3059
runschedule.short_description=\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3092\u5b9f\u884c
runschedule.status=\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb ''{0}'' \u3092\u5b9f\u884c\u3057\u3066\u3044\u307e\u3059...

materializeviews.short_description=\u30b5\u30a4\u30c8/\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u8a2d\u5b9a\u3092\u66f4\u65b0\u3057\u3066\u78ba\u8a8d\u3059\u308b
materializeviews.status.site=\u30b5\u30a4\u30c8 ''{0}'' \u306e\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u8a2d\u5b9a\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059...
materializeviews.status.workbook=\u30ef\u30fc\u30af\u30d6\u30c3\u30af ''{0}'' \u306e\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u8a2d\u5b9a\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059...
materializeviews.errors.invalid_workbook_arguments=\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc \u30b3\u30de\u30f3\u30c9\u306b\u306f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u540d\u306e\u5f15\u6570\u304c 1 \u3064\u5fc5\u8981\u3067\u3059
materializeviews.errors.invalid_site_arguments=\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc \u30b3\u30de\u30f3\u30c9\u306b\u306f\u30b5\u30a4\u30c8 ID \u306e\u5f15\u6570\u304c 1 \u3064\u5fc5\u8981\u3067\u3059
materializeviews.errors.invalid_workbook_option=''{2}'' \u3068\u5171\u306b ''{0}'' \u307e\u305f\u306f ''{1}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.errors.invalid_project_path=''{0}'' \u3068\u5171\u306b ''{1}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.errors.invalid_site_option=''{1}'' \u3068\u5171\u306b ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.errors.site_mode_conflict=\u30b5\u30a4\u30c8\u306e\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc \u30e2\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u306b\u306f ''{0}'' \u307e\u305f\u306f ''{1}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.errors.site_not_updated=\u30b5\u30a4\u30c8 ''{0}'' \u306f\u66f4\u65b0\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u306e\u8a2d\u5b9a\u306f\u30b5\u30fc\u30d0\u30fc\u7ba1\u7406\u8005\u306e\u307f\u304c\u5909\u66f4\u3067\u304d\u307e\u3059
materializeviews.errors.invalid_argument_options_combination=\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3059\u308b\u306b\u306f ''{0}'' \u307e\u305f\u306f ''{1}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.materialize_now=\u6307\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u306e\u30de\u30c6\u30ea\u30a2\u30eb\u5316\u3092\u3059\u3050\u306b\u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.project=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.parent_project_path=\u89aa\u30d7\u30ed\u30b8\u30a7\u30af\u30c8 \u30d1\u30b9\u3092 ''{1}'' \u306b\u6307\u5b9a\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.allow_workbook=\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3067\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u3092\u6709\u52b9/\u7121\u52b9\u306b\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.allow_site=\u30b5\u30a4\u30c8\u3067\u5177\u4f53\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u3092\u6709\u52b9/\u7121\u52b9\u306b\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
materializeviews.options.selected_workbooks=\u30b5\u30a4\u30c8\u3067\u9078\u629e\u3055\u308c\u305f\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u30aa\u30d7\u30b7\u30e7\u30f3 ''{1}'' \u3068\u5171\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u3053\u308c\u306f\u65e2\u5b9a\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u3059
materializeviews.options.all_workbooks=\u30b5\u30a4\u30c8\u3067\u3059\u3079\u3066\u306e\u30ef\u30fc\u30af\u30d6\u30c3\u30af\u3092\u6709\u52b9\u306b\u3059\u308b\u306b\u306f ''{0}'' \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u30aa\u30d7\u30b7\u30e7\u30f3 ''{1}'' \u3068\u5171\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059

session.auto_site_login=\u30b5\u30a4\u30c8\u3078\u306e\u81ea\u52d5\u30b5\u30a4\u30f3\u30a4\u30f3: {0}
session.certificate-alias=\u8a3c\u660e\u66f8\u306e\u5225\u540d: {0}
session.connecting=\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3057\u3066\u3044\u307e\u3059...
session.continuing_session=\u524d\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u7d9a\u884c\u3057\u3066\u3044\u307e\u3059
session.errors.auth_required=\u6a29\u9650\u304c\u5fc5\u8981\u3067\u3059
session.errors.invalid_keystore_password=\u30ad\u30fc\u30b9\u30c8\u30a2 \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u6b63\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044
session.errors.invalid_redirect=URL \u304c\u7121\u52b9\u306a\u305f\u3081\u3001\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3067\u304d\u307e\u305b\u3093: {0}
session.errors.keystore_pwdfile_create=\u30ad\u30fc\u30b9\u30c8\u30a2 \u30d1\u30b9\u30ef\u30fc\u30c9 \u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a8\u30e9\u30fc: {0}
session.errors.missing_arguments=\u5f15\u6570\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30b5\u30a4\u30f3\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093: {0}
session.errors.no_redirect_found=\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u5fdc\u7b54\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8 \u30a2\u30c9\u30ec\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
session.errors.no_sslcafile_found=\u6b21\u306e\u5834\u6240\u3067\u8a3c\u660e\u6a5f\u95a2 (CA) \u30d5\u30a1\u30a4\u30eb\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: ''{0}''\u3002CA \u30d5\u30a1\u30a4\u30eb\u306f Tableau Server \u3068\u306e\u4fdd\u8b77\u3055\u308c\u305f\u901a\u4fe1\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u308b\u3088\u3046\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002CA \u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001Tableau Server \u30d8\u30eb\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002SSL \u8a3c\u660e\u66f8\u3092\u691c\u8a3c\u305b\u305a\u306b Tableau Server \u306b\u63a5\u7d9a\u3059\u308b\u306b\u306f\u3001--no-certcheck \u30d5\u30e9\u30b0\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
session.errors.script_no_password=Tabcmd \u304c\u30b9\u30af\u30ea\u30d7\u30c8\u307e\u305f\u306f IDE \u304b\u3089\u5b9f\u884c\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6307\u5b9a\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u306b\u306f\u3001tabcmd \u3078\u306e\u5f15\u6570\u3068\u3057\u3066\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
session.errors.session_expired=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f
session.errors.unsupported_command=\u30b3\u30de\u30f3\u30c9\u306f\u3001\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
session.keystore.notice=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ed\u30fc\u30ab\u30eb\u306b\u4fdd\u5b58\u3057\u3066\u3001\u6b21\u56de\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5165\u529b\u3092\u7701\u7565\u3057\u307e\u3059\u304b\u3002 [\u306f\u3044/\u3044\u3044\u3048]
session.keystore.password=\u30ad\u30fc\u30b9\u30c8\u30a2 \u30d1\u30b9\u30ef\u30fc\u30c9:
session.keystore.pwdfile_create=\u6b21\u306e\u30d1\u30b9\u306b\u30ad\u30fc\u30b9\u30c8\u30a2 \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f5c\u6210\u3057\u307e\u3059: {0}
session.keystore.pwdfile_remove=\u6b63\u3057\u304f\u306a\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u542b\u3080\u30ad\u30fc\u30b9\u30c8\u30a2 \u30d1\u30b9\u30ef\u30fc\u30c9 \u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3059\u308b
session.login=\u30b5\u30a4\u30f3\u30a4\u30f3\u3057\u3066\u3044\u307e\u3059...
session.logout=\u30b5\u30a4\u30f3\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f
session.monitorjob.errors.no_jobid=\u30b8\u30e7\u30d6\u3092\u76e3\u8996\u3067\u304d\u307e\u305b\u3093\u3002job_id \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0}
session.monitorjob.percent_complete={0}% \u5b8c\u4e86
session.new_session=\u65b0\u3057\u3044\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
session.no-certificate-found=\u6709\u52b9\u306a\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a3c\u660e\u66f8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
session.not_default_site_member=\u65e2\u5b9a\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u6b21\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b5\u30a4\u30c8 ID \u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
session.not_site_member=\u30b5\u30a4\u30c8 ''{0}'' \u306e\u30e1\u30f3\u30d0\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u6b21\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30b5\u30a4\u30c8 ID \u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
session.options.help=tabcmd \u306e\u30d8\u30eb\u30d7\u3092\u8868\u793a
session.options.no-certcheck=SSL \u8a3c\u660e\u66f8\u3092\u691c\u8a3c\u3057\u306a\u3044
session.options.no-cookie=\u30b5\u30a4\u30f3\u30a4\u30f3\u6642\u306b\u30bb\u30c3\u30b7\u30e7\u30f3 ID \u3092\u4fdd\u5b58\u3057\u307e\u305b\u3093\u3002\u5f8c\u7d9a\u306e\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3059\u308b\u969b\u306b\u306f\u3001\u518d\u5ea6\u30b5\u30a4\u30f3\u30a4\u30f3\u304c\u5fc5\u8981\u306b\u306a\u308a\u307e\u3059\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u65e2\u5b9a\u3067\u306f\u30bb\u30c3\u30b7\u30e7\u30f3 ID \u304c\u4fdd\u5b58\u3055\u308c\u307e\u3059
session.options.no-prompt=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5165\u529b\u3092\u6c42\u3081\u306a\u3044
session.options.no-proxy=HTTP \u30d7\u30ed\u30ad\u30b7\u3092\u4f7f\u7528\u3057\u306a\u3044
session.options.password=\u6307\u5b9a\u3055\u308c\u305f Tableau Server \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528
session.options.password-file=\u30d5\u30a1\u30a4\u30eb\u304b\u3089 Tableau Server \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8aad\u307f\u8fbc\u3080
session.options.proxy=\u6307\u5b9a\u3055\u308c\u305f HTTP \u30d7\u30ed\u30ad\u30b7\u3092\u4f7f\u7528
session.options.server=\u6307\u5b9a\u3055\u308c\u305f Tableau Server URL \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u30d7\u30ed\u30c8\u30b3\u30eb\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001http:// \u3067\u3042\u308b\u3068\u898b\u306a\u3055\u308c\u307e\u3059
session.options.site=\u6307\u5b9a\u3057\u305f Tableau Server \u30b5\u30a4\u30c8\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002\u7a7a\u306e\u6587\u5b57\u5217 ('''') \u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u65e2\u5b9a\u306e\u30b5\u30a4\u30c8\u304c\u5f37\u5236\u7684\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
session.options.timeout=\u30b5\u30fc\u30d0\u30fc\u304c\u30b3\u30de\u30f3\u30c9\u306e\u51e6\u7406\u304c\u5b8c\u4e86\u3059\u308b\u307e\u3067\u5f85\u6a5f\u3059\u308b\u6642\u9593\u3092\u79d2\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002\u65e2\u5b9a\u3067\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u5fdc\u7b54\u304c\u8fd4\u3063\u3066\u304f\u308b\u307e\u3067\u5f85\u6a5f\u3057\u307e\u3059
session.options.use-certificate=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u3066\u30b5\u30a4\u30f3\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
session.options.username=\u6307\u5b9a\u3055\u308c\u305f Tableau Server \u30e6\u30fc\u30b6\u30fc\u540d\u3092\u4f7f\u7528
session.password=\u30d1\u30b9\u30ef\u30fc\u30c9:
session.retrying_task=\u65b0\u3057\u3044\u30bb\u30c3\u30b7\u30e7\u30f3\u3067\u5143\u306e\u30b3\u30de\u30f3\u30c9\u3092\u518d\u8a66\u884c\u3059\u308b\u305f\u3081\u306b\u3082\u3046\u4e00\u5ea6\u30b5\u30a4\u30f3\u30a4\u30f3\u3057\u3066\u3044\u307e\u3059...
session.session_expired_login=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\u3002\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u30af\u30ea\u30a2\u3059\u308b\u305f\u3081\u306b\u30b5\u30a4\u30f3\u30a2\u30a6\u30c8\u3057\u3066\u3044\u307e\u3059...
session.site_list={0}{0}\u540d\u524d: {1}{0}\u30b5\u30a4\u30c8 ID: ''{2}''
session.using-certificate=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u305f\u30b5\u30a4\u30f3\u30a4\u30f3
session.inferred_username=--username \u30d5\u30e9\u30b0\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3068\u3057\u3066\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u307e\u3059

sessiondata.errors.bad_api=\u30b5\u30fc\u30d0\u30fc API \u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093: {0}
sessiondata.errors.no_server_api=\u5fdc\u7b54\u306b\u30b5\u30fc\u30d0\u30fc API \u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
sessiondata.errors.version_mismatch=tabcmd \u306e\u30d0\u30fc\u30b8\u30e7\u30f3 {0} (API {1}) \u304c\u3001Tableau Server \u306e\u30d0\u30fc\u30b8\u30e7\u30f3 {2} (API {3}) \u3068\u4e00\u81f4\u3057\u307e\u305b\u3093

sessionoptions.errors.ambiguous_scheme=\u30b5\u30fc\u30d0\u30fc\u540d\u306e\u524d\u306b ''{0}'' \u307e\u305f\u306f ''{1}'' \u3092\u6307\u5b9a\u3057\u307e\u3059
sessionoptions.errors.bad_password_file=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u304b\u3089\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
sessionoptions.errors.bad_protocol=\u30d7\u30ed\u30c8\u30b3\u30eb ''{0}'' \u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
sessionoptions.errors.bad_proxy_format=\u30d7\u30ed\u30ad\u30b7\u306e\u5f62\u5f0f\u304c\u3001\u30db\u30b9\u30c8:\u30dd\u30fc\u30c8\u306b\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093: {0}
sessionoptions.errors.bad_timeout={0} ''{1}'' \u3078\u306e\u975e\u6570\u5024\u306e\u5f15\u6570\u306f\u7121\u8996\u3055\u308c\u307e\u3059

set.description=\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u8a2d\u5b9a\u3092\u884c\u3044\u307e\u3059\u3002\u8a2d\u5b9a\u3092\u30aa\u30d5\u306b\u3059\u308b\u306b\u306f\u3001!setting \u3092\u4f7f\u7528\u3057\u307e\u3059
set.errors.requires_setting_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u3067\u306f\u3001\u8a2d\u5b9a\u540d\u304c\u5fc5\u8981\u3067\u3059
set.errors.single_setting_name=''{0}'' \u30b3\u30de\u30f3\u30c9\u306f\u3001\u5358\u4e00\u306e\u8a2d\u5b9a\u540d\u3092\u53d7\u3051\u53d6\u308a\u307e\u3059
set.short_description=\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u8a2d\u5b9a\u3092\u884c\u3044\u307e\u3059

setsetting.status=''{0}'' \u3092 {1} \u306b\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059

syncgroup.errors.server_admin=\u30b0\u30eb\u30fc\u30d7\u306e\u6700\u4f4e\u9650\u306e\u30b5\u30a4\u30c8 \u30ed\u30fc\u30eb\u306f\u3001[ServerAdministrator] \u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
syncgroup.options.role=\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u65e2\u5b9a\u306e\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002{0} \u306e\u6709\u52b9\u306a\u5024\u306f {1} \u3067\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u304c\u65e2\u306b\u5b58\u5728\u3059\u308b\u5834\u5408\u3001\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u73fe\u5728\u306e\u30ed\u30fc\u30eb\u3088\u308a\u3082\u5236\u9650\u304c\u7de9\u3044\u5834\u5408\u306b\u306e\u307f\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u5024\u3092\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306e\u65e2\u5b9a\u5024: \u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f {2}\u3001\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u5834\u5408\u306f\u672a\u5909\u66f4\u3067\u3059
syncgroup.options.overwritesiterole=\u300c--role\u300d\u3092\u4f7f\u7528\u3057\u3066\u65e2\u5b9a\u306e\u52d5\u4f5c\u3092\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3059\u308b\u3053\u3068\u3067\u3001\u30e6\u30fc\u30b6\u30fc\u306e\u30b5\u30a4\u30c8 \u30ed\u30fc\u30eb\u306e\u6a29\u9650\u3092\u3088\u308a\u4f4e\u3044\u3082\u306e\u306b\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
syncgroup.options.grantlicensemode=\u30b0\u30eb\u30fc\u30d7\u3067\u6307\u5b9a\u3055\u308c\u305f\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u30e6\u30fc\u30b6\u30fc\u306b\u4ed8\u4e0e\u3059\u308b\u6642\u671f\u3002\u6709\u52b9\u306a\u5024\u306f {0} \u3067\u3059\u3002\u5024\u304c\u6e21\u3055\u308c\u306a\u3044\u5834\u5408\u3001\u65e2\u5b9a\u5024\u3068\u3057\u3066 ''on-sync'' \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
syncgroup.short_description=\u30b5\u30fc\u30d0\u30fc\u3092 Active Directory \u30b0\u30eb\u30fc\u30d7\u3068\u540c\u671f
syncgroup.status=\u30b5\u30fc\u30d0\u30fc\u3092 Active Directory \u30b0\u30eb\u30fc\u30d7 {0} \u3068\u540c\u671f\u3057\u3066\u3044\u307e\u3059...
syncgroup.options.sysadmin-type=[\u5ec3\u6b62\u4e88\u5b9a\u3002\u4ee3\u308f\u308a\u306b\u300c--role\u300d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002] \u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u7ba1\u7406\u8005\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066 [\u307e\u305f\u306f\u524a\u9664] \u3057\u307e\u3059\u3002{0} \u306b\u306f\u3001{1}\u3001{2}\u3001{3}\u3001\u307e\u305f\u306f {4} \u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
syncgroup.options.license=[\u5ec3\u6b62\u4e88\u5b9a\u3002\u4ee3\u308f\u308a\u306b\u300c--role\u300d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u65e2\u5b9a\u306e\u30e9\u30a4\u30bb\u30f3\u30b9 \u30ec\u30d9\u30eb\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002{0} \u306b\u306f {1}\u3001{2}\u3001\u307e\u305f\u306f {3} \u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
syncgroup.options.publisher=[\u5ec3\u6b62\u4e88\u5b9a\u3002\u4ee3\u308f\u308a\u306b\u300c--role\u300d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u6a29\u9650\u3092\u5272\u308a\u5f53\u3066 [\u307e\u305f\u306f\u524a\u9664] \u3057\u3066\u304f\u3060\u3055\u3044\u3002

tabcmd.mutually_exclusive_options=\u540c\u3058\u30b3\u30de\u30f3\u30c9\u5185\u3067 ''{0}'' \u3068 ''{1}'' \u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093

tabcmdparser.errors.ambiguous_option=\u30aa\u30d7\u30b7\u30e7\u30f3\u5185\u3067\u30aa\u30d7\u30b7\u30e7\u30f3 ''{0}'' \u306e\u6307\u5b9a\u304c\u3042\u3044\u307e\u3044\u3067\u3059: {1}
tabcmdparser.warning.unexpected_dash=\u5f15\u6570: {0} \u3067\u4e88\u671f\u3057\u306a\u3044\u30c0\u30c3\u30b7\u30e5\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002\u6709\u52b9\u306a\u30c0\u30c3\u30b7\u30e5\u306f - \u307e\u305f\u306f -- \u3067\u3059\u3002\u3053\u306e\u30a8\u30e9\u30fc\u306f\u3001\u66f8\u5f0f\u8a2d\u5b9a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8 \u30a8\u30c7\u30a3\u30bf\u30fc\u304b\u3089\u30b3\u30d4\u30fc\u3084\u8cbc\u308a\u4ed8\u3051\u3092\u884c\u3046\u5834\u5408\u306b\u591a\u304f\u767a\u751f\u3057\u307e\u3059\u3002\u30b3\u30de\u30f3\u30c9 \u30e9\u30a4\u30f3\u3067\u5f15\u6570\u306e\u30c0\u30c3\u30b7\u30e5\u3092\u518d\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

resetopenidsub.short_description=\u30e6\u30fc\u30b6\u30fc\u306e OpenID \u63a5\u7d9a\u30b5\u30d6 ID \u3092\u30ea\u30bb\u30c3\u30c8
resetopenidsub.options.targetusername=\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u308b\u30e6\u30fc\u30b6\u30fc
resetopenidsub.options.all=\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u30ea\u30bb\u30c3\u30c8

version.description=\u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831\u3092\u51fa\u529b\u3057\u307e\u3059

vizqlsession.errors.cannot_create_session=\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067 VizQl \u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
vizqlsession.errors.no_command_result=\u30b3\u30de\u30f3\u30c9\u7d50\u679c\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002{0}
vizqlsession.errors.session_already_closed=VizQl \u30bb\u30c3\u30b7\u30e7\u30f3 \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u65e2\u306b\u9589\u3058\u3089\u308c\u3066\u3044\u307e\u3059
vizqlsession.errors.cannot_parse_response=JSON \u5fdc\u7b54\u6587\u5b57\u5217\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: {0}

upgradethumbnails.short_description=\u3053\u308c\u306b\u3088\u308a\u3001\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c0\u30fc \u30b8\u30e7\u30d6\u304c\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002Tableau 2018.2 \u3088\u308a\u3082\u524d\u306b\u751f\u6210\u3055\u308c\u305f\u30b5\u30e0\u30cd\u30a4\u30eb\u304c\u9ad8\u89e3\u50cf\u5ea6\u306b\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3055\u308c\u307e\u3059\u3002Tableau Server \u3068\u5916\u90e8\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u901a\u5e38\u3088\u308a\u3082\u9ad8\u3044\u8ca0\u8377\u304c\u304b\u304b\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u3001tabcmd upgradethumbnails --server <server> --stop \u3092\u5b9f\u884c\u3057\u3066\u30b8\u30e7\u30d6\u3092\u505c\u6b62\u3067\u304d\u307e\u3059\u3002
upgradethumbnails.options.stop=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u306b\u95a2\u9023\u3059\u308b\u3059\u3079\u3066\u306e\u30b8\u30e7\u30d6\u3092\u505c\u6b62\u3057\u307e\u3059
upgradethumbnails.status.running=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059
upgradethumbnails.status.not_running=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3092\u958b\u59cb\u3057\u307e\u305b\u3093
upgradethumbnails.status.cancelling=\u30b5\u30e0\u30cd\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9 \u30b8\u30e7\u30d6\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u3044\u307e\u3059
upgradethumbnails.continue_promt=\u7d9a\u884c\u3057\u307e\u3059\u304b? \u7d9a\u884c\u3059\u308b\u5834\u5408\u306f 1\u3001\u7d9a\u884c\u3057\u306a\u3044\u5834\u5408\u306f 0 \u3092\u5165\u529b\u3057\u307e\u3059 (1/0)
upgradethumbnails.invalid_response=\u7121\u52b9\u306a\u5fdc\u7b54
validateidpmetadata.options.digest_algorithms=\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30b9\u30da\u30fc\u30b9\u3067\u533a\u5207\u3063\u305f\u30ea\u30b9\u30c8\u3002 {0} \u306e\u6709\u52b9\u306a\u5024: {1}\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u3067\u306f\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u8a2d\u5b9a\u306e\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059: {2}
validateidpmetadata.options.min_allowed_rsa_key_size=\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u8a2d\u5b9a\u5024 {0} \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
validateidpmetadata.options.min_allowed_elliptic_curve_size=\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306f\u30b5\u30fc\u30d0\u30fc\u69cb\u6210\u306e\u8a2d\u5b9a\u5024 {0} \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
validateidpmetadata.options.site_names=\u8a3c\u660e\u66f8\u306e\u691c\u8a3c\u304c\u5b9f\u884c\u3055\u308c\u308b\u30b5\u30a4\u30c8\u3092\u30b9\u30da\u30fc\u30b9\u3067\u533a\u5207\u3063\u305f\u30ea\u30b9\u30c8\u3002\u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u3059\u3079\u3066\u306e\u30b5\u30a4\u30c8\u304c\u691c\u67fb\u3055\u308c\u307e\u3059\u3002
validateidpmetadata.short_description=\u5b89\u5168\u3067\u306a\u3044\u30c0\u30a4\u30b8\u30a7\u30b9\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0 SHA-1 \u3092\u4f7f\u7528\u3057\u305f IdP \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u308b Tableau Server \u30b5\u30a4\u30c8\u3092\u8b58\u5225\u3057\u307e\u3059\u3002\u3053\u306e\u30b3\u30de\u30f3\u30c9\u306f\u3001\u30b5\u30a4\u30ba\u304c\u4e0d\u5341\u5206\u306a RSA \u30ad\u30fc\u307e\u305f\u306f\u30b5\u30a4\u30ba\u304c\u4e0d\u5341\u5206\u306a\u6955\u5186\u66f2\u7dda\u306e\u8a3c\u660e\u66f8\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b IdP \u3082\u8b58\u5225\u3057\u307e\u3059\u3002
